{"description": "Quiet apartment centrally located in East Village, known for its great restaurants and bars. Tons of food options just outside the building make this a convenient place to stay and enjoy what NYC does best. Or even more convenient, order in and enjoy it on the balcony!\n\nOne bedroom (with queen bed), one bathroom apartment facing the back of the building, with a kitchenette (dishwasher, microwave, toaster oven, and range) and small bathroom (shower only). It can fit 2 people comfortably but there is also an inflatable twin mattress available for an additional guest. It would be a tight squeeze with that many people, but it's possible. There is a balcony surrounded by trees with a small table and 2 chairs and an anti-gravity lounge chair where you can relax and read.\n\nThere is wifi and HDTV but no cable. However, you can connect a computer to the television using Chromecast (provided).\n\nI am available by phone or email. Happy to answer any questions about the area, getting around, or give recommendations. I love NYC and want you to enjoy your stay in this amazing city!\n\nJe parle français y hablo un poco de español tambien.\n\nEast Village has fantastic restaurants and bars, from quick food options to high end dining, dive bars to classy cocktail bars. Food choices and variety abound! Tompkins Square Park is one block away. Bring a book there to relax on the lawn or catch a free summer Thursday night movie in the park.\n\nAbout an 8 minute walk to the L train, which connects you to every subway line in New York and Brooklyn. There are also several bus options just around the corner (M8, M14A, M14D, M9) - all within a 5 minute walk or less.\n\nApartment is located up one flight of stairs. There is no doorman but there are 2 locked doors to enter the building.", "name": "Cozy lower Manhattan apt w/balcony", "picture_url": "https://a0.muscache.com/im/pictures/b6aa72f4-2f4e-4ebc-81c5-c1cf3cb48b73.jpg?aki_policy=large", "url": "airbnb.com/rooms/14168118", "id": "14168118", "price": 135, "review": "Perfect tiny and cosy appartement close to all,2 blocks from the 1st metro...absolute great time here\nThanks to sorel for all the indication she left"}