{"description": "800 square-foot one-bedroom house located at the prestigious upscale affluent neighborhood of Van Court in Forest Hills, one of the most desired\\safest place to live in Queens. So safe a girl can walk home from subway at deep night worry-free. Almost zero crime. 20 minutes by subway E/F express trains to Manhattan. Walk to subway in 8 minutes. Free parking with private parking slot. You have the whole floor, including private bathroom and kitchen.Bus Q23 in front takes you to subway in 5 minutes\n\nThis is a whole one-bedroom apartment with over 800 square feet. You do not share with anyone the bathroom and kitchen. The whole first floor is yours. \nThis air-conditioned one-bedroom apartment is a 8-minute walk away from express train E/F, which commutes to Manhattan in merely 20 minutes after only 3 stops. You can walk to the E/F express train in just 8 minutes. Bus Q23 has a stop here so you can take the bus for a free transfer to subway.\nSafest area in Queens with almost zero crime rate. Anyone who has been to New York City before knows that, if you choose a wrong area to stay, your NYC trip could turn into a disastrous memory.\nParking is easy and free, because there is a private parking slot.\nAirbeds can be provided to accommodate more people.\n\nYou do not share with anyone the bathroom and kitchen. The whole first floor is yours.  You can use the dryer and washer, and use the free parking spaces as well.\n\nYou can use the kitchen for cooking, since Trader Joe's Supermarket is very close. If you do not feel like cooking, you can walk to the south to MacDonald's, Wendy's or Domino Pizza in minutes, or to the north around the subway station to Boston Market, Buffalo Wild Wings or Chiptole. There are fastfood chains like Subway, Dunkin' Donuts and Starbucks nearby. Yes it is a rich neighborhood, but don't forget it is also a convenient busy city location so close to the subway station.\n\nI will try my best to meet you and hand over the key to you once we agree on the time to do so in our Email exchanges.\n\nThis house is located at the prestigious upper-class neighborhood of Van Court in Forest Hills, one of the most desired\\safest place to live in Queens. So safe a girl can walk home from subway at deep night worry-free. Almost zero crime.\n\nOne of the best public schools in New York City, PS 144 and Forest Schools High School.\n\n20 minutes by subway E Line to Manhattan. Close to JFK and LaGuadia airports.\n\nTips for getting to and from the airports:\n\nFrom JFK International Airport:\n\nTake the Air Train to Sutphin Airport/Archer Ave Station and transfer to E train to Forest Hills. Then get on the Q23 bus in front of the Vitamin Shoppe to Groton Street. Total time: 35 minutes. Or you can take a taxi for around 25 dollars in 20 minutes door to door.\n\nFrom La Guadia Airport:\n\nTake the non-stop express bus Q70 to Jackson Heights/Roosevelt Ave Subway Station, transfer to E train to Forest Hills, and get on the Q23 bus in front of the Vitamin Shoppe to Groton Street. Total time: 40 minutes. Or you can take a taxi for around 20 dollars in 20 minutes door to door.\n\nOr for an insider's tip, there is a shortcut from LaGuadia Airport directly to my house: Walk out of the airport and find the terminal/final station for Bus Q23 (just located outside the New York LaGuadia Airport Marriott Hotel), take bus Q23 directly to Groton Street, and you are steps away from my house. This fits guests with little luggage, and costs you only one New York City Bus ticket ($2.75). If interested in this method, see the map in the uploaded photos.", "name": "Large one bedroom whole floor, super safe Area", "picture_url": "https://a0.muscache.com/im/pictures/2f1e28e0-990e-4b13-a34e-e93eccbbcfa3.jpg?aki_policy=large", "url": "airbnb.com/rooms/14169914", "id": "14169914", "price": 68, "review": "Chao was incredibily friendly and welcoming! Throughout our stay, we kept in close contact. We had a personal emergency in which we reached out to him and he got back to us very quickly, giving us very helpful advice. He also provided us with all the essentials that we needed for our stay. The location of this listing is very safe and quiet. It is also very convenient, not only because the buses and trains run very frequently but also there are a lot of stores and restaurants nearby when we didn't want to go too far to get our meals. This listing is a great deal for it's price! "}