{"description": "Newly renovated in 2017! \n\nMy place is close to the Subway/Train that takes you straight into Manhattan. It has a PRIVATE entrance and PRIVATE full bathroom with a refrigerator, toaster, coffee-maker, and microwave. You’ll love my place because of the antique collection. The studio is located in a Historical Landmark building. The outside architecture is a treasure. The space is uniquely half underground and half aboveground.\n\nThis studio is home to my personal antique collection. There is a private entrance, private sink, and private bathroom with shower. The entire floor is open for use. There is also access to two backyards via a back entry. Therefore, my place is perfect for an outdoor summer smoke and/or furry pets (i.e. dogs). The reason I am opening up this space for the public is because of it's uniqueness. Message me if you are an artists or a traveling soul looking for a place to stay with an artistic flare, tomato patches, and lots of flowers. My space is unique because it is in a historic brownstone. It is on the National Register of Historic Places and is backed by the Landmarks Preservation Commission. This means that its facade can never be significantly altered, in order to preserve its architecture.\n\nYou will have access to the entire floor as well as the backyard(s). The door between the yards has no lock.\n\nI am more than willing to sit down and have a cup of tea in the yard if you would like. I am more than happy to help you build an itinerary for your stay here. If you are a female over 21 I am more than happy to take you out clubbing within the NYC nightlife with me. Although I manage requests, my parents (Jeaneth & Carlos) are the on-site hosts. They will help with check in as well as anything you might need during your stay.\n\nMy neighborhood is a residential area lined with Brownstones. It is very safe neighborhood named Ridgewood. Ridgewood, Queens, with its effortlessly tranquil streets and homegrown sensibilities, is an excellent place to stay. Originally, it was the Dutch that settled here, making a living by farming before waves of urbanization began overrunning the area in the early 20th century. Following World War I, the rise of knitting factories and breweries (the remains of which can still be seen strewn across Ridgewood’s west side) attracted a flood of Eastern European immigrants, mostly Germans and Slovenians. Today, the community is an amalgamation of long-time, old-school Eastern European residents.\n\nThis listing is a four minute walk to a Subway/Train M that goes directly into Manhattan.\n\nIf you'd like to smoke please do so in the yard and not inside. Thanks :)", "name": "NYC Private Studio - Antique Collection", "picture_url": "https://a0.muscache.com/im/pictures/7a5ea3e8-23c3-4e7f-b848-84662449a4c4.jpg?aki_policy=large", "url": "airbnb.com/rooms/14169399", "id": "14169399", "price": 72, "review": "This Airbnb is really cute and great. Bathroom is super clean, bed is comfortable, the hosts were so accommodating and sweet. I was here with 3 other friends and the space was big enough to fit us comfortably. It was my first Airbnb experience and it was great. It is a little out of the way (generally took us an hour to get back), but it was nice that it was quiet and less city-like."}