{"description": "New Building in East Harlem, 2 blocks from Subway line 4/5/6 Express Trains. Next to M60 bus to/from Laguardia Airport, in front of Express bus service M15 downtown through midtown and east village. \nApt has 12 foot ceilings, 2 BR, 2  full bathrm, Pull out Couch. Wifi, Cable, A/C, Elevator, Doorman, Sunny and Spacious  with Gym. Safe and convenient neighborhood overlooking the east river. Cafe downstairs. Harlem is a great neighborhood - Jazz, Beer, Art, Food within a few blocks.\n\nThe apartment has 12 foot ceilings with an exceptional amount of sunlight. It is extremely spacious and close to major transportation lines that can leave you in the heart of Manhattan. Easy to navigate from!\n\nWith a key fab the guests have access to relax in  the 3rd floor lounde area or patio which  allows for grilling or maybe sipping wine while listening to the sounds of the city. A gym is also connected on the 3rd floor with various machines, weights and tvs.\n\nWe are easy to reach and will be available at time of arrival unless out of town to help with any advice or questions you may have. We are also available by (SENSITIVE CONTENTS HIDDEN) and email in case you want to prepare before arriving to NY.\n\nThe neighborhood has access to various forms of  easy painless transit :) that will leave you in  the heart of Manhattan within minutes. Central Park is also a subway stop away. There are  many cafes/ restaurants, bars, live music/jazz coffe shops etc within blocks. Shopping is also walking distance with many popular store names where you can find necessities as well as clothing, shoes, makeup etc.  Harlem is a hot neighborhood with significant history.  The famous Apollo theatre is nearby. The red rooster restaurant too which is  a popular spot that people from all over Manhattan, Brooklyn and Queens come to visit. It is easy to catch taxis or uber.\n\nThe M15 is an express bus that is in front of the building along with the local bus that runs along the same line but with more stops. The 4/5/6 line is 2 blocks away (5 minutes walk or less) and has local and express lines that take you all the way down to the financial district. Plenty of stops to get off before then and enjoy many of Manhattan's  favorite places. There is the M60 bus which has access to laguardi airport. We also have an abundance of uber and taxis!\n\nIt's the perfect place to spend time in NY if you need space, and access to the city at an affordable price!", "name": "New Building Spacious 2 bed 2 bath  E. Harlem!", "picture_url": "https://a0.muscache.com/im/pictures/cd330351-61c4-4cc4-a8b1-902b252d5f3c.jpg?aki_policy=large", "url": "airbnb.com/rooms/14178226", "id": "14178226", "price": 215, "review": "The host canceled this reservation 4 days before arrival. This is an automated posting."}