{"description": "Welcome to our sunny 1 bedroom apartment(550 sq ft) that is dog friendly. Located on the 3rd floor of an apartment building, cozy and private with a queen size tempeurpedic bed. Our place is good for couples, solo adventurers, business travelers, families (with kids), and dogs.  It sleeps 2 people but if you have small children the 2 sofas work as beds, for babies bring your portable crib. Close to Barclays Center, Brooklyn Flea, BAM, Ft Greene Park, Brooklyn Museum, Prospect Park, Pilar, Dynaco\n\nYou will be renting from a professional chef and a designer, we have a very creative household. It is not a huge apartment but it has everything you will need for a confy stay and if you like to cook, our kitchen is fully equiped. You are also more than welcome to try some of our Puerto Rican coffee. It's the best!\n\nYou are welcome to use the whole apartment space except, drawers and closets that's where we keep our personal stuff.  We have beer in the fridge and a pretty decent bar selection on top of the cabinet, you can help yourself to it.\n\nWe will not be in the apartment while you are staying there.\n\nWe are in the beguinig of historic Bed-Stuy, adjacent to Clinton Hill and Fort Greene.  The neighberhood is pretty diverse and that is what we love most about it. Everything you will need is walking distance and there is a real sense of comunity in our street.\n\nThere is plenty of public transportation around. On Franklin avenue there are 2 bus routes the B52 and the B48. On Bedford Avenue you have the B44 and B26. There is also the G ( Bedford Nostrand is the stop) subway line 2 blocks away and the C line 5 blocks away ( Franklin ave is the stop) if you walk a bit further you can catch the A line express on Nostrand Ave. Cabs to downtown manhattan will run you about $15.", "name": "Very Sunny 1br in Bedstuy - Dog & Kids Friendly", "picture_url": "https://a0.muscache.com/im/pictures/da9e20cc-74bd-4988-adba-b965abb481b0.jpg?aki_policy=large", "url": "airbnb.com/rooms/14187475", "id": "14187475", "price": 200, "review": "We had a great stay at this place. The host was excellent, quick to respond and really helpful. It was possibly the most comfortable bed we have ever slept on. Check in and check out was flexible and a breeze, no stress at all. Close to the Bedford Nodstram (sp?) station if you are looking to get around. We weren't there long but the kitchen was well equipped and we would have taken advantage of it more if we had been there longer. Great stay! "}