{"description": "Welcome to Bed Stuy! This is a cozy and spacious garden apartment with a private backyard in a great neighborhood. Surrounded by charming and beautiful homes, community gardens, friendly and helpful neighbors, & a new restaurant, bar, or gallery at every turn. Easy access to express subway and bus lines. 20 mins to Manhattan. Next door to Grandchamps restaurant, one block away from Manny's, Chez Oskar, Casablanca, minutes to Peaches, Saraghina and others. Short walk to many neighborhood parks.\n\nThe apartment is spacious and quiet. We have aimed to provide a tranquil, easy, and cozy retreat. Guests have private access to a large backyard. There is a grill available for guests' use as well as lounge chairs and a large umbrella.\n\nWe have set up a workstation in the living room that can accommodate two computers. A printer is set up and available for guests' use. There is a sofa bed in the living room that can accommodate an additional two guests in queen sized bed. High speed internet service is provided and there is a smart TV in the living room for watching shows & movies.\n\nThe apartment has a large eat-in cook's kitchen which is fully stocked and includes a microwave, gas range, and a large fridge. There is a full bathroom with bathtub and shower in the apartment as well.\n\nThe house is a 2 family home. We, the owners, live upstairs in the upper duplex and will be on site for any needs or inquiries. \n\nThis is the perfect respite for visits to NYC with easy access to Manhattan and Brooklyn hotspots.\n\nThis is a private apartment with a separate and private entrance.\n\nAs often as the guests would like us to. We live upstairs and will be on site. We will also make ourselves available by phone and email.\n\nBed Stuy is a very special neighborhood that represents the best Brooklyn has to offer. It is a diverse community with deep cultural and historical roots. Currently in a full bloom renaissance period, the neighborhood is seeing new restaurants, bars, coffee shops, galleries, and community gardens crop up on every corner and in between. Stunning  brownstones and townhouses align most blocks and street greenery is plentiful. Many blocks in the neighborhood have won annual awards for the \"Greenest Block in Brooklyn\". Despite the changes, there are still many long term residents. Everyone is friendly and welcoming - providing a real neighborhood feel to the area.\n\nWe are located in a very convenient spot that offers easy access to numerous subway and bus lines. You can get to downtown Manhattan in 25 minutes and downtown Brooklyn in 15 minutes on the express line. The subway stations are about an 8 minute walk from our house.\n\nThe recent legislation passed by New York State, which prohibits the advertising of listings for short term rentals in multiple dwellings, does not apply to our home since it is a 2 family residence. So please have no concerns if you're considering this apartment for your stay!", "name": "Spacious, Stylish, & Cozy in Bed-Stuy", "picture_url": "https://a0.muscache.com/im/pictures/ff7d40cb-370c-4cd2-a79c-9ae74b77dcc9.jpg?aki_policy=large", "url": "airbnb.com/rooms/14195493", "id": "14195493", "price": 140, "review": "My family and I had a great time staying at Bedford. The neighbourhood is very calm and you have everything you need (bars, restaurants and markets) within a few meters. Also very accesible: Williamsburgh is about 20 min, Manhattan about 30-40min. Aurore and Jamile were both super good and charming hostesses. I can totally recommend it!"}