{"description": "Apartment 1st Floor  4/6 guest\n2 Bedrooms MORE a big TERRACE in back\n1 Bathroom\nliving room\nfull equipped kitchen \nrefrigerator, dishwasher,microwave.\nLiving room:\nsofa bed, television, very silent air conditioning (hot and cold)\nfree WIFI\n\nAPARTMENT 1st  FLOOR 2 BEDROOMS 1 big TERRACE in back\nPlease do not book before agreeing\n-Check in 4 pm.\n-Check out 11 am.\n-Day of arrival.\n-Time of arrival and departure.\n  To get from JFK you can calculate approximately 1 hr, take the air train (costs 5$ per person) then the J train (brown, costs 2.75 $ per person) get off at MARCY av. without changing.If you take a taxi you can calculate about 40 minutes without traffic.\n\nThe apartment is located at south 4th street near the Williamsburg Bridge.\nThe nearest subways are J M Z at  MARCY Av. 1 blocks from the apartment, to go to Manhattan is only 1 stop (5 minutes) . Another Subway is the L train, it’s 4 blocks away at LORIMER St. 3 stops to get to Manhattan UNION SQUARE (10 minutes). Near the bridge you will have the chance to take the yellow or greenTaxi  to go to Manhattan at Delancy street is approximately 13$.\nI don’t have any problems if you come late at night, I have a key box outside the front door near the intercom that you can open easily with a code, and inside you'll find the keys that you’ll need. \n\nThe apartment has 2 bedrooms with full size beds clean sheets and two big towels for each guest, in the  room there’s a big balcony and VERY silent AC (hot and cold) in each room. A large bathroom with tub, hairdryer. \nThe sofa can 'become a bed Full sizeThe kitchen is full equipped with dishes pots pans and glasses with oven and microwave, dishwasher and large fridge,TV in the living room.\n\nIf guests will be more than 4 you must pay an additional $30 per night for the 5th and 6th guest.who will sleep in the sofa bed in the living room.\nThe place is in a safe street with free alternative parking.\nI need to know in advance the time of arrival to arrange the keys.\nI do not allow visitors in the apartment prefer guests with profile verification e-mail and phone number very important at least one photo.\n\nAll Apartment \nyou can go  outside on the garden there is for you a big terrace with table and chairs\n\nWE live in the building \nif you need me \nyou can write me whenever you want\n\nThe Apartment is located near the Williamsburg Bridge,the nearest subway is 1 block away(URL HIDDEN)MARCY av. With only one stop (5 minutes)\nYou will arrive Manhattan another subway the L    is 3 blocks away at LORIMER st.   (METROPOLITAN av.)  with 3 stop you ‘ll be in the middle of Manhattan at UNION SQUARE.\n\nThe apartment is situated on the 1* Floor  but NO front street more High\nthe rooms are on the back  and not noisy\nthere is balcony for smoking.", "name": "Great Apartment in Williamsburg Nyc", "picture_url": "https://a0.muscache.com/im/pictures/494b31d6-40cd-4293-87c6-dcb12ce8652e.jpg?aki_policy=large", "url": "airbnb.com/rooms/14194411", "id": "14194411", "price": 175, "review": "Franco appartment is very well located near a subway station not far from Manhattan. We spent a great time in NYC with my family. We would have appreciated that Franco had welcomed us with a smile and some advice. Thankfully his wife was nice and very helpful. Do not expect to have breakfast provided but some leftover from previous guest. The TV has a damaged sceeen and signal is not receptionned properly but we didn't come to NYC to watch TV... The kitchen lack some equipement to cook and cupboard to store food and there is no toaster. The flat is clean in overall. Only few things need to be done to make this appartement a great place to stay. "}