{"description": "This chic cozy studio located in the heart of midtown Manhattan is a dream space for anyone looking to enjoy everything the big apple has to offer.  A clean, calm oasis that is mere steps from: all the Broadway theaters, Times Square, Shopping, dining, nightlife and much much more!\n\nCozy corner unit studio that gets tons of natural light due to the three large windows throughout the space.  This apartment is perfectly located - it's in the heart of exciting Mid-Town West but situated on a quiet residential block.  There is a brand new stainless steel refrigerator, a convection oven, a microwave and a dishwasher. A ton of closet and drawer space.  The bathroom features a brand new spa shower head.  It is a calm, secure oasis in the middle of the bustling city. It's the ideal spot to enjoy the holiday season in the big apple!\n\nGuests can enjoy:\nApple TV\nFast Wifi\nA professionally decorated space\nBlack-out curtains\nPillow top bed\nComfy pull-out couch\nLuxe towels and linens\nNew air conditioning unit\nFully functioning kitchen complete with everything you would need to cook a delicious meal! Dishwasher, stainless steel refrigerator, convection oven and microwave\n\nGuests can reach me 24 hours a day via email or text\n\nHell's Kitchen is a bright, vibrant neighborhood in the heart of the theater district.  There are endless choices for every type of delicious cuisine imaginable as well as some of the highest rated bars in the city.  This is also a very LGBTQ friendly neighborhood and boasts some of the city's most fabulous gay bars.  In addition to all of the bars, restaurants, and entertainment, all of the services you need for comfortable daily living are just around the corner.  \n\nYou are mere steps away from:\nEvery Broadway theater (and some off-Broadway theaters as well)\nTimes Square\nIncredible restaurants \nFantastic bars\nShopping\nCentral Park\nLincoln Center\nColumbus Circle \nMovie Theaters\nThe world's best mass transit system\nCVS\nWhole Foods Market\nUrgent Care \nZipCar lots\nCitiBike\n\nThis apartment is a transportation dream!\nWithin walking distance of:\nAlmost every subway line in NYC\nPort Authority Bus Station\nZipcar lot (a block away)\nCitiBike lot (on the same block)\n\nIf you prefer to walk (like a true New Yorker!) you are within walking distance of the entire Theater District, Lincoln Center area, Times Square, Rockefeller Center (the tree and skating rink are a must see!), Bryant Park, Herald Square, The Upper West Side, Columbus Circle Shopping Center, Central Park and much much more!\n\nThis studio is your home away from home in the big city and comes fully stocked with all the essentials you may need for your stay:\n\nThere are fresh linens and towels in the hall closet\nPlease help yourself to the jar of beauty goodies in the bathroom\nPlease help yourself to any snacks and drinks you find in the refrigerator and cupboard\nAll dirty laundry can be placed in the white mesh laundry basket in the closet\nThe apartment is located on the second floor of the building (no elevator) it's 1 flight up.", "name": "Chic studio in the heart of midtown", "picture_url": "https://a0.muscache.com/im/pictures/27e174f4-bc50-403b-b31e-da075742b184.jpg?aki_policy=large", "url": "airbnb.com/rooms/14202637", "id": "14202637", "price": 180, "review": "Our stay was great! Couldn't have asked for anything better. The apartment is within walking distance to everything. Like others have noted, it can be a little noisy at night, but that would be anywhere. The apartment fit the two of us and all of our things for a week. It was clean and had everything we could have needed and more! Rachel is a great host and she responded quickly to everything we needed. Thanks for the great stay! "}