{"description": "Private, quiet 1 bedroom garden apartment in a handsome, turn of the century Brooklyn brownstone. Located in the heart of Clinton Hill you'll be surrounded by great bars, restaurants, cafes and parks. Conveniently located walking distance to Pratt, The Navy Yards and Fort Greene Park.\n\nThe apartment was recently renovated and features a modern kitchen with stainless steel appliances including dishwasher.  Tastefully decorated with beautiful, original mid century furniture and decor items.\n\nPrivate, quiet and very spacious 1 bedroom garden apartment in a handsome, turn of the century Brooklyn brownstone. \n\nThe space is the full floor of the building, approximately 750 square feet and was recently renovated with large open plan living, dining and kitchen. The front windows are east facing so the living area gets incredible morning light.\n\nThis is the ground floor or garden level of the building - not the basement as some reviewers have mentioned. There is a basement below the apartment but no one would want to stay down there!\n\nThe spacious living area features a decorative fire place, large 3 seater BoConcepts sofa, stunning plants and beautiful mid century furniture including an Eames Elliptical coffee table and American of Martinsville secretary desk. There's a large flat screen TV with full cable including movie channels, HBO and Showtime, and of course, WiFi.\n\nThe kitchen is new with stylish finishes and modern stainless steel appliances including a dishwasher!\n\nThe dining table is by Stanley Young with Eames style shell chairs with dowel bases, comfortably seating 4.\n\nThe large bedroom is the perfect place for a good nights rest. It features a queen size, Danish mid century bed with floating side tables and a brand new luxury mattress with high thread count linens. There's a garment rack and baggage rack to keep your things organized and out of the way. The bedroom windows are shaded by your covered courtyard space so the bedroom is dimly lit making it the perfect place for long sleep ins! \n\nAll the closets in the apartment are empty so there's plenty of extra storage space to use during your stay.\n\nDue to safety reasons there is no iron in the apartment - but we provide a garment steamer you can use during your stay.\n\nThe bathroom is diminutive (that means small) but has everything you need - toilet, sink and walk-in shower.\n\nOutside is your private covered terrace. Full disclosure - it's not the brightest of outdoor spaces - but hey, it's still an outdoor space! Please note the apartment is strictly no smoking as is the courtyard.\n\nThere is no extra bed in the apartment but in a pinch, we could provide linen for an extra guest to sleep on the sofa. Please let us know in advance - priced accordingly.\n\nYou'll have your own private, gated entrance. If you're traveling with bicycles or kids with strollers there's secure gated storage for you to use as well.\n\nWe live upstairs so if you need any assistance during your stay we're around to help. We're also very mindful of your privacy - so you'll likely come and go during your stay and never even see us!\n\nLocated in the heart of Clinton Hill you'll be surrounded by great bars, restaurants, cafes and parks. Conveniently located walking distance to Pratt, The Navy Yards, Fort Greene Park and the now famous Fort Greene Flea Market. Clinton Hill is a foodies paradise so you'll be spoiled for choices of great restaurants within walking distance of the apartment.\n\nNearest subway is the G. The C is a little further away but also walkable. There are buses running at both ends of the block making getting to all subway lines very easy. B54 just 2 minutes away takes you to the A,C & E at Jay St Metrotech in 10 min. The B62 (3 minute walk) on Park & Myrtle Ave takes you to Williamsburg in 20min.  There's also a Citibike location on the end of the block - and there's no better way to see NYC than by bike! There is a protected bike lane all the way to Manhattan and to Williamsburg - if you're planning on biking while you're here let us know and we can provide helpful tips on getting around.", "name": "Spacious Apartment, historic Brooklyn brownstone.", "picture_url": "https://a0.muscache.com/im/pictures/d035dd3a-3ead-4b15-a543-3f6b5008dabd.jpg?aki_policy=large", "url": "airbnb.com/rooms/14203693", "id": "14203693", "price": 150, "review": "The Place: Very accurate to the pictures. It is a basement apartment in a brownstone with the hosts and their children living upstairs. Aside from the occasional jubilant yelps from the children and footsteps, there weren't any issues with noise. The accommodation was mostly clean and the only other issue was that the bathroom sink was draining slowly.  The bathroom is built for one person at a time, very narrow and limited space.  May be a small issue for families.  Great kitchen - I had a chance to cook a bit. If you're big on privacy, the living area has two windows that do not have blinds or shutters. Definitely something to be aware of at night as you walk throughout the apartment.\n\nLocation: Walking distance to grocery store. Walking distance to a couple of bars if you're into it. I liked that the neighborhood was quiet and diverse. For those that don't want to cook, Postmates and GrubHub have several good options.\n\nThe Host(s): Great with communication and super considerate. Check in instructions were sent several days before my trip and it was very easy. They gave me plenty of space (I'm a loner, I value my space) and we're very prompt with responses. I didn't get a chance to meet them, but they sounded like an amazing family.\n\nI would definitely stay here again. "}