{"description": "My place is two blocks from Central Park, one block from Riverside Park and walking distance to the Museum of Natural History, Beacon Theater and other top attractions. You’ll love my home because of the fantastic Upper West Side neighborhood a short walking distance to parks, shopping, cultural attractions -- and all the major subways. My home is good for couples, families and business travelers, located in a quiet, lovely, safe building.\n\nStep into our home and you'll immediately feel welcome. Stylishly decorated with mementos from trips around the world, this two bedroom apartment is a perfect respite for anyone visiting New York City. A family will have enough space for living, storing suitcases (and shopping bags!) and any needed \"alone time\". Couples will find it cozy and comfy. Business travelers will note that the quiet space is conducive not only to a good night's sleep, but working remotely as needed. This apartment has welcomed family and friends from around the world when visiting Manhattan - with a location close to major transportation and an exciting neighborhood, you'll be living like a local in no time.\n\nYou will have full access to the entire apartment: cook in the kitchen, relax in the living room, work in the 2nd bedroom / office...or just go out and enjoy NYC! You won't hear any street noise (not typical in NYC!), so you will get a great night's sleep.\n\nI am available 24/7 via text and telephone during your stay, for any questions or concerns you may have.\n\nFamous for its quaint brownstone-lined streets, the Upper West Side is the quintessential NYC neighborhood! Close to midtown and downtown with just a quick subway ride, yet you have all of the shopping, top-notch dining, museums and history you could ask for...within a few blocks! The apartment is in the West 70s so you are close to everything you want to see, with the bonus of being in a walkable, friendly, safe neighborhood.\n\nThe apartment is three minutes from the 72nd Street 1/2/3 local and express subway stop (one express stop to Times Square), and two blocks from the A/C stop on Central Park West. Going to Central Park? Just  two blocks away. Want to see sunset on the Hudson River in Riverside Park? One block away.", "name": "Charming, Spacious 2-Bedroom on UWS", "picture_url": "https://a0.muscache.com/im/pictures/4cdda1e3-7e23-4b7c-b049-1929626c8154.jpg?aki_policy=large", "url": "airbnb.com/rooms/14202979", "id": "14202979", "price": 210, "review": "We cannot rave enough about this fantastic apartment. The location is truly unbeatable, and the place itself is just perfect for a family stay--two terrific-sized bedrooms, and a well-appointed kitchen and bath. Jennifer was delightful to work with, responding promptly to any questions and making sure we felt welcome with subway maps and extra umbrellas. We have already recommended it to several friends, and can't wait for a return trip. Thanks, Jennifer, for sharing your wonderful place with us!"}