{"description": "Our basement studio apartment available is located in a private  2 family owner occupied house, and would serve as the perfect crashpad. It's close to transportation, shops, and local businesses (all in walking distance).. You’ll love my place because of the neighborhood, safety, and proximity to local businesses, and train line (M) which runs directly to Ridgewood, Bushwick, Williamsburg and Manhattan. My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nOur building has 24-hour surveillance cameras, and is on a quiet tree lined street.  About 4 short block walk North,  you will be on the main thoroughfare Metropolitan Avenue.  There is a supermarket, pharmacy, Citibank, Capital one, Chase and TD banks, Colombian, Japanese and Venezuelan restaurants, two Italian bakeries (Joe'd is my favorite on 78th Street) local Colombian bakery and two of the best pizzerias in Queens.  There is also a Dollar tree, laundry and dry cleaners.  A walk towards the local Atlas Park shopping center (about a 5 min SE walk) has a Chilis, Regal Movie Theatre, TJ Maxx, Home Goods, California Kitchen, and a Hibachi restaurant.\n\nCoffee maker, washer/dryer, stove, refrigerator, TV, living room, eat in kitchen, private bathroom, private studio and private access to home. Iron, wifi and NYC bagels for breakfast to enjoy.\n\nUpon arrival, and upon request.\n\nHere's an article published about the neighborhood.  (URL HIDDEN)\n\nListing is about a 17 minute walk to M train or a short bus ride on Q54 (you can catch on Metropolitan Avenue NE corner in front of Psychic Reader - Lol Only in NY)The M train (Metropolitan Ave stop) connects with all major train lines, plus goes directly into Ridgewood, Bushwick, Williamsburg, and Manhattan.  All the above locations are accessible via bus too.", "name": "Private Large Basement Studio Apt. in W. Queens", "picture_url": "https://a0.muscache.com/im/pictures/4bd0f9ae-be00-453e-b941-7b67cef401d8.jpg?aki_policy=large", "url": "airbnb.com/rooms/14222469", "id": "14222469", "price": 80, "review": "The host canceled this reservation 28 days before arrival. This is an automated posting."}