{"description": "Renting my beautiful and cozy private studio apartment in south Harlem, located just three blocks away from the north tip of Central Park, steps away from Columbia University and only 10 minutes away by metro from Times Square. Perfect for weekend or business visitors looking for short stays in town.\n\nThis beautiful and cozy studio situated at the very beginning of Harlem is only three blocks away from Central Park and has everything you need for a comfortable stay. There is a Queen sized bed that fits 2 and a futon that folds out to fit another person, free Wi-Fi, a Smart TV with Netflix on it and a fully functional kitchen with all the needed appliances in case you decide to cook. There are a ton of amazing Harlem restaurants nearby, like the Cecil, Lolo's Seafood Shack, Amy Ruth's, Harlem Tavern, as well as a grocery store only 1 block away. Public transportation options include five major lines literally steps away (2,3,6,B,C) that will take you to midtown in 10 minutes and downtown in 30 minutes. \n\n*NOTE* When reaching out, please provide with some details about yourself, people you're visiting with and your trip in general. As I live in this apartment most of the time, I would like to make sure I'm leaving it in good hands.\n\nCheck in time: keys can be picked up at any time at my work location in midtown on the day of the reservation. \n\nCheck out time: 12PM\n\nGuests will have access to the whole apartment.\n\nI will be available for any questions at any point during your stay.\n\nThere are the 2/3 express trains at Central Park North (110 St) 3 blocks away that will get you to midtown in 10 minutes and downtown in 30 minutes. There is also the B/C trains at Cathedral Parkway stop 5 min walk to the west and the 6 train 5 min walk to the east. The studio is especially conveniently located to anything uptown (Columbia University, Carnegie Hall, the Metropolitan, Guggenheim, and more), as well as midtown. I'm also more than happy to provide directions to places you'd like to visit anywhere else in New York City.\n\nI would recommend downloading Yelp and TodayTix for entertainment, and Seamless and GrubHub for ordering food. Via (car pooling aka very very very affordable), Gett, Lyft & Uber are your options for car service that will most likely always be less expensive than the yellow cab. Citymapper is a must to look up public transportation routes and schedules.", "name": "Private Central Park Apartment", "picture_url": "https://a0.muscache.com/im/pictures/26b1fa7f-3dc1-4765-a468-7defab967e60.jpg?aki_policy=large", "url": "airbnb.com/rooms/14229842", "id": "14229842", "price": 150, "review": "Great and friendly host. Wonderful place. So close to Central Park and well connected on the subway."}