{"description": "Amazing exposed brick duplex loft in elevator building by Union Sq! Luxurious queen bed on upper level & comfortable sleeper sofa lower level. With brand new furniture all purchased August 2016, relax in the stylish living room or the chilled outdoor area. High speed Wifi/Netflix Smart TV, bathtub & shower, kitchen area & large walk in storage closet, enjoy living two streets from central Union Sq with all major subway trains, Wholefoods, parks & tons of great restaurants/cafes at your doorstep!\n\nImmaculately Kept and Brand New Clean Furniture, all purchased August 2016!\n\nWith 12 Foot High Ceilings, and 16 Foot Ceilings in the back half for the Standing Loft, This Gorgeous & Unique Duplex 2 level Apt has a Uniquely Open Feel and Great Feng Shui!\n\n***If you're looking for Windows All Through the Apartment & Noisy Street Sounds then This Apartment Is Not For You :)  If you are looking for a Cosy, Quiet, Authentic NYC Loft Experience with Big Windows at the End Outdoor Area then this is For You!***\n\nYou can see from the Photos that the Old School parts are the Bathroom & Kitchen which are all Super Clean and Well Stocked, the rest of the place is all Exposed Brick Loft\n\nThis is an Elevator building with No Door Man so Easy Access. Also with a Digital DoorLock you have no security worries and Your Own Code for Each Stay\n\nBEDROOM\nBrand New Dark Walnut Bed Frame with Euro Slats\nBrand New Firm Spring Queen Mattress with Pillow Top\nBrand New Charcoal Grey Cotton Sheets \nThis Bed Is Soooo Comfortable Bed you Will Slee Like A Rock!!!\nBrand New Down Alternative Comforter and Pillows\nBrand New Bed Side Tables With Drawer\nBrand New Large Drawer for Clothing\nBrand New Large Round Mirror\n\nLIVING ROOM\nSuper Chilled!!! Large South Facing Sliding Windows which Open Out for Calm Back Building Views, very Manhattan Feel.\nBrand New 40' Samsung Smart TV, Fully Connectible via USB or Wifi for Movies or Music\nBrand Leather Sofa, Tulip Floor Lamp and Dining Table with Cute Chairs\nBrand New CB2 White Modern Standing/High Seated Work Desk\nBrand New Modern Minimalist Side Lamp\nBeautiful Huge Flatiron Poster Above Sofa\n\nBATHROOM\nPlenty Of Fresh Towels Provided\nToilet Paper Provided\nWhite Tiled Shower Walls\nFructose Shampoo, Fructis Conditioner & Body Wash ALL Provided!\nBath Tub\nBrand New Cute Blue shower curtain and soft blue floor mat\nStrong Shower Head Pressure for a good shower\nToilet Wipes and Rolls All Provided\nMouthwash & Cups Provided\n\nKITCHEN\nFully Equipped Kitchen with Counter Space\nElectric Kettle for Coffee & Tea, Both Provided\nBeautiful Large Stainless Fridge Freezer\nBrand New High End Water Filter in Fridge (No Need to Buy Water)\n4 Burner Built in Gas Cook Top Stove & Convection Oven\nBrand New Dishes, Cooking & Dining Utensils, Glasses and Mugs, Stainless Pots & Pans\nBrand New Microwave, Toaster, Electric Kettle, & French Coffee Press. There's also Tea, Coffee and a water filter in the fridge for you. Anything in the fridge is yours, as well as the cupboards in the kitchen. Baking paper, foil, salt/pepper, a Cutting Board, full Knife Set, Dish Rack, Baking & Cooking Trays, Siv Set, Oven Mitts & Cooking Utensils - basically all you'll need should you wish to go to WholeFoods two blocks away and cook your own meals!\nAccessories were Tastefully Selected with Design and Quality in Mind-The Best Everything!\n\nOUTDOOR AREA\nTwo Brand New super Comfortable Outdoor Chairs\nBrand New CB2 Watermark Round Steel Table\nBrand New Outdoor Blue & White Rug\n\n\n\nThe Advantage Of This Apartment is being in the Back Of the Building Area There Is Minimal Traffic Noise (Especially for NYC). This Block is Mostly Loft Residences with only a Couple Bars and Restaurants, yet Around the Corner Are All the Hottest Restaurants, Bars and Activities of the East Village including St Marks, Union Square, Flatiron, Meatpacking District, and West Village\n\n***CHECK IN is 3PM but YOU CAN Arrive EARLIER and Leave your Luggage Bags from 12:45PM, just understand that My Cleaner Will Be There Until approximately 2:45PM, so Please Let me Know if you want that :) ***\nPlenty of Towels, all Free Toiletries, Shampoo, Conditioner, Soap, Body Wash, hairdryer, hangers, iron and board.\nWifi & 40\" Smart TV Netflix etc.\nCutlery, plates, tea, coffee, filtered water and an electric kettle, and a few decks of cards for playing outside\n\nYou can reach out to me anytime and I'll do everything to help you make your stay an amazing experience\n\nAfter booking and nearer to your visit I'll send you my personal list of places to eat and visit in the area, from 12 years of great experiences it's tried and tested!\n\nCentral subway stations two blocks away, 14th Street Union Square has N, R, Q, 4, 5, 6 & L trains.\nCitiBikes are one block away.", "name": "Amazing Loft Duplex, Outdoor & Elevator - Union Sq", "picture_url": "https://a0.muscache.com/im/pictures/7eb288ae-3917-4326-b864-4320aebc7204.jpg?aki_policy=large", "url": "airbnb.com/rooms/14230609", "id": "14230609", "price": 300, "review": "We had a wonderful stay here. The apartment was clean, well-supplied, quiet, and comfortable. Philip was extremely conscientious with helping us check in, and provided a helpful list of local recommendations. My husband and I were traveling with our 16-year-old twins, who absolutely loved the neighborhood -- the Strand Bookstore and Forbidden Planet are nearby, as are tons of restaurants and stores. We walked through Washington Sq. Park, the Village, and up to mid-town, but the subway is easily accessible as well. We come to NYC often, but my son said this was his favorite trip, because \"it's such a great location.\" I would highly recommend Philip's place. "}