{"description": "A real New Yorkers apartment in the heart of the lively and trendy East Village. Newly renovated and furnished classic walk-up decorated in a Mid-Century Boho style.\n\nThe apartment is comprised of 2 bedrooms, a living room, kitchen/dining space and a bathroom. One room has a double/full bed and the other has a twin, the living room has a queen sized sofa bed.\nWe have a clean bright and very quiet true NY apartment in the center of the East Village with tons of bars, restaurants, boutiques and Tompkin Sq Park/Union Sq just outside the door.  A fully functional kitchen as well as toiletries and towels included for the shower. It's a classic NYC building so please be ok with walking up stairs. Two Blocks from the L-train that will take you to both the west side and trendy Willamsburg. (Currently there is a little construction on the block, but should be finished by May 2017. Earplugs are provided for those a little more sensitive to sound)\n\nI'm usually in the area so please reach out if you need anything!\n\nThe East Village is my favorite neighborhood! It is quite, trendy and super safe but still very active.  There are so many great bars, restaurants and little shops all over and great to explore without all the tourist chaos! Please check out the guidebook for some of my favorite places in the city! :)\n\nThe closest train is only 2 blocks away (3mins walking) and is the 1st Ave stop on the L train. The L train is my favorite train as it is the only train they connects you to all other trains :)", "name": "East Village True NY Apartment", "picture_url": "https://a0.muscache.com/im/pictures/4a69bede-ca62-465b-8061-9ac489c9342e.jpg?aki_policy=large", "url": "airbnb.com/rooms/14239134", "id": "14239134", "price": 200, "review": "The apartment was great. It was very clean and had all the facilities that were advertised. Both bedrooms were very comfortable. The surrounding area had many great bars, restaurants and cafes. We were never short of places to try. It also only short walk to the subway. It was very easy to collect the keys at a nearby cafe even though we were delayed and late checking in. Seth was great at keeping in touch and very quick to get back to us. Overall we were extremely happy with our experience here, and I would definitely recommend Seth's place to friends.  "}