{"description": "My apartment is centrally located in the heart of Park Slope. 12 minutes walking to Prospect Park. The subway one block away.Restaurants,bars,rooftops and medical centers all within walking distance. Private backyard,dishwasher,4k TV with cable & private internet and AC all the apartment. You’ll love my place because of the quiet and safe neighborhood and the interesting nightlife.\n\nThe apartment in 2nd floor in a quiet residential building and private access to a beautiful backyard.There is free on-street parking. one full-size bed , one twin and sofa bed in living room. brand new 2016 4K TV.Dogs are welcome upon special request - please email for more details.\n\nAccess from the  main door of the building\n\nMore than happy to answer your question about interesting places in the neighborhood.\n\nPark Slope is the leading light of the borough's classic incarnation—the brownstone-populated, tree-lined version. The neighborhood's residents give it a literary, socially conscious feel. They shop at their own food co-op. They patronize independent book and record shops and sip coffee at local java joints. And the constant stream of strollers on the sidewalks makes it clear that this is a place where many choose to raise families. It's those features that keep landing Park Slope on lists of the “best” neighborhoods in New York City, even the nation.Prospect Park and  Prospect Park Zoo, Brooklyn's only natural forest, the breathtaking Long Meadow, Lakeside. During the summer the park is the site of Celebrate Brooklyn!  a popular series of (mostly free) outdoor concerts that brings the likes of David Byrne, Chaka Khan and Talib Kweli to Park Slope.\n\nThe apartment one block away from (N,R & D subway trains) and B63 bus . and 2 blocks away from (G & F subway train).", "name": "Sunny nicely decorated Apt in the heart of P.Slope", "picture_url": "https://a0.muscache.com/im/pictures/d04cd271-cc72-467a-bc8e-460dc8c24583.jpg?aki_policy=large", "url": "airbnb.com/rooms/14237947", "id": "14237947", "price": 137, "review": "We would stay here again for sure.  Apartment just as advertized, close to subway and many many useful businesses as well as Prospect Park despite being on a quiet street.  Tee was friendly and responsive.  Our only small disappointment was the lack of a toaster but Tee said he would remedy that for future guests."}