{"description": "At 180 sq ft, \"the shoebox\" is aptly named, but as they say in real estate \"location. location. location.\" \nClose to the highline, the whitney, restaurants and west chelsea galleries, entertainment is at our door. Subways and buses are also nearby.\nYou’ll love my place because the bed is comfy, the shower is hot (there is NOT a bathtub), there is an elevator (i'm on the 4th floor), vibe is cozy, and yes the ceilings are high. \nMy place is good for solo adventurers and business travelers.\n\na few more details....\nthere is no bathtub but the shower is strong and hot. please note you may need to let the water run a few minutes to get hot water.\nthere is WiFi but there is NOT a TV\n\nupon entry of building there is an open staircase. do not fear, continue to the right and down a short hallway is a passenger elevator. \ncomes in handy and greatly appreciated by those guests with a suitcase!!\n\nI am very responsive and just a text message away.\n\nIMO there is no better neighborhood in Manhattan. entrance to the Highline is on our corner. the best galleries in NYC are all within a few blocks. the new Whitney Museum in a 10 minute walk as are subways, buses and Penn Station. Restaurants, cool shopping, the Chelsea Market... oh I could go on and on!", "name": "the shoebox, west chelsea", "picture_url": "https://a0.muscache.com/im/pictures/1f260b74-9177-4672-bec8-41d5344db4d5.jpg?aki_policy=large", "url": "airbnb.com/rooms/14236416", "id": "14236416", "price": 150, "review": "The Shoebox has everything! It's right in the heart of Chelsea, a really short walk to restaurants, delis, bodegas, bars, the train... literally everything you need is no more than a 5 min. walk away. And you can see the Empire State Building from your window!\n\nAs far as the room, it's New York-sized and has everything you need for your stay. I was here for a week on business and found it absolutely perfect for everything I was looking for. Bed very comfortable, desk nice and big to spread out, large refrigerator, comfy chairs, etc. \n\nMirek met me right on time for check-in and was so friendly and kind. He even stuck around to answer my many questions and by the end, felt like an old friend. Karen was great, as well: She checked in a few times before my travel day, once I was settled and just before checkout, to make sure I didn't need anything. My emails were answered lightning-fast and Karen was so nice!\n\nAs far as the surroundings, I'm 35 and a single female, and never once did I feel the slightest bit awkward walking around, whether it was 3 pm or 3 am. Chelsea is a fantastic, friendly and clean place, long one of my favorites. \n\nCouple things to remember: This IS New York, so even though you're on the fourth floor, you will hear the traffic (fire engines, construction, passersby) from your window. I left my window open to embrace all the neat sounds, but if you need complete silence during your stay... well, New York isn't the place for you in the first place!\n\nThere is no TV here. Karen *does* mention it very clearly in her description, but I thought I should throw it out there again. \n\nI travel here fairly often for business and I've yet to find a more affordable, clean, beautiful apartment that's so close to everything and close to work at the same time. Highly recommend this place to anyone looking for a genuine New York-Chelsea experience. You will NOT be disappointed!"}