{"description": "My place is close to the 6 train (3 avenues away = 6 minute walk) and to the 2&3 trains (15 min walk). We are walking distance to Central Park and to Museum Mile, & we are right in the hear of Harlem. By subway, you will be in midtown Manhattan in 20 mins (door to door), and 30 mins door to door to downtown. You’ll love my place because of the coziness, the high ceilings, the location, and the kitchen. My place is good for couples, solo adventurers, business travelers\n\nOur apartment occupies the entire floor of a brownstone building, so it's very spacious and extremely quiet.\n\nGuests will be able to use the entire apartment, except for the studio room we use for storage. The master bedroom is huge and guests will have access to living room, office, kitchen, and bathroom. You are free to use the internet, cable tv, all kitchen appliances.\n\nWe won't be in town but will be available by phone for any questions.\n\nRight in the heart of Spanish Harlem, the birth place of Salsa music! East Harlem has a ton to offer, from the best Puerto Rican/Dominican/Mexican food in the city. We are also a 20 minute walk to the restaurant corridor of Central Harlem, with the best Soul Food in the city. Our apartment is a 5 minute walk to Target, Costco, Marshalls, etc.\n\nOur apartment is 6 minute walk to the 6 train, which will get you to midtown Manhattan in 20 minutes (door to door), or downtown Manhattan in 30 minutes (door to door). We are also a 12 minute walk to the 2 and 3 trains, a 15 minute walk to Central Park and a 20 minute walk to Museum Mile.", "name": "Huge apt in East Harlem", "picture_url": "https://a0.muscache.com/im/pictures/e8d381da-0f02-48c2-8af3-853668a90af8.jpg?aki_policy=large", "url": "airbnb.com/rooms/14263665", "id": "14263665", "price": 150, "review": "Amazing space with plenty of natural light. The flat is a complete gem. Narges is extremely amiable and communicative. The whole experience felt as though one were taking care of a friend's place. I am much obliged for her hospitality and geniality. "}