{"description": "Space is LOCKABLE & ENTIRELY PRIVATE!!!\n\nYou’ll LOVE your Temporary Home because of it's Multicultural Urban Environment; easily 'Walk-Able' to all Manner of Parks, Museums & Hospitals. Newly Renovated & Accessible to both the #2/5 Subway Line and #B44 Bus Line, Covering all of Manhattan & Brooklyn within Minutes!  You'll also Appreciate its Natural Amenities for Couples, Children & Solo Adventurers. A+++\n\nExceedingly few short-term guest suites are entirely private, and almost none offer a full kitchen . We believe you will be thrilled, and it's all newly refurbished to boot!\n\nNOTE: Although the sofa bed is listed by AirBnB as 'common space', it is located fully within your completely *PRIVATE* accommodation.\n\nPrivate & separately accessed/keyed: Living Room, Bedroom, Bathroom, Kitchen, Veranda...all the safety & comforts of your own Home.\n\nWe are phone accessible during most all daylight hours, and in an appropriately urgent situation, we can be physically present as well.\n\nVery nearby gardens and parks (amenities galore), restaurants, two hospitals, museums, and every other entertainment available in Gotham City.\n\nThere is on-street parking in front/nearby our home, as well as public subway and bus access within mere blocks. Easily walk-able in all respects.\n\nGuests are legally/financially responsible for ALL city regulations\n\nOur place is like having a 2nd home in one of the largest Metropolises in the world, with the added attraction of a fully detached house in a genuine neighborhood. With Wi-Fi, basic cable TV and cooking at home...what's a good reason to triple your costs at a hotel?", "name": "YOUR PRIVATE SPACE: Prospect Lefferts Gardens NYC!", "picture_url": "https://a0.muscache.com/im/pictures/9921995e-4f62-4d1d-96b9-7eb366481a8f.jpg?aki_policy=large", "url": "airbnb.com/rooms/14267222", "id": "14267222", "price": 84, "review": "Brooklyn is a little out of the way if you're spending your days in the city, but it's super close to the subway. No better way to get a realistic NYC experience than to commute in every morning. 10/10 would stay here again or recommend to a friend."}