{"description": "SMALL APARTMENT\n2/5 PEOPLE 2nd FLOOR\n2 bedrooms\n1 bathroom\nSmall kitchen\nrefrigerator \n microwave,\n tea kettle\n television\nSilent Air conditioning (hot and cold)\nFREE WIFI\n\nAPARTMENT 2nd  FLOOR 2 BEDROOMS\nPlease do not book before agreeing\n-Check in 4 pm.\n-Check out 11 am.\n-Day of arrival.\n-Time of arrival and departure.\nTo get from JFK you can calculate approximately 1 hr, take the air train (costs 5$ per person) then the J train (brown, costs 2.75 $ per person) get off at MARCY av. without changing.\nIf you take a taxi you can calculate about 40 minutes without traffic.\n\nThe apartment is located at south 4th street near the Williamsburg Bridge.\nThe nearest subways are J M Z at  MARCY Av. 2 blocks from the apartment, to go to Manhattan is only 1 stop (5 minutes).\nAnother Subway is the L train, it’s 4 blocks away at LORIMER St. 3 stops to get to Manhattan UNION SQUARE (10 minutes). Near the bridge you will have the chance to take the yellow Taxi to go to Manhattan at Delancy\nstreet is approximately 13$.\nI don’t have any problems if you come late at night or early in the morning, I have a key box outside the front door near the intercom that you can open easily with a code, and inside you'll find the keys that you’ll need. \n\nThe apartment has 2 bedrooms with full size beds clean sheets and two big towels for each guest, AC (hot and cold) in each room. Bathroom with  shower hairdryer. \nThe kitchen is full equipped with dishes pots pans and glasses with oven and microwave, dishwasher and fridge, COFFE,TEA,SUGAR, THERE ISN'T FOOD \nTelevision in one bedroom.\nIn one bedroom there's a small sofa bed to fit one person.\n\nIf guests will be more than 4you must pay an additional $30 per night for the 5th guest who will sleep in the sofa bed. \n\n\nThe place is in a safe street with free alternative parking.I need to know in advance the time of arrival to arrange the keys.I do not allow visitors in the apartment prefer guests with profile verification e-mail and phone number very important at least one photo.\n\n2 bedrooms 1 bathroom + kitchen\nno living room\nif you need I can put a twin bed in the room\n\nI'm always in contact with my guest I receive all the messages on my phone", "name": "Cozy Clean Small Apartment 2 Bedrooms Nyc", "picture_url": "https://a0.muscache.com/im/pictures/1eee27eb-b59f-460f-8400-62be27d0ca0d.jpg?aki_policy=large", "url": "airbnb.com/rooms/14276565", "id": "14276565", "price": 160, "review": "The host canceled this reservation 215 days before arrival. This is an automated posting."}