{"description": "Dreamy pre-war Manhattan one bedroom apartment in the heart of Little Italy/Soho/Chinatown. Great natural light inside and a pleasant stroll to countless local favorites! The neighborhood is home to some of the best shops and restaurants in NYC. \n\nSteps from the Canal Street subway hub.\n\nThis true one bedroom apartment with exposed brick and abundant natural lighting makes you feel right at home in the heart of downtown New York City. The neighborhood is adorable and super safe; plus is central and convenient to pretty much everything. Beautiful views of City Hall and the Financial District thanks to windows in every room. \n\nThe space is small but spacious, perfect for one or two people. Full sized bed with super comfy down comforter and closet space in the bedroom. Each room is equipped with an air conditioner.\n\nThe place is amazing but even better is the fabulous location. I am happy to recommend delicious restaurants and unique fun things to do, all walking distance from the apartment on Mulberry.\n\n**Please note: No elevator in building, 4 flights of stairs to apartment\n\nBedroom, bathroom, kitchen, wifi\n\nI am happy to provide recommendations and tips for where to go nearby\n\nI love living in Little Italy! My favorite part about the location is being steps to Soho and Nolita, home to some of the best food and shopping in the country! Not to mention the apartment is a five minute walk to all the main subway lines at Canal Street.\n\nMulberry Street is in the heart of downtown so there is always something to do. Walk 20 minutes to the West River and catch a sunset ferry, do some sightseeing in the Financial District or the South Street Seaport, eat cheap noodles in Chinatown. You can also always grab brunch in Nolita and hit up the art galleries on the Lower East Side too. The options are endless, NYC is your oyster when you're staying on Mulberry Street!\n\nSuper convenient location - 5 minute walk to JZ, NQR, and 6 trains", "name": "Charming Little Italy One Bedroom", "picture_url": "https://a0.muscache.com/im/pictures/eaf9b02c-f567-4276-92dc-065af7514735.jpg?aki_policy=large", "url": "airbnb.com/rooms/14281824", "id": "14281824", "price": 138, "review": "It was great we could stay in Julia's Apartment. Located perfectly for visiting Manhattan, in an area full of cozy restaurants and cafes, the best of which Julia recommended in her 'guide to downtown'. Thanks for a great stay!"}