{"description": "This 2bdrm Astoria apartment is available for rent (1bdrm only; I will not be home, but mine will be locked). Have access to your own private space with a rooftop, just steps away from a 15min subway ride to Times Square.\n\n\n****If the apartment shows that it is not available, it is because I will be home. If you are comfortable with having a private room and sharing the space, message me - we can work something out!\n\nAstoria is small-town charm, just minutes from the center of Manhattan. There are lots of great bars and restaurants, just steps away from the apartment.\n\nBedroom with full-size futon, walk-in closet, and desk with monitor for laptop hook-up\nLiving Room with full couch (where a third person can sleep), a love seat and a Smart TV\nKitchen (all access to use everything)\nUpdated bathroom, with full bathtub & all\nshower amenities\nRooftop\nExercise machine: elliptical glider\n\nAs wanted // I can offer up advice for the neighborhood and guide you places, or be MIA - whatever the guest wants!\n\nAstoria is a quiet piece of the city, and my apartment is nestled in the heart of young & professional neighborhood. There are lots of great bars & restaurants nearby, but the apartment provides the quiet and privacy that can be needed to unwind after sightseeing all day.\n\nYes! My apartment is less than 2 blocks from the N/Q subway line, and is four stops (10-15mins) from Manhattan. Additionally the M/R subway is eight blocks from my apartment, and there are plenty of subways (and uber!) available passing by.", "name": "Live like the locals: Astoria Apt!", "picture_url": "https://a0.muscache.com/im/pictures/c73cb027-3d58-4eb0-996f-ca40a3b43620.jpg?aki_policy=large", "url": "airbnb.com/rooms/14282247", "id": "14282247", "price": 165, "review": "Debra's place is really easily accessible from the N/W train, and a great location in Astoria. Really close to restaurants in the neighborhood, and an easy trip to and from Manhattan. Debra was really nice and helpful in getting us set up in the apartment and provided everything needed for the stay. She was a great host."}