{"description": "1 bedroom 1 bathroom 3rd floor apartment in Rego Park Queens. 5 minute walk to bus & train going into the city or Long Island. 20 min train ride to the city. Close to everything! Supermarket, laundry, spa, tons of restaurants, Starbucks, local bars, shopping, 3 malls within walking distance.\n\nWe love our pets. Our fish will be part of your stay as we cannot transport them in a suitcase. We ask that you feed our colorful little friends once a day.\n\nCable TV, wifi, Netflix, Amazon, Apple TV, HBO & showtime available. If you find yourself in need of more entertainment; there's always the fish :)\n\nWe will be on vacation during your stay, interaction may be limited to text or email. My brother in law will check you in/out and answer any questions you may have. We will provide clear instructions in writing  of where everything is and how to get around the neighborhood. A list of trendy local restaurant and shops will also be provided.\n\nThis is a great neighborhood with so many different cultural options. The one thing that Queens is known for is its diversity, and Rego Park is at the heart of it all.   The neighborhood has a great mix of people, food and culture. Everything from American to Russian,  Turkish, Spanish, Korean, Chinese and Indian. We have nice friendly and quiet neighbors. We also have a Jack Russell that will not be staying at the apartment; if you have allergies please consider this. Otherwise, please enjoy our apartment and your stay! We will do our best to make your trip as pleasant as possible :)\n\nTrains & buses & cabs 5 minute walk from apartment\nOr Uber/Lyft \n\nLIRR 2 train stops away \n\n15 min drive to the city \n20 min by train\n\nNo matter what time of year NYC is a beautiful place to visit. Always lively and full of energy, truly a city that never sleeps. Whether it's your first trip or 40th there's always something new to discover!", "name": "Heart of Rego Park", "picture_url": "https://a0.muscache.com/im/pictures/b83eec16-888c-4313-8bfd-3f8769840ac1.jpg?aki_policy=large", "url": "airbnb.com/rooms/14282208", "id": "14282208", "price": 120}