{"description": "Tranquil, light-filled turn-of-the-century home, close to Manhattan, Prospect Park & various subway lines. You’ll love the neighborhood & convenience. Great for couples, solo, business travelers & families with kids. Convenient South Park Slope near great restaurants, 3 blocks from multiple subway lines that take you to lower Manhattan in 15 min. Listing features 2 bedrooms (master bedrm with adjoining study), 1 bathroom, living room with queen sized sofa bed & eat-in kitchen. Legal NYC listing.\n\nPrivate top floor in charming, turn-of-the-century Brooklyn rowhouse with its own entrance. The apartment has 2 bedrooms (connected through an archway), living room with queen size sofa bed, eat-in kitchen with refrigerator, electric grill, double burner and toaster/oven. This is a great space to work if you need to. Quite perfect for families on a trip or the business traveler looking for a low-key area. Fits up to 5, this is meant mainly for families with children under 12 y.o., the space is tight for 5 adults (2 beds and a futon). Bright, relaxing & spacious bathroom. Entire floor is sunny & quiet. Great 24-hour deli on the corner & wonderful supermarkets nearby. The house is very close to gorgeous Prospect Park and just a 5 minute walk to the subway. Citi Bikes are available right around the corner. Take a look at our reviews, our home is extremely clean. We have regularly scheduled professional pest control with organic products and use professional grade practices for housekeeping every other day. We include premium toiletries such as BedHead, Bliss, and organic + non GMO products.\n\nCharming & completely private 2nd floor flat in traditional Brooklyn rowhouse with its own entrance. The floor contains two private and separate bedrooms. Included is the kitchenette with dining space, refrigerator, grill, coffee machine and microwave. This is a great common space to work if you need to. Quite perfect for families on a trip or the business traveler looking for a low-key area. Bright, relaxing & spacious bathroom. Entire floor is sunny & quiet. Great 24-hour deli on the corner & supermarkets nearby. The house is very close to gorgeous Prospect Park and just a 5 minute walk to the subway. \n\nSunny & quiet in convenient South Park Slope, near great restaurants, 3 blocks from subway lines that take you to Manhattan in 15 minutes. This listing features a 2 bedrooms (master with adjoining study that has a futon), one bathroom and a kitchen with dining space (simple cooking is possible, the kitchen is equipped with an electric grill, electric double burner and toaster oven as well as plates, cutlery, mugs and glasses).\n\nPrivate top floor of the house (no host in the same unit); guests have the entire top floor with the bathroom, living room and the kitchen area. Apartment includes wi-fi and TV as well as towels and toiletries.\n\nYou have lots of privacy, but we are happy to help you figure out your itinerary whether you're on a personal or business trip, whether you're alone or with your family and children. We've lived in the area our entire lives and can make suggestions. Available via text for emergencies during daytime business hours.\n\nSouth Park Slope is a beautiful & residential area with tons of restaurants & shopping. It's one of the best places to live in all of NYC though I might be biased because I grew up here! The house is an easy, 15-20 minute subway ride into lower Manhattan. Area is super convenient with lots of bars as well as every kind of cuisine you can think of if you want to try the local restaurant scene or order a meal for delivery. The crown jewel of the neighborhood is Prospect Park which is a few short blocks away from our house, it is full of trails for running & walking & has lots of activities in winter & summer such as ice skating, paddle boating, horseback riding & free concerts. The neighborhood is centrally located in Brooklyn, making it easy to explore nightlife and other popular neighborhoods such as Greenpoint, Fort Greene and Bushwick and special destinations such as the Brooklyn Botanical Garden, Grand Army Plaza and the Brooklyn Museum. Citi Bikes available right around the corner!\n\nThe house is 3 short blocks away from the subway station with the F, N, R, and G subway lines to quickly take you into Manhattan or wherever in New York City you want to go. Several local buses available as well. Various taxi services operate in the immediate area. Very easy to get to from LaGuardia and Kennedy airports. Street parking is available if you have a rental car (be mindful of street cleaning days); if you have a bicycle you can store it inside the front door. Bicycle rentals are available at several bike shops in the immediate area. This part of Brooklyn and the surrounding neighborhoods are very walkable as well.\n\nRequests for early check-in/late check out must be made at least three days in advance. If the space is occupied the same day you are checking in/out, an early check in/late check out is physically impossible.", "name": "Serenity & Charm in Brooklyn's Best Area", "picture_url": "https://a0.muscache.com/im/pictures/29273a5b-100d-4ecb-acd0-16f675114a4b.jpg?aki_policy=large", "url": "airbnb.com/rooms/14281865", "id": "14281865", "price": 120, "review": "We stayed at Vivianas Apartment for one week and we totally enjoyed it. \n\nThe communication was super easy and she replied almost immediately to all our question regarding the apartment or the neighborhood. \n\nThe check-in and out was very easy due to the good instructions. \n\nThe apartment itself was very clean and cozy. The pictures are real. \n\nWe stayed with three people and had enough space. There was one room for each person. \n\nThe neighborhood is safe und offers a great variety of shops, restaurants and bars. \nThe subway is 5 minutes away and you have connection to the R-Train (good for lower Manhattan) and the F/G-Train (good for Midtown).  \nDon't miss Daiseys Diner on the 5th Avenue. It was our favorite diner in this neighborhood were you can get all kinds of tasty food. \n\nIf you are a runner you will enjoy this location. There are some nice and relaxing routes around the prospect park or very scenic routes to and over the Brooklyn bridge. \n\nAll in all we will recommend this apartment and if I come back to NYC, this will be my first choice. "}