{"description": "The apartment is a guest suite, which has private entrance, private bedrooms, kitchen and a private bathroom. The house is clean, modern and equipped with bedroom suite with a king-size bed. Rooms have plenty of windows and sunlight. \n\nThis apartment is 2 minutes walk from the 6 train at 110th street, and 7 mins walk to the 2-3 train at Central Park North (110 St station). It's 5 minutes walk from Central Park north entrance (110 St and 5th Ave entrance).\n\nThis apartment would be good for couples, family, solo adventurers, group of friends, and business travellers.\n\nLong term rental is also available upon request.\n\nYou have your private entrance.  We also have a set-up for self-check-in if you arrive at odd hours or if we are not around.\n\nWe live in the building and use a separate entrance. We are available to answer questions and provide as much help as we can, but also happy to give you the space and privacy you want.\n\nThe  neighborhood is diverse, gentrifying and extremely convenient.  One block away, there is a grocery shop on 3rd Avenue, and a Key Food (grocery shop) on 111th Street, next to the 6 train.  Lots of pizzerias, fast food, café, donut, bank, convenient stores, hardware stores, 99 cents stores along 3rd Ave, within 2-5 minutes walk.  The Harlem library and a post office is also 2 mins away on 111th street.\n\nThe place is minutes away from major train station and little gems like Kyle's grill. The building is a minute away from third Avenue and Lexington Avenue, both are vibrant thoroughfares with tons of shops, gym, yoga studios, 99 cents stores, restaurants, etc.  A well-kept secret of the area: you are within 5-7 minutes walk from Central Park's north entrance, avoid the tourist crowd and are still able to enjoy the incredible park.  Both the 6 train and the 2-3 trains (express trains) take you to mid-town Manhattan in 5-10 mins.  Very convenient to get anywhere.\n\nPeople often asked if it is safe?  Until the 90s, Harlem may not have been safe. We have been living here for 3 years and felt safe walking back at night etc.  Just use precaution like you would elsewhere in New York City.\n\nCome and stay to enjoy everything you ever wanted in New York City!\n\nThe 6th train at 110th St. will take you to midtown within 15 minutes.  The 2-3 fast train will zip to Times Square within 15 mins. There are buses on 3rd Ave (going uptown) and Lexington Ave (going downtown).  You could also get the Metro North at 125th Street to get out of town (a bit of a walk, about 12 mins walk).\n\nThe apartment DOES NOT have a TV.  \n\nNote that there is NO ELEVATOR in the building; to access the apartment, you need to climb approx. 6 steps from the street level, get to a hallway, then climb about 17 steps from the hallway to the apartment.  Please consider this carefully when you decide whether to book.  Someone did stay with us and then were not happy about the stairs - something they knew well before they booked. \n\nKitchen, sink, stove and microwave are available if you are inclined to cook.  Dishes and utensils are provided.  NO DISHWASHER either.\n\nThere is a washer and a dryer in the cellar if you need to wash your clothes.\n\nFree wi-fi in the building. \n\nThe amount of street noise is typical for New York City, although it may get louder when the firetrucks go by and when the neighbors party over the weekend in the summer months.  Please bring ear plugs if you want extra-quietness and need concentration. \n\nSafety features: Fully sprinklered building, carbon monoxide detectors, and fire extinguisher in unit.", "name": "Roomy, updated apartment in townhouse: East Harlem", "picture_url": "https://a0.muscache.com/im/pictures/e5979457-eb88-4a41-a614-636b9eb5651d.jpg?aki_policy=large", "url": "airbnb.com/rooms/14290597", "id": "14290597", "price": 135, "review": "Well maintained and clean apartment. We found all prepared on our arrival and Quynh-Anh was very helpful to our needs. The beds were comfortable and clean sheets. At night there are no noises and the neighborhood is quiet. Many services such as supermarket nearby and the first Subway on 110 one block. Good choice for my family."}