{"description": "Beautiful 1 bedroom apartment in Northern Manhattan. Cleverly styled with a full kitchen, nice bathroom, and plenty of entertainment (TV, Xbox, music equipment). Steps away from the 1 and A metro lines, a little under 30 mins from times square.\n\nSpacious with great decor, tons of art, and entertainment\n\nYou have full access to anything in the apt. Just please be respectful\n\nI will most likely be in town to take care of any needs you have. If not I also have a brother who lives in the city who can help you if need be.\n\nNear many parks. Fort Tryon park in my opinion is the best in NYC. Stunning views from cliff's over the Hudson River and the Cloister's museum. Also Tryon Public House (uptown hotspot) is right around the corner.\n\nThe 1 train and the A express train are both less than 5 minutes walk away. They will get you to midtown Manhattan in under 30 mins\n\nThe 2 closets will be full so you will have 2 dressers and a 4 shelves. I can also set up a coat rack if need be. 5th floor walk up", "name": "Artistic 1 br Northern Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/9e7fd740-3779-45ae-b19c-e9ed65bb281d.jpg?aki_policy=large", "url": "airbnb.com/rooms/14291973", "id": "14291973", "price": 140, "review": "My thanks to Kel for being such a wonderful host! I was in New York to visit a friend who lives in Inwood, and very much wanted to be able to stay within walking distance of his apartment. Inquiry after inquiry was denied until Kel came to the rescue! He was extremely prompt in replying to my request and continued to be very prompt in responding to my texts and questions during the duration of my stay there. I very much enjoyed relaxing in the cozy yellow living room with wonderful art on the wall, as well as the very comfortable bed in a room quite spacious for a New York apartment. It was within walking distance to many little shops and places to eat and very close to major subway lines. Checkout was quite easy as the door self-locks, so I was able to leave the keys in the apartment and leave whenever I was ready to without having to wait for Kel. Thank you again for such a remarkable stay and for making my very first Airbnb experience so wonderful!"}