{"description": "Our ground level newly renovated open concept studio which is located in a quiet area of Ridgewood/ Bushwick & within walking distance to great restaurants & bars. A 7 minute walk to the subway will have you in the city in 20 minutes. We also provide parking for 1 vehicle if needed.\n\nOpen concept studio which offers tons of natural sunlight during the day. Total privacy at all times. No sharing of any rooms or bathrooms... your total private space during your stay. We also offer parking for 1 vehicle in Ridgewood during your stay. FYI parking in Ridgewood/ NYC can be challenging,, but not here because you'll have your vehicle in our driveway, inches away from entry door.\n• Super Clean ️\n• Cozy️\n• Quiet ️\n• Total Privacy ️\n• Private Entrance ️\n\nFull bath, full size refrigerator, TV with cable, radio with aux cord, bar minimum bottles, full size comfortable futon.\n• Coffee Pot ️\n• Microwave ️\n• Full Size Refrigerator ️\n• Full Size very clean bathroom ️\n• Television with Premium cable channel ️\n• Wifi ️\n• Private Entrance  | Exit ️\n\nPossibly during check in & check out but not necessary, renters will have security code to enter & leave. We'll be very respectful of your rented space. We can easily be contacted as we live within the house if any questions. We can interact & will be more than happy to give recommendations of places to eat, hangout, etc.\n\nGreat restaurants for breakfast, brunch, lunch & dinner within walking distance. The night life is pretty cool with reasonably priced drinks at local bars. A 7 min walk to the L line will have you in Manhattan within 20 minutes. Best of both worlds with quiet neighborhood but plenty to do as well. Centrally located for a very enjoyable experience in NYC. \n• Comfortable Home Feel ️\n• Total Privacy ️\n• Natural Sunlight ️\n• Restaurants | Bars | Street Art ️\n• Safe Neighborhood ️\n• Available Driveway Parking for 1 vehicle ️\n• Public Transportation nearby ️\n• Fastest Trending Neighborhood ️\n• Host are easily accessible & responsive ️\n• No Sharing of any rooms or space with other guest or host ️\n• Guaranteed for a Great Experience ️\n\nL train within walking distance (8 min walk)-20 min ride into Manhattan also buses are available. Cabs have approximately 3 min wait time. Uber, Lyft, Fenix, Ridgewood cab services.\n\n- Art decor neighborhood & very safe to walk during day or night", "name": "Large Modern Studio with Free Parking in Driveway", "picture_url": "https://a0.muscache.com/im/pictures/e3e864b9-2fff-40e1-ad68-50c42517f799.jpg?aki_policy=large", "url": "airbnb.com/rooms/14301857", "id": "14301857", "price": 99, "review": "Very private, clean, and public transportation available"}