{"description": "Set in the heart of Brooklyn's best, history surrounds and fun activities abound.  Close to bike rental stations and subways, you can explore the local flavors or hop into the city. A calm, relaxing base station for your adventures in NYC.\n\nThis apartment is on the THIRD FLOOR of our lovingly preserved townhouse in the heart of Brooklyn. The apartment offers TWO BEDROOMS, a fully equipped open kitchen, a living room extension with an additional full-sized custom convertible bed and one full bathroom. With THREE LARGE BEDS, you will have ample space to relax after a long day of exploring.\n\nYou have PRIVATE access to the entire third floor.\n\nWe usually like to give guests their space and privacy while making ourselves available for any questions, guidance, needs, or emergencies.\n\nCelebrated for its diversity of people, restaurants, and activities, Clinton Hill is artsy but not over-the-top, cool but not unapproachable. Walking distance to some of the best Brooklyn neighborhoods like Williamsburg and Fort Greene, Manhattan is also just a bike ride away. Check out our guidebook and you'll be hard pressed to even make it into Manhattan with all the great things to do locally.\n\nThere are a ton of local bike share options in the immediate vicinity matched with safe dedicated bike lanes with which to explore. If the subway is your flavor, you're only a 10min walk away. Taxi's and Uber are easy as well and can get you into the city quickly.\n\nChinatown/Soho/LES - 13min (car), 23min (bike), 35min (train)\nCentral Park - 30min (car), 48min (train)\nTimes Square - 30min (car), 45min (train)\nWilliamsburg - 10mim (car), 10min (bike), 17min (train)\nFort Greene Park - 6min (car), 10min (bike), 13min (walk)\n\nCeiling heights range from 7'8\" (2.34m) to 6'3\" (1.91m) so please be mindful of the height to optimize your personal comfort.", "name": "Poets and Peppers", "picture_url": "https://a0.muscache.com/im/pictures/15ab4cd4-5cd3-49e5-9401-4e7751eb992d.jpg?aki_policy=large", "url": "airbnb.com/rooms/14301088", "id": "14301088", "price": 149, "review": "Très bel appartement, conforme à la description et situé dans un quartier de Brooklyn très animé (bars, restaurants, commerces...)!"}