{"description": "One bedroom apt that can sleep 6 comfortably is located in Maspeth a safe, quite upscale residential community in Queens, only 4 miles to Midtown Manhattan that about 10 minutes driving and 15 minutes to Downtown Manhattan.  The house is located within walking distance to shops, restaurants, markets, banks, stores, churches, laundries, gas stations and transportation.  Parking is also available in the house.  the apt is in the sencond floor of a buitiful house with a buitiful front yard.\n\nIn the apartment you will find 2 comfortable full size beds and a full size futon sofa bed, there is free (WiFi) and a smart TV with Netflix included.  Beautiful hardwood floors feature across the open-plan living area with contemporary furniture. There is plenty of sun light the apartment has 5 large windows, It is the perfect lounging place after a long day, marvelous dining table set nicely decorated. The apartment also features a private bathroom along with a fully stocked kitchen with microwave, coffee Maker and utensils.  Guests have access to the entire apartment; you don't share the apt. with no one.  The host is very accommodating and flexible.\n\nThe guests have access to the entire apartment, that is located in the second floor, don't share the space with no one, private entrance, there is parking available for one or two cars, for a fee.\n\nThe host is available to assist you in anything that you might need. the host is located in the first floor of the house.\n\nThank you so much for choosing my home for your needs! If there's anything needed during your stay, please let me know. I will do my best! Please share the House Rules with every guest in the group. Neighbors require peace and quiet. Enter and exit with low or no voices, banging luggage, or slamming doors. There is no smoking in the house and you can go outside in the front to smoke. No parties. Please clean your dishes when you are done cooking and please clean your hair from the drain after showering. Do not slam doors and run up and down the stairs as it makes a lot of noise : )Turn off AC and lights when leaving the apartment", "name": "ONLY  4.5 MILES TO MIDTOWN MANHATTAN", "picture_url": "https://a0.muscache.com/im/pictures/eca2f41a-e9b3-4317-a5af-cc4833798e14.jpg?aki_policy=large", "url": "airbnb.com/rooms/14316033", "id": "14316033", "price": 144, "review": "Franz's place was great! It was cute and exceeded our exceptions of a NYC apartment. The area is more industrial so it allows for quiet nights, if that's something you're looking for. Everything about the apartment was just superb. Franz was an excellent host. He was quick to answering all my questions and accommodating to our needs. Thanks Franz!"}