{"description": "If I was visiting NYC I would want a clean, comfortable and quiet place to rest and relax after bustling about in the busy city. We offer this in our newly refinished Harlem home where we live full time in a door man residence in a lovely neighborhood where we have raised our daughter. There is a brand new and comfortable mattress with high quality and hypoallergenic bedding, pillows and linens. You have a private entrance to a private and quiet bedroom and bathroom downstairs in our home.\n\nGuests are welcome to use the kitchen upstairs.  However, the stove/oven is currently not working due to a gas issue in the building. But the microwave and electric water kettle, fridge, sink, water all work. There is also a small refrigerator and Keurig coffee/tea maker with coffee and tea in the bedroom.  You have a private foyer with coat hooks where you can hang your coat, a bench where you can sit and take off your shoes and put on slippers, and plenty of space for luggage. You can also access our private garden, patio, from the bedroom. The apartment is smoke free, but smoking is permitted outdoors in our private patio and deck.\n\nGuests rent a private bedroom and bathroom in our home, but have full use and access to the entire apartment: i.e. kitchen, living room, dining room, backyard.\n\nLocated in the heart of Harlem, we are within easy walking distance of fantastic dining including Harlem's famous soul food, nightlife, live music, Harlem's famous jazz music, gospel music and churches, shopping and public transportation. There are express subways within 5 blocks in either direction offering access to the entire city and all it has to offer. Harlem is one of the most progressive up and coming areas in the city with rich diversity and life. Fine dining  can be had and is all within easy walking distance: The Red Rooster, Babbalucci's,  Lenox Sapphire with live jazz, Corner Social, and Sylvia's soul food, The Apollo and hot new after hours dance club Shine are all in the neighborhood. There are many other great clubs, bars, intimate cafe's, excellent coffee shops and a world of shopping and culture to explore in this amazing and friendly and safe neighborhood, all within very easy walking distance.  The distinguished  National Black Theater Institute is within easy walking distance. Marcus Garvey park as well is very close and a beautiful place for a stroll among green fields, trees and rocky hills and local art installments or a swim in the summer. There are also playgrounds and dog runs at the park.\n\nExtremely easy access to all forms of public transportation including express trains is within easy walking distance, opening this vast and amazing city to you. There is no need for a vehicle though there is ample on street parking.", "name": "Cozy Harlem pad", "picture_url": "https://a0.muscache.com/im/pictures/66e44c09-ba55-4d04-bd2d-550b79ecdd2d.jpg?aki_policy=large", "url": "airbnb.com/rooms/14312842", "id": "14312842", "price": 125, "review": "I never thought a stay in NYC could be so quiet, clean and convenient! I slept like a LOG, best sleep I've had in ages. The rooms and bathroom were super clean, which I really appreciate.  And parking was much easier than I expected (even on a snowy night). The hosts were really welcoming and flexible and gave us tips for where to eat, park, get good coffee, etc.  It was also an easy walk to the train, which was great for getting other places where I didn't want to drive! "}