{"description": "My little studio is a great home base for travelers! Come visit and explore NYC in the heart of the Upper East Side. My apartment is surrounded by restaurants and bars, tons of shops (including Bloomingdales) are a very short walk away, and I'm near the subway! \n\nThere is a full kitchen, a queen size bed, a couch and a big screen tv. The apartment is a studio, which means its a combined living room and bedroom and then there is a small kitchen and a full bathroom with tub and shower.\n\nAlthough my space is tiny, it's more than adequate to use as a home base for exploring NYC. You'll love the Upper East Side location! There's lots of great restaurants nearby (feel free to ask me for recommendations!) and you can easily walk to the 6 train from my apartment (easy one-stop transfer to the 4/5 line). There's a Starbucks right across the street (and Mcdonalds, Chipotle, a pizza place, frozen yogurt, chinese, sushi, two greek restaurants, and a wonderful diner all within ONE block!). There's a wine/liquor store across the street as well, a drycleaner on my block, and many other things all within easy walking distance!\n\nYou'll have the whole place to yourself - private studio. No need to worry about noisy neighbors, it's a safe and quiet building.\n\nI provide all necessary linens and towels.\n\nI'll always be available via text for any questions you may have about the apartment or the area, but you have the place to yourself completely and I will not be there.\n\nMy apartment is easy walking distance to the subway. Also, New Yorkers mostly use easy apps, like Uber, Lyft, and Gett to get around in the city. Need help using one of these apps to get a ride? Just ask me, I'm happy to help!\n\nIf you haven't used Lyft before, download the app and sign up and enter promo code \"Nicole890196\" and you'll get $20 off your first ride! (That's likely a totally free ride in NYC!/depends how far you're going)\n\nIf you haven't used Gett before, down the app and sign up and enter coupon code: GTPKLOI for $20 off your first ride! (That's likely a totally free ride in NYC!/depends how far you're going)\n\nIf you haven't used Uber before, download the app and sign up and enter promo code \"918le\" for $15 off your first ride!\n\nCheck in is 3 pm and check out is 11 am. Early check in and late check out will be accommodated at your request when possible for a fee of $15.\n\nGuests are required to wash dishes and remove trash before leaving apartment. No smoking whatsoever in the apartment. The cleaning fee on the apartment is only $25, as I expect guests to leave the apartment in a reasonable condition. An additional cleaning fee of $75 will apply to stays with excessive messes which require professional cleaning services.", "name": "Upper East Side Studio Apartment", "picture_url": "https://a0.muscache.com/im/pictures/073c9cbd-19f4-4be4-b549-dba372849225.jpg?aki_policy=large", "url": "airbnb.com/rooms/14312497", "id": "14312497", "price": 99, "review": "Exactly as described. Small and clean, perfect for 2 people. Nicole was available and communication was easy. Walking distance to subway. Great location in upper east side "}