{"description": "You’ll love my place because of the ambiance, the mid century furniture, and everything is new. My place is good for couples, solo adventurers, and business travelers. The surrounding neighborhood is quiet and full of good eats.\n\nThe apartment is located in the neighborhood of Queens and borders between Woodside and Sunnyside. The travel time into midtown Manhattan is 35 minutes. The travel time into downtown Manhattan is around 45 minutes - 1 hour depending on the time of day!\n\nThe apartment is on the ground floor and is a completely separate 1 bedroom apartment with a private entrance. You enter the apartment through the main lobby. It has 1 bathroom, 1 bedroom (with a walk-in closet), kitchen and living/dining room. Everything is completely renovated, even down to the new floors! The kitchen is beautiful with detailed tilework and brand new stainless steel appliances. The furniture is all mid-century modern; clean, relaxing and chic. \n\n* Sorry I cannot hold reservations before booking! *\n\nThis is a multi-unit building. We live in the two apartments above the first floor apartment, though you will have your own space and private entrance (completely separate apartment). We are nearby at all times to answer any needs you may have immediately.\n\nWe live on the border of Woodside and Sunnyside Gardens with cafes nearby on Skillman Avenue as well as supermarkets, pharmacies and anything else you might need!\n\nNearby includes include pizza, Mexican, Japanese, Nepalese, cafes and tons of Irish bars.\n\nWe live between the 7 train at 52nd street and the R/M trains at Northern Blvd. They are both about a 7-10 minutes walk to the house. The 7 express stop is also nearby at about a 10 minutes walk. The express stop is 61st street Woodside and also has the LIRR there as well.\n\nNo smoking (this includes e-cigarettes)\n\nNot suitable for pets\n\nNo parties or events\n\nCheck-in is after 3PM", "name": "Brand new mid-century 1 bedroom apartment", "picture_url": "https://a0.muscache.com/im/pictures/127245b9-3deb-4c8c-8d16-e542fa6eee03.jpg?aki_policy=large", "url": "airbnb.com/rooms/14312001", "id": "14312001", "price": 125, "review": "This apartment is very beautiful. You feel really comfortable and everything is clean and friendly. \nVeronica explained us everything and helped us when we had questions. \nThe next Metro stations are 10 minutes away and you will be in about 20 minutes in Manhattan. There are also express lines. \nWe had a wonderful time in this apartment. :)"}