{"description": "Live like a New Yorker in this quaint and updated one bedroom in the heart of Astoria! Less than 10 minutes walking distance to 4 subway lines. Jump on the subway and be in Times Square or Central Park in 15 minutes! Great local restaurants and bars are nearby walking distance if you'd like to keep it local and explore Astoria in the borough of Queens!\n\nEnjoy visiting New York in this updated Astoria ground floor apartment, minutes from Manhattan! \n\nRecently updated, this charming one bedroom is your perfect stay! Once you enter the apartment thru your private entrance, you are greeted by the sleeping area with a comfy pull down bed. \n\nIn the center of the apartment is the living area, two sofas which also fold down into beds. The living space is perfect for relaxing after a long day of sight seeing, complete with Roku TV and an electric fireplace! \n\nOff the living space is the remodeled full bathroom with a shower tub combo, heated floors and a heated towel rack!\n\nJust past the living area is the newly updated kitchen, full of cookware and dish ware for preparing a home cooked meal! Enjoy your meal at the large bistro set in the living area. \n\nFully stocked Keurig is provided for our guests convenience.\n\nBeautifully updated and private, this one bedroom apartment is your perfect NYC getaway!\n\nApartment only.\n\nWe like to respect guests' privacy but please let us know if you need anything!\n\nOur neighborhood is centrally located to all famous NYC sites and local eats!  Start off your New York day in Central Park, only a 15 minute subway ride! Want to check out the most famous part of the city? Times Square is an 18 minute subway ride. Don't forget to visit the top of the Empire State building near Herald Square.\n\nLess than 10 minute walk to 4 subway lines (the N or W at Broadway and the M or R at Steinway Street). You can reach Manhattan in 10 minutes!\n\n*Laundry\nAlthough there is no washer or dryer, there are two laundromats on the corner which provide drop off service.\n\n*Parking\nOnly public street parking is available which may be difficult to find during certain times of the day.", "name": "Charming Private Astoria Apt. 10 Min To Manhattan!", "picture_url": "https://a0.muscache.com/im/pictures/ea47e8c8-24d4-44a6-a234-72615a1efc8c.jpg?aki_policy=large", "url": "airbnb.com/rooms/14322869", "id": "14322869", "price": 122, "review": "Nice, clean place, well located in Astoria.  Quiet at night - I could sleep!  "}