{"description": "Private 2 bdrm, 1 bath, apartment with full kitchen. Nearest Metro Station (Gates Ave J/Z station) is just 5 minutes walk and will take you to Manhattan in 30 minutes! Walk to grocery store, pharmacy, restaurants, cafes. You’ll love my place because of the proximity to the metro, just a 5 minute walk! My place is good for couples, solo adventurers, business travelers, and families (with kids). We have Apple TV (not cable TV) so lots of free movies and TV (including live news) to watch.\n\nTasteful and comfortable 2 bedroom apartment with full size and queen beds. The bathroom has a full size tub and can be used as a shower as well. The kitchen has a stove and oven and refrigerator and all the equipment you'll need to cook simple meals at home. There is a table in a room adjacent to the kitchen that can be used either as a dining area or a work space.\n\nWe love people and our home town and we love to share what we think is cool about BK and NYC with our guests. If you want to chat about things to do we'll be happy to oblige but if privacy is what you want we completely understand. We won't enter the apartment without asking and would only do so if we needed to fix something at your request.\n\nThe positive change that we've seen in Bed Stuy in the last 10 years makes it the perfect choice for guests who are looking to have an authentic New York experience. \n\nEvery kitschy gift shop and vintage clothing store is fabulous and unique. Every restaurant, cafe, bakery and bar that opens is the realization of a young restauranteur's dream. Some of NYC's best restaurants were opened here in Bed Stuy like Saraghina and Peaches Hot House. The people from Manhattan have to take a train to eat at these places but you just need to take a short walk because the innovation, creativity and style that once made Manhattan famous has moved to Bed Stuy, Brooklyn! Did I mention that we also have some of the most beautiful and notable architecture anywhere in the city too? \n\nSome guests, mostly those not used to city life, need a minute to get used to the feel of a Brooklyn neighborhood, but as you will soon realize, this is in fact a safe, fun and vibrant place to live! My family and I have lived here for over 8 years and have never experienced any crime and neither have any of our many guests.\n\nThe Gates Avenue J/Z Metro Station is just 3 short blocks from our house and takes about 5 minutes to walk to (or less!). Those trains can get you in to downtown Manhattan in 27 minutes according to a popular mapping app. Destinations further uptown may take 40-45 minutes but to a New Yorker that is not a very long commute. Uber is a great way to get around too and Manhattan is only about a 20 minute drive away. If you would like a discount code to Uber please let me know and I'll share one with you (works for new accounts only).", "name": "Steps to the Metro, Minutes to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/dbe3672e-e19e-41af-b2c1-2f506c5a2804.jpg?aki_policy=large", "url": "airbnb.com/rooms/14330789", "id": "14330789", "price": 113, "review": "This apartment is perfect if you are looking for a base to explore NYC from. Super close to the subway, decent area, well equipped apartment :) Thank you both for hosting us for the week!"}