{"description": "Come stay at our beautiful 1-bed in an amazing Williamsburg location (steps to the Lorimer/Metropolitan subway stop—7 minute ride to Manhattan)! Enjoy our spacious and sunny bedroom, tall ceilings, and home-y decor. Make yourself comfortable with our full kitchen and amenities, twin couches for lounging, and records and books galore. Explore hip Williamsburg; there are TONS of restaurants, bars, cafes and stores in our neighborhood. Great spot for guests looking to explore the city or relax!\n\nWe (my boyfriend and I) love our apartment—we'd love for you to enjoy it too! (Seriously, it's the best). This is our primary home, but we travel a lot, so you will have the place to yourself but will all the amenities of a full-time home to make your stay comfortable. \n\nThe apartment is on the first floor spanning the length of the building, with tons of light from both sides; it is large for a 1-bed in NYC. Basically, you can do cartwheels in the bedroom. The bed has a mattress topper and is extremely comfortable, and we provide black-out blinds if you want to get an extra hour or two of sleep in the morning. \n\nThe kitchen has stainless steel, modern appliances, a full-size fridge and granite countertops—it's very comfortable to cook in. We'll provide all the basics for your cooking needs: spices, oil, etc. Leading into the living there is a quaint kitchen table for four.\n\nThe living room is incredibly comfortable with a couch that folds down into a full bed. You're welcome to explore our library of books and records, or unwind with some \"Netflix/Hulu/YouTube 'n chill\" on the TV (we don't have cable, but who does nowadays, amiright?). There are beautiful maps and NYC photography and sprinkled throughout the apartment. \n\nOur bathroom is super cute. It can be a tight squeeze if you're planning to take naps on the bathroom floor, but otherwise it has everything you need. Mini-tub shower with great water pressure.\n\nEntry on the first floor of the apartment building. Buzz entry for guests. We provide keys at a drop-off one block away—more info and apartment details upon booking.\n\nWe might be out of the city during your stay; if that's the case we'll be just a phone call, email, or text away. We have super cool and friendly neighbors who can help you with any questions.\n\nWilliamsburg is a young, vibrant area with beautiful views of the Manhattan skyline. It's a destination neighborhood with tons of food, fashion, and culture. The location can't be beat. You can spend your entire day within three blocks or go out and enjoy the city at large and come back to a super cozy and comfortable home. \n\nThe neighborhood is super safe, well-lit, and accessible to transportation, food and fun.\n\nWe're steps away from the Lorimer L train stop and Metropolitan G stop with easy access to Manhattan. It takes 10 minutes to get to Union Square.", "name": "Spacious beautiful Williamsburg 1BR—steps to train", "picture_url": "https://a0.muscache.com/im/pictures/81251bc9-3ef1-4099-beeb-4e5ab5013a04.jpg?aki_policy=large", "url": "airbnb.com/rooms/14338724", "id": "14338724", "price": 120, "review": "I would definitely recommend this place. I had a great, hassle-free stay for two nights. The apartment is spacious, comfortable, cozy and it was spotless when arrived. It's great for relaxing if you've been out and about all day and has all the amenities you could want. Molly was a gracious, responsible and responsive host. I felt like she was at hand even though she was away. It was super easy to get the keys, find and access the apartment. The location is to die for. I could not believe how quick and easy it was to get to and from Manhattan. And the neighbourhood has no shortage of places to get food at all hours. If you're a light sleeper you may want to bring earplugs, as you might be woken by some early-morning street noise. Or the sofa is also super comfortable, I was even tempted to sleep there!"}