{"description": "They don’t make them like this anymore - a True Industrial Loft lovingly handcrafted into a Home. An Exclusive enclave of artists & creatives in one of the last prewar warehouse buildings on the Williamsburg waterfront. Spartan, Essential, Bright and Huge (bigger than pix seem) High ceilings + Large windows all around. A Kingsize bed and 2 Twin beds in 2 separate loft areas - sleeps 4. Two blocks away from restaurants/shops. Walk to Supermarket, Subway, Buses, EastRiver Ferry & the W'burg bridge\n\nOriginal industrial loft: 13 foot ceilings, concrete floors, large windows, exposed pipes etc. \n1 lofted area with 2 twin beds and a king size in a separate area.\nWasher-dryer on same floor of the apartment. \nAccess to the roof which has one of best views of Manhattan from Brooklyn. You can see 5 bridges from up there. There is a BBQs on the roof that anyone in the building can use. \nLinens and towels provided. \nHight speed wireless internet. \nAnd a beautiful (working) antique Piano.\nGood for couples, solo adventurers, business travelers, and for families (with kids).\n\nTravelers can use the dryer and washing machine in the (our) second floor and Access to the roof which has Spectacular views of NYC.\n\nThe loft is available when I'm out of town, so interactions will be via email, text message or phone. But you will be interacting in-person with our trusted housekeeper (who will have prepared the Loft for your arrival,) for keys etc.\n\nThe loft is located in south Williamsburg waterfront. Its 3 blocks away from uber-hip Williamsburg (and Bedford Ave)  with all the shops, cafes, restaurants, music venues etc \nMUST VISIT and Near by (5-10 min walk) : Peter Luger's steak house, Marlowe and sons, The Diner, Motorino pizza; Big supermarket (Urban Market) a block away. And they've just opened a Wholefoods nearby\n\n- 7 minute walk to  J,M,Z  Marcy subway stop trains which takes you to Lower East side of Manhattan in one stop. \n- 15 min walk to Bedford L subway stop.\n- 20 min walk to Broadway G subway stop.\n- 5 min walk to the ramp for Williamsburg Bridge, which takes you to the Lower East side of Manhattan.\n- Across the street is the Schaffer Landing of the East River water stop Taxi which takes you to Dumbo, Wall street, mid town , please visit their web site for time tables because change from season to season.\n- Citibike rental track (accepts credit cards)  located in front of our building\n- We have several (inexpensive) 24 hour car companies in the area\n\nNO SMOKING\nPlease BE RESPECTFUL with neighbours . No parties, loud music or behaviors that can disturb others. If needed the land lord can (and will) call the police. \nBe clean. This is our home. Guest are expected to leave the apartment in the same condition as when they arrived. (sheets and towels can be left on folded to clean.)\nPrice vary according to season so keep checking...", "name": "Live the Loft Life in Williamsburg, NYC  - Unique!", "picture_url": "https://a0.muscache.com/im/pictures/418442ad-bdbc-4210-9e79-ab5d28a3979f.jpg?aki_policy=large", "url": "airbnb.com/rooms/14340554", "id": "14340554", "price": 103, "review": "Great space for my son and myself for 4 nights. Despite the fact that it was pretty noisy (due to all the residential development in the area) we slept well as the loft apartment was cosy and warm with everything we needed. Not far from the train over the Williamsburg bridge. Enjoyed walking over it into Manhattan and back over the Brooklyn Bridge. A good walk! Communication for keys/access was great. Loved the views from the rooftop at night. Thanks Lorena for everything. "}