{"description": "My place is close to Whole Foods Market, Duane Reade, Chipotle, Bank of America, Michaels, etc. Top 2 stories (Penthouse level) of a new residential development building. Absolutely no corners cut. The best of everything. Floor to ceiling windows and 11-13ft ceilings throughout. Impeccable views from the living room and rooftop. Huge private terrace. Heated floors and floor to ceiling marble in the spacious bathroom. W/D in-unit. This is my personal apartment. Multiple celebrities in building.\n\n2 stories, hardwood floors, 65\" & 48\" samsung UHD 4k Smart tvs, insane amount of closet space, 7 ft mirror in the main space for last minute check-ups :) Professionally designed and decorated. Very bright space via the floor to ceiling windows and the view from the rooftop is amazing. Room darkening shades in the bedroom. Pictures do not do my home justice.\n\nYou have access to my entire apartment. The doormen are extremely friendly, secure and helpful. They keep a very close eye on who enters and exits my space.\n\nI currently live in my second home in Colombia, so my availability will be limited. I have internet access here so feel free to email me or write me on AirBnB whenever you need help with something. The concierge/valet/doormen (very friendly) are all at your disposal as well.\n\nBrand new neighborhood. Built in the last decade. 25 shops/restaurants on the same block. Everything you need is less than a 5 minute walk away.\n\n2 blocks from the train and taxi's/uber on demand.\n\nIf there are more than 3 guests in my place at any time the doormen will notify me and there will be a $100/person charge.", "name": "2 story penthouse with PRIVATE rooftop", "picture_url": "https://a0.muscache.com/im/pictures/73cbe45c-1058-4da6-aa31-e6871302c9da.jpg?aki_policy=large", "url": "airbnb.com/rooms/14353271", "id": "14353271", "price": 249, "review": " Front desk guys are really nice and helpful but your place was not taken care of very well. The bed sheets were in the dryer and the towels were stain/old raggedy,bed mattress was dirty/stain plus  sag in the middle. Your floors were not moped or swept for probably months. You can see and feel the hair balls floating around, plus cigarettes buds were not clean up from the roof top. And dirty flower vase full of unchanged dead flower that were left for months.  The  refrigerator had leftovers food from the  previous visiters. The good part of my stay had to be that Whole Food is a crossed the street and TJMax. That's where I went to buy clean towels and blankets b/I couldn't used the ones in the condo due to the fact it's was gross. I always stay in a hotel when we come to visit NYC.  I had to convince my husband to stay at an Airbnb place but we were disappointed.  I wasn't going write a bad review but after thinking it over for a couple of days,everybody  deserves to know the truth.I just wanted to tell you and the others who chooses to stay in your place how I feel and maybe get a new cleaning crew for your place. Just a suggestion. "}