{"description": "The studio is private, quaint, convenient, and easy. Perfect for a simple traveler or creative type who wants a cool spot to stay in the best neighborhood in NYC!\n\nThis studio is located on the 4th floor of a building on the south side of Williamsburg, Brooklyn. Steps from the Williamsburg Bridge, a block from the Marcy JMZ subway station, a 10-minute walk to the L train, and close to all the best food and drink spots that Williamsburg has to offer. This apartment has everything a traveler could need or want - peace and quiet, proximity to prime destinations, kitchen, bathroom, A/C, and space to work. \n\nThe space is furnished with a queen size bed, table that sits up to 4, and daubed/sofa. \n\nFull disclosure, I would not recommend this apt to someone who wishes to cook a lot, as I do not currently have it stocked with pots/pans. The kitchen does have silverware, plates, bowls, glasses, and a wine corkscrew. If you'd like something specific, just let me know in advance and I would be happy to pick up for you to make your stay more comfortable. \n\nThe bathroom is shared with the next door neighbor. You will most likely not see the neighbor, but just an FYI. I have towels and soap for you to use.\n\nYou will have access to the studio apartment and shared hallway bathroom.\n\nI can meet you to give you the key and show you the space. Otherwise, I will not be at the apartment.\n\nThe JMZ train is one block south of the apartment. Williamsburg Bridge is close by, and nice for walking over to the Lower East Side or makes it easy and fast to cab back and forth between Manhattan and Brooklyn. The L train is about a 10 minute walk north.", "name": "Cool Studio in Prime S.Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/3cdb9fc1-819e-474b-968b-a21ae1f57504.jpg?aki_policy=large", "url": "airbnb.com/rooms/14370176", "id": "14370176", "price": 115, "review": "The host canceled this reservation 5 days before arrival. This is an automated posting."}