{"description": "2 minutes to subway(Queens Plaza), few blocks to 8 different stations and 8different subway line. 1 station/stop to Manhattan MidtownEast, Close to JFK and LG Airport. We are next to Hilton hotel. Safe area with doorman. Manhattan gorgeous view from my room and rooftop. My place is good for couples, or big groups up to 8 people! Game room(billiards, Ping Pong table, soccer table game, movie lounge), gym and laundry is in my building and it's 24 hours! I am a super host on air bnb for 4 years!\n\nHuge studio loft with high ceiling. I have 2 full size bed, 2 sofa bed for 8people. Kitchen is full equipped with pans, pots, silver wear, plates and glasses. I prepared many towels and sheets. Feel free to use any of them. Huge 3 windows with Manhattan view. Roof top(Manhattan view), gym, game room with billiards, pingpong table, movie theater lounge,soccer game table, bike room is in the building. Citi bike is useful to go to the midtown, brooklyn(Green point and williams berg is 10-15 minutes by bike),8 subway line is step away! Modern marble bathroom is easy to use.\n\nManhattan view Rooftop, gym, laundry, billiard(pool table), game room, Ping Pong table, movie lounge, bike room, vending machine for snacks and juice, doorman till mid night. Citi Bike rental is 3 blocks away. Hilton and Mariott is next to us. There is a small kiosk for basic travel needs things like medicines and snacks, etc for 24 hours. They also have bars and restaurants.\n\nAlways!\n\nNext to Hilton hotel. they have kiosk for 24 hours. Chase bank, high school, PS1 moma museum in the neighboorhood. There is many train station around. Queens boro plaza and Queens Plaza is the closest subway station. 6 more other stations are walking distance.\n\nJust 1 block to subway station. Very close to 2 airport include JFK and Laguardia. I recommend you to take Taxi or Uber if you are more than 2 people (Uber or uber pool is not that expensive. It will be less than $45) but you can take subway to get here. I do not recommend to use Uber pool from air port. it will take forever to arrive. Uber pool will be great only in the city area. not from Air port.\n\nThis is a sublet during my business trip. Only 1 group at a time. If you loose building card key, it's $40 per card, and the apartment key will be $5 per key must be paid through air bnb.", "name": "1stop to Midtown.1blk to subway+Gym,pool,rooftop", "picture_url": "https://a0.muscache.com/im/pictures/dc13bc91-9e2e-4223-854e-cc773b043462.jpg?aki_policy=large", "url": "airbnb.com/rooms/14370074", "id": "14370074", "price": 75, "review": "Sarah was an excellent host. She was very clear with the rules from the beginning, and willingly worked with me during the check in. The place was clean, cozy, and only a block and a half from the subway. Would book again! "}