{"description": "Live the Williamsburg loft life in this gigantic open-air duplex loft, built in a converted glove factory just two blocks from the Graham Ave L train and minutes to Manhattan and Union Square. A private outdoor terrace provides breathtaking views of Manhattan. Steps to countless bars, restaurants, shops. There's even free laundry and gym access, and may be dog friendly if Fido is cool.\n\nA gigantic open-air duplex loft in the heart of Williamsburg, built in a converted glove factory just two blocks from the Graham Ave L train and minutes to Manhattan and Union Square. A private outdoor terrace provides breathtaking views of Manhattan. Steps to countless bars, restaurants, shops. There's even free laundry and gym access, and may be dog friendly if Fido is cool.\n\nA dramatic staircase rises from the living room up to the bedroom, with views of the main area below. The living room also opens up onto a large, private terrace with breathtaking views of Manhattan. A full modern kitchen and dining table allows for feasts, while a flatscreen TV with Netflix allows for movie nights in. There's even a dishwasher!\n\nNote that we live here full-time so our stuff is here and it won't be empty like a hotel room. The ideal guest will understand that, and be cool with it.\n\nThe place is yours, including a private outdoor terrace!\n\nI'll be available remotely if you have any questions or need anything at all.\n\nThe Graham stop on the L train is just two blocks away, providing 24/7 access to anywhere in the city in minutes. It takes about 10 minutes to get to Union Square, and 5 minutes to get to Manhattan. Simply couldn't be easier!\n\nAlso, one block away is a citibike stop. There are stops all over Williamsburg by far one of the easiest and most fun ways to get around.\n\nThe apartment is up a fourth-floor walkup. I promise it's worth it!", "name": "Huge Williamsburg Loft—Private Roof–At Subway", "picture_url": "https://a0.muscache.com/im/pictures/18a49748-34d0-4993-bae8-e51fc0bb2460.jpg?aki_policy=large", "url": "airbnb.com/rooms/14371293", "id": "14371293", "price": 175, "review": "We had a great weekend at Jason's apprtment. Great location and very nice place. Jason and his brother were very nice and helpful."}