{"description": "Enjoy your home away from home on our beautiful South Slope/Windsor Terrace block. Close to Manhattan (quick ride on the F train), Prospect Park, Park Slope, and amazing restaurants and coffee shops. You’ll love our convenient and safe neighborhood, comfy bed, stocked kitchen, and the newly renovated bathroom. Ultra High-Def TV with Netflix and Amazon Prime accounts.  Pack-n-play available. Basement apartment stays cool in summer (with window AC) and toasty in winter.\n\nIs the space private?\nYes, the apartment is a private space in the basement of our private home. The entrance is a keyed door that you enter from the street. We never enter the apartment during your stay.\n\nDo you have wifi?\nYes, we supply wifi. We also offer a new ultra high def TV with active accounts on Netflix and Amazon Prime for your viewing pleasure!\n\nIs it in the basement?\nYes, the apartment is in the basement. There are windows at the front of the space. The mechanicals for the house are behind a curtain at the back of the kitchen. Sometimes you can hear the pitter-patter of people walking upstairs on the ceiling.\n\nIs there air conditioning and heat?\nOf course! The apartment stays cool in the summer and warm in the winter. We have centralized heat and a window unit for A/C.\n\nWhy is it so cheap?\nWe're new to the AirBnB thing and want to do a lot of hosting (and get lots of great ratings!) before we raise the price to match market rates.\n\nIs the neighborhood safe?\nYes. Look at the NYC Crime Map at maps(dot)nyc(dot)gov(slash)crime(slash) and you'll see our block has the absolute lowest possible crime rate in NYC.\n\nTell me about the bed.\nIt's a new comfy queen size mattress with six pillows. The mattress and pillows are all covered with premium waterproof, dustproof and bugproof protectors.\n\nCan we check out late?\nWe usually can accommodate late check out or at least allow you to leave your belongings until later in the day. Just ask!\n\nYou'll have  your own private entrance through a front gate and under the stoop on the basement level.\n\nWe will be available to greet you when you arrive if possible, or will leave a key for you in a lockbox at the door. There's a folder in the apartment that explains how everything works and has suggestions, menus and brochures. If you're new to the city and have questions about how to get around or where to go, just ask! We live in the upper part of the house and you can always reach us by phone, text or email if something comes up during your stay.\n\nA quick (SENSITIVE CONTENTS HIDDEN) of Park Slope or Prospect Park and you'll quickly find that this is one of the most desirable neighborhoods in all of NYC. The area is super-family friendly, bustling with artisanal restaurants and friendly local bars, and provides endless opportunities for entertainment in walking distance -- the Brooklyn Museum, ice skating, Prospect Park zoo, Celebrate Brooklyn concerts at the Bandshell, and much more!\n\nThe F train is two blocks away (15th Street - Prospect Park Station) and gets you to lower Manhattan in 23 minutes.\n\nThere are also many buses in the area for convenient travel within Brooklyn.\n\nTaxis and private drivers via uber are easily accessible.\n\nSafe street parking is available, though it may take some time to find parking on Tuesday and Wednesday mornings when alternate side parking is in effect.\n\nIn the news: You may have read recent news stories about legislation affecting Airbnb in NYC. We want to assure you that as a privately owned 2 family home we are exempt from any effect of recent changes in the NYC Airbnb laws. You can book to stay with us with complete confidence!", "name": "Private Comfy 2 Room Apt, 23min to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/6bc693b7-bea0-4b88-b69d-5fb0a7b5b225.jpg?aki_policy=large", "url": "airbnb.com/rooms/14386892", "id": "14386892", "price": 99, "review": "This was the perfect place for my wife and me. Beautiful place, great location. Cindy was super friendly and helpful. "}