{"description": "You’ll love my place because of the high ceilings, open kitchen, and the location. You're two blocks away from Bedford and in between the L and the JMZ subway stops. You'll have access to the spacious rooftop with views of Manhattan, perfect for a glass of wine in the evening.\n\nThe space is two stories so the apartment has extremely high ceilings, an open kitchen, and a large living area. It has sliding glass doors that open to a juliet balcony to let fresh air and light in. Even better, you're in the heart of Williamsburg and only one stop from Manhattan.\n\nApartment is located on the 2nd floor of a modern apartment building. You'll have access to the rooftop and gym. The apartment is my home and I hope you enjoy your stay.\n\nAs little or as much as needed. I use Airbnb regularly when I travel and am willing to adapt to what you need.\n\nWilliamsburg is an active and eclectic neighborhood in Brooklyn. You get the best of restaurants, nightlife, shopping, and views of the Manhattan skyline (from the water front). You are one stop from Manhattan on the L train, which makes it easy to enjoy all that NYC has to offer!\n\nSUBWAY: The L Train is located at N 7th and Driggs. Exit the building and take a left. The first cross street is Driggs. Head North (take a right) and walk for about 10 min. You’ll see the subway entrance. You can buy a metrocard there. Manhattan is one stop away .\n\nUBER: Uber is an easy way to get around. If you aren’t already an Uber user, download the app in the app store, and you can effortlessly contact a driver to take you to your desired location\n\nTAXI: Taxis are not always frequent, but if you’d like to hail one and have time, I recommend walking to the corner of Driggs and S. 2nd St to hail one.", "name": "Modern Loft in the heart of Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/e93c1f69-e1c4-42f0-9272-b316e3ac9f17.jpg?aki_policy=large", "url": "airbnb.com/rooms/14386137", "id": "14386137", "price": 200, "review": "Nice spot to stay in Williamsburg - we had a great time."}