{"description": "The  studio, recently renovated, is in the basement of our family house. Its one floor down the stairs walk. Very private, with access to the backyard for smokers, fresh air or relaxing.\nWe are located in suburban Queens, safe and family oriented neighborhood, near schools and a church. We have a large selection of restaurants and delis, from sushi, peruvian, chinese to home cooked  style Polish food.\nAlso a supermarket is 10 minutes walk from our home.\n\nThe studio offers privacy , the comfort and feeling of staying at home, at the same time we take pride in offering best services for a decent price.\n\nThere is access to the backyard to relax or smoke.\n\nGuess can contact us anytime for info.\nWe live upstairs so we are available 24 hours in case of late arrivals or emergencies!\n\nThere is a large selection of restaurants and diners next to our house. There is also a bakery that serves fresh coffee and their donuts are amazing. Also the polish deli offers a large selection of home cooked meals at very good prices. We sometimes get our meals from them and we are very happy with their food. Of course Dunkin Donuts is 5 minutes walk from the house.\n\nAs we encountered a few surprises from  some guests regarding the location I will try to explain again the location of our place and hopefully everyone will read it .\nSo again, to limit the surprise, our studio is located in suburban Queens, 20 minutes drive from Manhattan or about 45 minutes by commute. The Bus that we advise our guests to take is Q59 which is 5 minute walk from our home. The Bus stops at Grand street, right by the L subway which will take you to 14 street Union Square in Manhattan. \nThere are other Bus lines like Q58 which is very reliable,  7 minute walk from us. It takes you to the R subway than Manhattan(There are about 8 stops to the city).\nAlso Q 39, 5 min walk from our house. It takes you to the # 7 subway in Sunnyside on 48th Ave and 47 st.\nMy husband and I offer rides to the subway station anytime our schedule permits it. We are always available for any questions.\nI strongly recommend  for our guests to download the MTA app for real times of buses and trains.\nLike I mentioned the commute from our home to Manhattan is about 45 minutes in real time!\nBus line - Q59, 2 blocks from our house, with transfer to L train  that takes you to 14 street Union Square. Also available , 5 minutes walk, Q58 with transfer to the R train. Commute to the city usually takes 45 minutes with bus and train.\nHope this helps and please feel free to contact us with any questions!\nRegards, Mihaela!\n\nThere is no A/C. There are 2 fans if needed. \nThere is a hot plate for light cooking . There is a microwave,fridge, coffee maker and hot water maker.\nNo pets allowed! Our child is highly allergic to pets(dogs and cats).", "name": "Cozy renovated studio", "picture_url": "https://a0.muscache.com/im/pictures/5b553eda-9b77-4ade-882b-cbe0abee9588.jpg?aki_policy=large", "url": "airbnb.com/rooms/14398950", "id": "14398950", "price": 65, "review": "Very comfortable and well furnished apartment. Our of the city but close to public transport. Very helpful and attentive hosts who go the extra mile to ensure your stay is comfortable."}