{"description": "Right in the heart of multi-cultural Queens! This newly renovated and airy studio apartment is just a quick walk to the 46 St stop on the #7 Subway and some of the best ethnic restaurants you'll ever find. It has a super-comfy queen sized bed, light on three sides, Internet TV and a kitchen with everything you need to cook. All in a beautiful and quiet neighborhood filled with trees and gardens. 10 minutes by subway to Manhattan. Perfect for couples, solo adventurers, and business travelers.\n\nLocated on a beautiful street lined with sycamore and linden trees, but just a block away from fabulous restaurants and Irish pubs and a very short subway ride away from Manhattan. The studio apartment is newly renovated space on the second floor of our house, with exposed brick, hardwood floors, modern kitchen and bathroom and an Internet-ready TV that will run off the Roku app of your mobile device.\n\nGuests have a private entrance to the second floor apartment above our home on the first floor. The outside entry door and staircase inside are shared (there is another apartment across the hall) but the apartment has it's own private entry door.\n\nI live in the apartment on the first floor with my husband and cat, but your entrance is on side of the house and completely private. Therefore you will probably not have any interaction with us unless you either run into us outside or seek us out to ask any questions. We like to give our guests complete privacy, but if you contact us (by text, phone, or knocking on our door), we're happy to give you advice on local attractions or anything going on in the Big Apple. You can come and go as you wish any time of day. If you need anything, just ask!\n\nQueens was Lonely Planet's #1 world destination in 2015. And Sunnyside is a gem inside Queens. Famous for it's Irish Pubs (some with traditional Irish music sessions) and cuisine from Peru, Colombia, Mexico, Turkey and Romania -- just for starters! (See the guidebook for a listing of all the great local and reasonably priced restaurants) .We are close to Astoria and Long Island City, the Isamu Noguchi Museum, the Museum of the Moving Image and PS1—the Museum of Contemporary Art. The subway and buses to Manhattan are a 5 or 10 minute walk.\n\nQueens Boulevard is 2 1/2 blocks away (about a 10 min walk). The #7 Subway stop on 46 St is right there and you can either go towards Manhattan or towards Citi Field (The US Open & the Mets!) and Flushing, which has—hands down—the best Chinese and Korean food in NYC. There are also buses and taxis right on Queens Boulevard.\n\nIf you've come by car, always check the parking signs to make sure that you don't have to move the car in the middle of the day. (Mondays and Wednesdays, one side of the street has no parking 11:30am - 1pm.)", "name": "Beautiful studio apartment in Sunnyside", "picture_url": "https://a0.muscache.com/im/pictures/c41513e7-02e8-4a73-80ed-9d051fc96d42.jpg?aki_policy=large", "url": "airbnb.com/rooms/14394217", "id": "14394217", "price": 118, "review": "June's studio apartment is perfect for visiting Queens and/or Manhattan.  Light and airy with windows overlooking backyards in historic Sunnyside Gardens, the apartment is beautifully decorated and offers a large, fully equipped kitchen.  Numerous restaurants, taverns, and markets are within walking distance as is the train to Manhattan.  June was a great host, ready to help us if needed but never intrusive.  We highly recommend her apartment!"}