{"description": "Central to everything in the heart of trendy Hell's Kitchen.  A 10 min walk to Central Park, Times Square, Theater District, and best shopping and dining.  You’ll love the space because of its convenience and coziness. Great for couples, solo adventurers, and business travelers.\n\nThis is warm and immaculately kept one-bedroom apartment in the heart of Hell’s Kitchen. The apartment located mere blocks from Times Square, theater district, close to Columbus Circle, Rockefeller Center, the MoMA, short walk to Central Park.  \n\nThe apartment is on the 4th floor of an elevator building. It can comfortably sleep two people.  The queen bed is a ‘heavenly’ mattress (same as Starwood properties). The space is very clean – no dust under the bed.  There is flat screen TV with cable (HBO & SHOW) free WiFi access. The kitchen is small but modern; stainless steel appliances and has all the necessities; dishes, utensils, gas stove, refrigerator and microwave. The bathroom has a tub. Hot water is plentiful. There is also a washer/dryer in the basement.\n\nThe best restaurants and gay/straight nightlife is right around the corner.  You are a 5 - 10 minute walk to Times Square, any Broadway show in theater district, Central Park close to Columbus Circle, Rockefeller Center.  There is a large grocery store and wine stores at the corner.  \nSubways (A, C, E, 1, 2, 3, N, R, F, D, B) are located within a couple of blocks from the apartment.  There are also kiosks all around the city to rent bikes.\n\nI am available via text\n\nIf you love to eat, drink, enjoy Broadway, and stroll through Central Park; then you're in the right neighborhood.\n\nSubways (A, C, E, 1, 2, 3, N, R, F, D, B) are located within a couple of blocks from the apartment.  There are also kiosks all around the city to rent bikes.  Cabs, buses, UBER\n\nI have 4 guest passes for the crunch gym down the street.", "name": "Urban Lodge in Hell's Kitchen", "picture_url": "https://a0.muscache.com/im/pictures/9ff60106-a0b0-4466-83cc-81848685f07e.jpg?aki_policy=large", "url": "airbnb.com/rooms/14402792", "id": "14402792", "price": 199, "review": "A cozy place in the heart of Manhattan. You feel just like home and Jeff was absolutely amaizing, even living food and drinks for the week. If ever to New York take this beautiful apartment."}