{"description": "My place is close to the J, M and L trains, resstaurants, bars, laundry and a supermarket. You’ll love my place because of the backyard, the high ceilings, the sunny bedroom with 3 windows, the newly renovated bathroom and kitchen, the location, super comfortable bed and couch. Comfortably fits 2 people.\n\nHigh ceilings and newly renovated bathroom and kitchen (2 years ago) make this apartment feel elegant. The backyard gives a fun sense of nature in the city.\n\nThere will be room in the fridge and cabinets for you to store food, feel free to cook! You can use pots, pans, silverware, dishes, etc. In the bedroom there is a rolling rack for you to store clothes and the top 2 shelves of a large dresser/ vanity with mirror. You'll have private access to the backyard.\n\nI will be there to let you into the apartment and give you a set of keys. I'll point out where things are and leave a note with all needed information and I'm always available by phone call, texting or messaging through Air Bnb.\n\nMy neighborhood is very authentic! Not many tourists here! It can look rough, but I've been living in this area for 5 plus years and have never had an issue and I often come home quite late at night, because the subway is so close and streets are well light all the way to my place. There are some very cool, very Brooklyn restaurants, shops, bars and stores near by I can direct you to.  I love it here! Lots of young people and artists.\n\n2 very convenient subways are close by. The J and M trains are just a couple blocks away, about 35-45 minutes to Manhattan. Grocery stores and laundry mats are close by too. A bodega is right next door.\n\nGenerally my apartment is very quiet but there are some times when the neighbors play music loudly- if you're very sensitive to sounds I would recommend bringing ear plugs just in case.", "name": "Sunny bedroom, private backyard", "picture_url": "https://a0.muscache.com/im/pictures/068c5e79-5ba0-4474-a7d1-c2d1e2788940.jpg?aki_policy=large", "url": "airbnb.com/rooms/14406256", "id": "14406256", "price": 111, "review": "Best. Airbnb. Ever.\r\nWe had the best time ever at Laura's place. We stayed there for a week, and were there during New Year's Eve. \r\nFirst of all: the house is great and it has everything you need. The room is very spacious so you'll have a lot of space for your stuff. What's even better is the location: it's within walking distance of 2 different subway stations so it's very easy to get to Manhattan or other neighborhoods. \r\nSecond of all: Laura and Eric are amazing people. We had such a good time with them and completely felt at home with them. I cannot recommend this place enough. If you want to stay at a nice apartment with a great location and wonderful people, then this is the place for you!"}