{"description": "My studio is clean & chic while being perfectly located near major tourist attractions & all major transportation.  We have a gym, doorman, laundry room on premises, &  lounge area. I am available to show you around and to give you the best advice on how to see as much as possible during your visit. I can book your reservations to exclusive activities while you focus on having fun.\nCheck-in is available anytime.  However, before 10am and after there is a onetime $25 inconvenience fee.\n\nHistorical building close to the World Trade Center. Amazing view of the Hudson River.  Everything is cream with gold accents.  There is a lounge & gym included in the building with wifi, desks, and a tv.  I will act as your concierge to the city. I dedicate time to help you optimise your stay. Tell me your plans & I will book them or get you access if I can.\n\nGuest will have full use of studio apartment with respect to my personal belongings.  \n\nPlease read my reviews.  You will be in the apartment as a friend for free.  The fee collected by airbnb is for the 24hour concierge and trip planning assistance I provide.\n\nI will be accessible to you 24hrs per day by phone and I dedicated to helping you maximize your stay by booking your accommodations and preparing itineraries that will help you maximize your stay.\n\nI love how diverse the city is.  There is always something interesting to do for every type of person.\n\nClose to the World Trade Center & Brookfield Place.  All subway lines are within 5 minutes & run 24hs.  Taxis stop in front of building all day.  You can walk or take a bike to many places.\n\nYou sleep on the queen size bed with memory foam pad on a pillow top mattress with soft pillows from Macy's.  If there is more than one person, a pillow top air mattress is available.", "name": "Best View, Great Location, Concierge, Gym, Lounge", "picture_url": "https://a0.muscache.com/im/pictures/053f0261-fc86-4215-840d-c7e22bae633e.jpg?aki_policy=large", "url": "airbnb.com/rooms/14417576", "id": "14417576", "price": 180, "review": "I was unable to make it to her place due to business complications, but her communication was excellent and timely."}