{"description": "This is a cozy basement one bedroom apartment. It is close to a convenience store, grocery store, restaurants, and public transportation.  \nIt is one block from the Q11, Q21 bus or two blocks from the express Q53, Q52 buses, QM15. A 15 min walk to 63rd Drive R/M subway and a 20 min walk to 71st Continental E/F/R/M trains.\nYou’ll love my place because it is a cozy apartment in a quiet neighborhood with plenty of street parking. \nMy place is good for couples, friends, and families (with kids).\n\nWe are available to help plan your stay! Just message us if you have any questions.\n\nApartment is a 15 min walk to Rego Center (Century 21, Marshall's) and 20 min walk to Forest Hills/ 71st Continental (Shake Shack, Bareburger, Martha's Country Bakery).\n\nThe apartment is one block away from the Q11 and Q21 buses, which takes you to the R/ M subway station. \n\n- 5th Ave/ Central Park: 30 min.\n- Times Square: 45 min.\n- Downtown/ ferry to Statue of Liberty: 1 hour\n\nThe apartment is 2 blocks from an express bus Qm15\n\n-20 min to midtown 34st Herald Square (Macy's)/ Empire State Building", "name": "Cozy 1 BR Basement Entire Apt", "picture_url": "https://a0.muscache.com/im/pictures/8371d00a-d2a0-4229-94c8-ad72adc5ffd0.jpg?aki_policy=large", "url": "airbnb.com/rooms/14412867", "id": "14412867", "price": 102, "review": "Jun and Janssel's apartment in Queens was as clean as described. It is really close to a bus station (one minute walk) and the bus takes you directly to the closest Subway station, which made it easy for us to get into the city at any time without waiting for hours. The apartment itself had a great size. We stayed there with four girls. It was not too small and we had enough space for cooking and eating. \r\nJun and Janssel were super kind hosts. They checked with us a couple times during our stay if we needed anything or if they could help. They provided snacks and a folder with helpful information about the neighborhood when we arrived. \r\nAll in all we can say that our stay in NY was an unforgettable vacation, not least because of the apartment!"}