{"description": "My place is close to Apollo Theater, Lenox Coffee, AMC Magic Johnson Harlem 9, Riverside Park, and Kitchenette. You’ll love my place because of the kitchen, the coziness, the high ceilings, the views, and the location. My place is good for couples, solo adventurers, business travelers, families (with kids), big groups, and furry friends (pets).", "name": "luxury in Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/fe183211-6cc6-4901-b056-0ea838481a75.jpg?aki_policy=large", "url": "airbnb.com/rooms/14416791", "id": "14416791", "price": 230, "review": "The host was super helpful when it came to checking in and checking out! Everything we needed while we were there was already there - garbage bags, extra towels, laundry stuff. The building manager Mike is always there when you need him and he is super accommodating! Mike & the host are part of the reason why the stay was pleasant. Always available, even though we went during the holidays. The apartment is exactly how it appears in the photos, no surprises there. I wouldn't call it a \"luxury\" - kinda feels like a university dorm, but I mean I'm not really there to hang around in the house so that made no difference to me or any of my friends. I think 5 people can stay here comfortably. There is only one washroom so we had to schedule our showers etc. accordingly; I think it realistically it would be hard for more than 5 people to stay here since there's only one bathroom. There weren't any full-length mirrors either, so I recommend bringing one of those folding full length mirrors or a small mirror if you have several people in your group that like to do their makeup. Just need to work around the fact that there's only one mirror, which is in the one bathroom. The wifi was really good too - strong, there were 5 phones, 3 laptops connected all the time and none of us would get kicked out. Another bonus was that you could see some of the skyscrapers from the terrace! The neighborhood is really nice, lots of families and residential with some shops and restaurants. Around the corner there's TD, Marshalls, CVS, (literally 2min walk) and some really quaint breakfast places and lounges. There's an Olive Garden restaurant as well. So pretty nice area and access to TD bank as a Canadian was great. CVS sells alcohol and some groceries so that was extremely helpful. However, late night I would recommend taking a cab home if you are by yourself instead of the subway. There was barely any street noise apart from the typical city noise of police sirens/ambulance/honking. There was some construction noise when I went, but that's just my luck. I didn't really mind any of the noise though cause I was super tired and slept like a rock. The subway is also super close, and its lines 2 & 3. Lines 2 and 3 takes you straight to Times Square, Central Park, Brooklyn Bridge, etc. You literally rarely need to change the subway. Also, this subway stop also has one of those booths with the people; so being a tourist this was super helpful as we would always have questions about where we want to go and how to get there. I would definitely recommend this to my friends and families, and anyone considering this property. It is definitely on the pricier side, but the landlord, host, and everything is excellent. Hassle free, and I never worried about my stuff...."}