{"description": "This is a BRAND NEW, gorgeous 1100 sqft apartment in a 2-family house with all wood floors, huge windows, brand new appliances and furniture.\n\nSteps away from all NYC has to offer (3 min to subway, 10 min to Manhattan, 5 min to 2 of NY Times' Top 10 restaurants of 2016!), but located on a quiet residential street. It is the perfect place to relax and unwind after a day of exploring New York.\n\nThe apartment is brand new and designed with all the modern comforts - wooden floors, designer furniture, top line appliances, washer/dryer in unit, luxury bedding.\n\nThe living / dining area is spacious with large double-pane noise-minimizing windows and plenty of beautiful bright sunlight. Between the numerous closets and large bedrooms, there is plenty of room for extra luggage and places to hang out. Each bedroom has their own individual full bathroom - a luxury in a city like New York!\n\nI available over phone/text/email pretty much 24/7 to answer questions and help troubleshoot.\n\nIn addition, I also live with my boyfriend in the lower floors of the building (this apartment occupies the entire 3rd floor), and am available during the evenings and weekends to say hello, help with recommendations, and do whatever I can to make your stay comfortable and memorable.\n\nThe apartment is located in a peaceful, quiet Italian neighborhood but has easy access to all the hustle and bustle of New York City. If you love food, right here in our neighborhood are 2 of NY Time's Top 10 restaurants of 2016, Lilia (Modern Italian) and Llama Inn (Modern Peruvian).\n\nA few minutes walk away, and you will be in the center of Williamsburg with its dense restaurants, shopping, nightlife - a great place to people watch and spot those Brooklyn hipsters and trendsetters. Lower Manhattan is less than 10 min away by train, or a leisurely walk (or bike ride) across the Williamsburg Bridge that offers spectacular views of the city and the East River.\n\nThe neighborhood is very friendly to pedestrians and you can walk to most of the local attractions in Williamsburg easily.\n\nPublic transportation options are easy and plentiful for access to Manhattan and other neighborhoods\n-L train Lorimer stop: 3-5 min walk (access to East village, Union Square, Chelsea, or transfer to any Manhattan NorthSouth trains)\n-G train Metropolitan stop: 4-6 min walk (access to South Brooklyn and Long Island City)", "name": "Spacious and Sunny 2BD/2BA Home", "picture_url": "https://a0.muscache.com/im/pictures/062b90aa-407c-4e37-96b1-02d5daeb3b04.jpg?aki_policy=large", "url": "airbnb.com/rooms/14426680", "id": "14426680", "price": 180, "review": "Second time staying here, my fav spot in Brooklyn! 10/10 will def be back! Very comfortable and nice, clean, plenty of room:) Thanks! "}