{"description": "The apartment is located in the Heart of Manhattan close to Empire State Building,Madison Square Garden, Macys, Times Square, Penn Station,  shopping, grocery, attractions, sightseeing, restaurants, bar, pharmacy, 2 minutes walk to train station and bus station. \nPerfect for couples, solo adventurers, business travelers, and families (with kids).\n\nSuper clean, safe neighborhood, lots of amenities included and offers true service and honesty. We look forward welcoming you and your family :)\n\nModern Minimalist sStudio\n Kamusta po! 大家好!  皆さんこんにちは!  ¡HOLA!\n\n24/7\n\n24/7 asisstance\n\nWalking distance to subway station N, R, Q, F, 1, 2, 3, C, E, C, NJ transit Empire State Building, Madison Square Garden, Macy's, Penn Station and Times Square.\n\nCheck-in Time: 3:00PM\nCheck-out Time: 11:00 AM\n\n$5 Luggage storage fee for pre and post stay (see building security/doorman)\n\nEarly Check in and late chekout available upon request and availability. \n\nNo smoking and parties allowed!\n\nHigh Speed Internet\nFlat-screen TV\nCable channels\nAlarm clock\nCoffee machine\nCoffee packets\nTea bags\nTowels\nHair dryer\nIron and Iron board\nAir Mattress\n\nForget me not amenities (upon availability and request)\nShower cap\nShaving kit (Razor and Shaving foam)\nDental kit (Toothbrush/Toothpaste)\nSewing kit\nFeminine hygiene\nDeodorant", "name": "5th Ave/Broadway near Times Square/Empire state", "picture_url": "https://a0.muscache.com/im/pictures/31c47f61-bac9-4c07-8be9-802d64d2cba0.jpg?aki_policy=large", "url": "airbnb.com/rooms/14430876", "id": "14430876", "price": 129, "review": "Le studio d'Edmon est très bien situé, il est parfait pour un couple qui souhaite découvrir la ville sans avoir à perdre le métro ou le taxi pour chaque déplacement (bien qu'il soit à proximité du métro).\nL'appartement est très propre, et le propriétaire est disponible en cas de besoin, lui et son fils sont très gentils.\nLe séjour a été un réel plaisir."}