{"description": "This is a charming one bedroom, one bath apartment on one of Chelsea's most beautiful tree lined blocks. Large queen size pull out couch in the living room and Full size bed in the bedroom. Kitchen features granite counter tops and stainless steel appliances. Each room is equipped with premium cable TV and wireless internet.  For reference, hotels in the area start at $400 per night. Please note: the apartment is on the third floor of a non elevator building. Near Subways - C/E/1/2/3\n\nThis is a fully furnished apartment complete with all living essentials (toiletries, linens, towels, fully stocked kitchen).\n\nThe apartment is professionally cleaned by a housekeeping team after each stay using safe non toxic cleaning products.\n\nYour hosts: We've lived in the neighborhood for over a decade. We know the city very well and have great recommendations on what to do and see. We are always readily available: in person, by phone or text.\n\nLocated literally minutes walk from everything Chelsea has to offer.\nPublic transportation - C/E/1/2/3 trains.  Shopping: Forager's, Traders Joe's, Whole Foods, and much more. Laundry / dry cleaning across the street. \nAmazing dining options including Momofuku, Bareburger, Sushi Seki, Westville, and much more. Gyms and fitness studios include: Crunch, Row House, Peloton, and more. Not to mention the High Line, Chelsea Piers, Whitney Museum, Chelsea Market, and the Gallery District.  Silicon Alley, and the Fashion district are all walking distance making this a perfect location for someone traveling for work. \nOverall the location is perfect allowing you to stay in the heart of the city but avoid the congestion of midtown.", "name": "Large 1 bedroom in the heart of Chelsea", "picture_url": "https://a0.muscache.com/im/pictures/ce1b0b66-89a5-40bb-9de1-5431bda4b249.jpg?aki_policy=large", "url": "airbnb.com/rooms/14472385", "id": "14472385", "price": 219, "review": "Super great location. Listing is spot on - close to everything and we walked to Chelsea Market all the time. Alexis was great when we needed assistance. Please note that the unit is noisy as there is much street noise and it's all night long. Subway stops are right down the street. Loved it! "}