{"description": "My place is close to Brooklyn Tap House, Putnam's Pub & Cooker, Lone Wolf, Beast of Bourbon, and Goodbye Blue Monday Inc. You’ll love my place because of the kitchen, the high ceilings, the views, the coziness, and the location. My place is good for couples, solo adventurers, business travelers, families (with kids), and big groups.\n\nThis apartment is located on the first floor of a basement and three story building located the up and coming Bedford-Stuyvesant section of Brooklyn, New York. The apartment is approximately 702 sq. ft. This room is designed with a full sized bed for up to two guest, a dresser, hardwood flooring and features two windows providing light and a view on the front of the building in the living room. Clean linens and towels are provided.\n\nThe living room features a full pull out futon that sleeps 2 guests as well as an optional airbed for another guest, coffee table, tv and entertainment center. The Kitchen is fully equipped with a refrigerator, stove with oven, a microwave, a coffee maker, a toaster oven and all the kitchen supplies. A few essentials are provided such as coffee, tea, sugar and creamer. The bathroom features a bathtub, sink and toilet. There is also an iron and blow-dryer available for use.\n\nThe apartment is located within 15 minutes by subway to Barclays Center, Atlantic Center Terminal and Atlantic Center Mall; 25 minutes by Subway to the South Street Seaport and Freedom Tower in Manhattan.\nTransportation: 2 blocks away from subway G line (Myrtle-Willoughby Aves; M43 Bus Stop (Willoughby) across the street on Tompkins Avenue.\n\nTravel information will be provided after the booking has been completed. The log-in for the WiFi will be provided at check-in. We will be available daily by text, email or cell phone and sometimes in person at the listing if you need anything.", "name": "Cozy One bedroom apartment", "picture_url": "https://a0.muscache.com/im/pictures/f0a41f05-8610-4148-92d0-37209a187905.jpg?aki_policy=large", "url": "airbnb.com/rooms/14472272", "id": "14472272", "price": 115, "review": "I loved this brownstone! It could comfortably fit a couple and also has a room divider where friends can have private time separate from whoever is in the bedroom. Great location, very safe, clean, and lively. Has tons of dishes, pots, and utensils for your use. Didn't have any issues with privacy whatsoever. Definitely a steal for anyone visiting New York "}