{"description": "My place is in the heart of Greenpoint, Brooklyn, surrounded by coffeshops, restaurants, grocery stores and only 2 short blocks of G subway stop. The apartment is cozy and beautyful. It is very sunny, has high ceilings in the living room and nice views. \nMy place is good for couples, solo adventurers, and business travelers.\n\nIf you are interested in a shorter stay than 3 days please contact me.\n\n- very bright and sun drenched; windows in all rooms\n- comfortable and with style\n- clean\n- elegant bathroom with morning light\n- clean entrance and hallway \n- 3rd floor walk up\n\nThe whole place: Entrance, Kitchen/Living Room, Bedroom, Bathroom\n\n- I'm overseas when I rent and always in touch by phone, text etc.\n- 1 or 2 of my very nice people will be in the office upstairs to help with any questions during daytime. (the bathroom is shared on Mo, Wed, Fri during daytime)\n\nIt is in Brooklyn, Greenpoint. Just next to Williamsburg, but much less touristy with a real neighborhood feel. Only 10 walking minutes to the East River. The apartment is located super central with grocery store, very nice coffee shops, bars and restaurants across the street and around the corner.\n\nNext Train is G stop Greenpoint Ave - exit/entrance on India Street. 2 mins walk. Or walk over the Pulaski Bridge to the 7 and E train. 10 mins walk.\nThere are also many bus stops directly on the street.\n\nThe stairs lead to an office that is accessed from a separate entrance (nobody will walk through your entrance and space). My assistant will however occasionally use the bathroom during daytime only Mo, Wed, Fri during working hours.\nTotal privacy on other days and after 6pm.\n\n- I'm in Europe 6 hours ahead: please note when you request a booking. If it is evening in US I'll be able to answer in the morning.", "name": "Cosy Designer Apt - business travel ready", "picture_url": "https://a0.muscache.com/im/pictures/52350105-54eb-4946-b61a-8167128190d0.jpg?aki_policy=large", "url": "airbnb.com/rooms/14489610", "id": "14489610", "price": 160, "review": "great location. close to all the cool shops and restaurants."}