{"description": "My place is extremely close to The A and C train at Nostrand, only 4 stops to downtown manhattan . . You’ll love my place because of Its big and cute! The neighborhood is fun. . My place is good for couples, solo adventurers, and furry friends (pets).\n\nMy place is great for people who want to get to the city quick and easy to explore but want a quiet relaxing comfortable place to lounge around and watch movies at night after the long days of exploring.\nIts a one bedroom on the entire top floor (3rd floor walk up) of a brownstone that you'd have all to yourself. You could actually have two people in the bed and one on the couch. \nThis is my apartment that I live in and Airbnb when I'm away. \nIt has the old school Brooklyn set up, it's the entire top floor but has two separate entrances that require a key. The first door is to a giant living room then down the hall the second door leads to the kitchen/bedroom and bathroom. It'd be perfect for a 3rd person or two couples with the secluded living room.\nThere's a huge 50\" flatscreen in the living room with cable and all the movie channels, it also has a roku with Netflix, Hulu, hbo go, and pandora. \nTheres another TV in the bedroom that has a Roku, with Netflix, Hulu, HBO GO and pandora. \nThe bedroom has a California king size bed. \nThe front room has a long couch, desk, 3 windows and tv. \nThe kitchen has an electric stove/oven, fridge and sink. \nI just got new heater/ac units put in the kitchen and front room that are amazing. \nIn the bathroom there is an electric heater. Shower and bath and window. The bathroom and bedroom have low ceilings. I'm 5'3 and it's perfect for me I've been living in this apartment for over 5 years. The living room however has a very tall ceiling. \nMy apartment gets a lot of natural light being on the top floor, there's a skylight in the hallway and a skylight in the kitchen, With windows in every room.\n\nThe whole apartment would be yours. There is a washer and dryer in the basement.\n\nI will be around if you need anything.\n\nIt's a 5 minute walk to the A/C trains at nostrand Ave. it's only 4 stops to downtown Manhattans freedom tower. \n the G train is about a 15 minute walk that takes you to Williamsburg in 4 stops, prospect park, red hook and drops you off at Coney Island in about a half hour.\n\nThe bathroom ceiling is pretty low its perfect for me I'm 5'2 but i wouldn't recommend it for someone who is really tall. I have a cat but will not be there during your stay", "name": "Sweet private one bedroom apt- Entire top floor!", "picture_url": "https://a0.muscache.com/im/pictures/a4c94bb7-4b4d-44cb-bc33-84af2a8be42a.jpg?aki_policy=large", "url": "airbnb.com/rooms/14486991", "id": "14486991", "price": 90, "review": "The host canceled this reservation the day before arrival. This is an automated posting."}