{"description": "Welcome! Located in Bushwick, the hippest part of Brooklyn, our 1 bedroom apartment with its grandiose private garden, enormous kitchen, rustic style bathroom (with deep bathtub!) and the comfiest bed in town is what makes us happy. And will make you too during your stay in NYC.\n\nThe unique style and layout of the apartment and the massive private garden makes it a true gem amongst the sea of apartment options in NYC. This is our home, so we put our love in maintaining it, and we'd love to share its cozy vibes with travelers of the world. Welcome home!\n\nYour temporary home in NYC includes:\n\n- A huge and lovely private garden with seating for 5, a grill set, a hammock, decor-lighting, torches and lots of plants and sunshine and happiness\n\n- A large bedroom with a queen size bed, two large windows, handmade clothing rack and a desk for all your work-from-home needs.\n\n- A gigantic, fully equipped kitchen with high-end appliances - real heaven for any aspiring chef.\n\n- A living room with an expandable sofa and a mini home music studio (monitor speakers, analog synth, record player, midi controller) all for you to play with while you're staying here. \n\n- A walk-in closet/laundry room with a washer (so you'll be mission out on the authentic NYC laundromat experience - trust us, that's a good thing!)\n\n- A bathroom with a deep bathtub and view to the garden\n\nThe apartment is located in Bushwick, a really hip part of town. The apartment itself is in a calmer area, but you'll be a short walk away from a bunch of really cool bars, cafes, restaurants, clubs, brunch places, street art, etc...\n\nThe apartment is five minutes walk from the J/Z Subway and about 10 mins walk from the M. Both will take you to Manhattan in about 15-20 minutes, and to Williamsburg in 10. The trendy streets of Bushwick are within a short walking distance. There are two supermarkets, and several smaller grocery stores, butchers, fish markets nearby.\n\nSome of our friends say our home has serious \"The Shire\" vibes going on... And they might be right. You'll decide.", "name": "Chic 1 br with huge private garden", "picture_url": "https://a0.muscache.com/im/pictures/c1ba25a1-3e9b-424a-9171-4b5057cb4df3.jpg?aki_policy=large", "url": "airbnb.com/rooms/14486682", "id": "14486682", "price": 150, "review": "Had an amazing stay at Szilvia & Akos' place for a week and half. Checkin was smooth and easy. The entire place was extremely clean and well organized. Also only a few minutes walk to J/Z train, pharmacies and grocery stores were really close. I absolutely loved the home decors and the plants in the room. Kitchen was the best part, a spice bar and all sorts of kitchen supplies! Overall it was my best stay with Airbnb so far. Highly recommended! "}