{"description": "The house is spacious, there are 2 full floors with 3 bedroom, Living Room and equipped kitchen, it has everything you need for your stay in the Capital Of The World NYC. Conveniently located One Block away from Norther Boulevard \"R\" train Subway Station that makes a 15 minute ride to Manhattan. Also the area is surrounded with stores, and restaurants for your enjoy.", "name": "Spacious  Home 15 Minutes Away From Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/de1354e0-bf5c-4c6d-aff8-6a6adc99a63b.jpg?aki_policy=large", "url": "airbnb.com/rooms/14499123", "id": "14499123", "price": 300, "review": "Ricky and Diana are excellent communicators.  They were easy to get in contact and let us know what to expect at their place, which was beautiful, spacious and clean.  \n\nThe living room had a futon fold out and couch with nice TV with cable.  They was plenty of lighting and very cute decor.  The modern and sleek dining area was perfect for group of 10.  The open space large kitchen was well stocked with mugs, plates, utensils, pans, seasonings, toaster, microwave, coffee maker, dish washer.  The fridge was large and was put into use with our 2 week stay.  They even provided some delicious chocolates for us!\n\nThe upstairs had the 3 bedrooms and 1 bathroom.  The master bedroom was large with nice king size bed with 2 closets.  We had a nice baskets of body, face, hand towels and loofahs.\n\nThe children's room was bright airy and adorable.  My 3 year old niece stayed with us one day and she enjoyed it.  \n\nThe other bedroom was also well equipped and had TVs just like the other rooms.  \n\nThe bathroom was neat and tidy with shampoos, conditioner, soap and had cute shower curtain.\n\nThe neighborhood is the best NY experience.  You are close to restaurants, shops, grocery, deli, staples, etc.  The Northern Blvd train station is one block away.  We were 15 minutes away from Manhattan. Buses are on multiple locations around the streets.  There's also a movie theater that's only a 20 minute walk.  We also had a car and found parking no problem every night. \n\nOverall wonderful stay and we will recommend Ricky and Diana's place to everyone we know!  Thank you so much guys!"}