{"description": "There is a queen sized awesome bed, a couch, and eat-in kitchen bar. The apartment's ambiance and furniture is minimal and modern, and you'll have it all to yourself -- no roommates to share with!\n\nThere's also a laundry room on the same floor.\n\nMy place is close to Brooklyn Bridge, South Street Seaport, Brookfield, World Trade Center, Chipotle, Gristedes Groceries, Wall St Station (4/5 & 2/3 Subway).\n\nThe entire studio!\nThere is also an in-building laundry site; on the same floor as my apartment unit.\n\nIf you would like to access the gym, there would be additional fees.\n\nPlease keep in mind that this is NOT a hotel; my studio's market price after internet, heating, electricity and maintenance fee is actually LESS than how much it is on airbnb -- so please be mindful and nice as I am not running a business, really just making sure I'm not losing money while I travel (hence why it is so much cheaper for only being a studio). \n\nHAVING SAID THAT -- \nIf you would like to hire someone to do a full \"hotel-style\" deep cleaning, you could turn to one on handy or task rabbit. Again, this is not a hotel so I can't promise you that my cleaner is 10000% spotless. If you prefer the $200-type cleaning service, please let me know before you book, and I will adjust the price accordingly.\n\nThe building is on top of Chipotle / Just Salad / Dunkin Donuts / Pressed Juicery , across the street from Juice Generation / Soul Cycle / Dos Toros\n\n- 5 minute walk to Wall St Station (2/3) \n- 10 minute walk to Fulton St (4/5/6) & Chambers St (ACE)\n- 15 minute walk to World Trade Center\n\nFor the safety and security of the apartment, please note that I COULD come by at any point -- so please be mindful of the furniture and do not trash anything!", "name": "Modern Luxury Studio near Wall Street", "picture_url": "https://a0.muscache.com/im/pictures/4b84fea5-26cb-4e1b-9b82-88fde255ede5.jpg?aki_policy=large", "url": "airbnb.com/rooms/14502487", "id": "14502487", "price": 175, "review": "The room is cozy, good location "}