{"description": "If you're reasonable and understand that you get what you pay for, you will love this place. Located in the Chinatown/Lower East Side neighborhood of Lower Manhattan, it's an easy walk to City Hall and the Financial District as well. Comfy bed, fast wifi, good heat, warm bath/shower, cute balcony to hang out, good air mattress available, cool antique sofa. And that's it.\nNearby 3 subways\nWanna cook? You're a jerk. I have no pots or pans or plates for you. Go out to eat. You're in Chinatown.\n\nSimple. It's Chinatown, 5th floor walk up. The place is gonna be kind of dirty. At $100 a night I'm the cheapest in Lower Manhattan by quite a lot, so please keep your expectations low (nearby hotels are $250).\nGreat little balcony, warm heat, comfy, big bed.\nPlace naturally attracts dust. If you come here looking to find tiny things you won't like, you'll find them. So stay home, I don't get mad if you book and then read the fine print and cancel.\nI have friends clean the place. They do a good job but they're not pro cleaners. \nStill, floor will be vacuumed, dusted lightly, sheets and towels will be clean, trash taken out. If you're expecting more, get the hell out and rent a hotel.\n\nYou have the whole place to yourself. Small gatherings are cool too, keep it under 5 people though.\n\nI'm usually travelling but I might be around, depending on the situation. I'm constantly available should there be any issues. You will see myself or my friend upon check in and that's it.\nA part the guests like is that check in is relaxed and flexible. Check in comes at a first come first serve basis. If someone makes a reservation way in advance, they get both checkin/check out times. Someone books a day before? At the mercy of the previously departing guest.\nMost guests are able to check out very late, usually around 5 or 6pm and can usually check in early 2. I will let you know if someone beat you to the punch and work with you to find a place to store your bags, etc. I'm here to make the process as as easy as possible for you. Also happy to provide recommendations of bars, restaurants, comedy clubs, etc...\n\nNear the F, D, Z, J and M train, a close walk to the 4,5, 6, train. Every point of interest is easily accessible from the apartment. Times Square a 15 minute subway ride away.", "name": "Basic Studio in Heart of Chinatown/Lower East Side", "picture_url": "https://a0.muscache.com/im/pictures/82cf13ed-6430-4365-9923-6afaf4f555c1.jpg?aki_policy=large", "url": "airbnb.com/rooms/14518979", "id": "14518979", "price": 175, "review": "The apartment was just as described. If you need an affordable place in manhattan this is it! Dodge was really easy to communicate with. The apartment was close to subway, so that made it easy to get where you wanted. "}