{"description": "Beautiful and spacious one-bedroom apartment in East Williamsburg, close to many bars and restaurants and an easy walk to central Williamsburg or Bushwick.  Apartment has a big living space with a comfortable couch, big TV, and dining table.  There are two private balconies - one off of the living room and one off the bedroom.  The one off the living room has a grill you're welcome to use!  Building has a gym, finished roof deck, and laundry facilities in the basement.\n\nMy one-bedroom apartment is roughly six-hundred square feet and is a new (8 year-old) building.  The kitchen and living room share a big open space, with a large couch, 50\" 4k TV with sound system, and dining table.  The kitchen has a stove/oven, microwave, and dishwasher.  You are welcome to cook!  There is also a balcony off of the living room with a grill, which you can use.  The bedroom has a full-sized bed and a second private balcony.  The apartment has great air conditioning/heating and high-speed Verizon FiOs interest.  The building also offers a roof terrace, small gym, and laundry room in the basement that you can use.\n\nI will give you a set of keys and then you can access my apartment and the building's other amenities.\n\nI will be there to give you the keys and a quick orientation to the apartment and neighborhood (if needed).  Otherwise, I am available if you need anything but will leave you to enjoy the apartment!\n\nThe building is within a 10-minute walk of lots of great restaurants and bars, such as Sweet Science, Topaz, Win Son, Duck Duck, Eastwick, Post No Bills, and lots of others.\n\nThere is a subway station a 5-minute walk from the building (Montrose Avenue).  Central Williamsburg is about a 20-minute walk or 10-minute subway ride (4 stops).  Bushwick is about a 15-minute walk or 5-minute subway ride (1 or 2 stops depending on where you're going).  It takes about 20 minutes on the subway to get into Union Square in Manhattan.  There is a CitiBike stop 3 blocks away, which is a great way to explore Brooklyn!", "name": "Beautiful, spacious one-bedroom in E. Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/9fdbc9a1-25e9-4141-a540-3faf0798e668.jpg?aki_policy=large", "url": "airbnb.com/rooms/14522716", "id": "14522716", "price": 100, "review": "The appartment is perfect, well located, clean and clear.\nMax is super reactive and gave us nice tips to have a drink or order a meal. \nWe recommend it."}