{"description": "Only a 10 minute walk to Central Park, a 5 minute walk to the 6 Subway, 10 minutes to Q Subway, and a 15-20 minute walk to The Metropolitan Museum of Art...professionally decorated with COMFORT in mind (down sofa, leather club chair, exceptional mattress and a/c units in every room!).  Espresso maker, soda maker and an enormous kitchen!  Don't cook?  Me neither!  Thank goodness for the array of restaurants right on the block.  My place is great for all travelers.\n\nI want you to feel comfortable staying at my apartment!  The bedroom is a an oasis - cozy and full of light.  The bed is a queen, and has a memory foam topper...a brand new duvet and yummy, high thread count sheets.  Oh yes, I'm into luxury.  \nThe apartment is a real sanctuary after a long day in NYC.\nAnd...CITIBIKE just moved in!  There's a station at the end of the street, full of bikes for rent...they're awesome and a great way to get around the city.\n\nLiving Area, Kitchen, Bedroom and Bathroom.\n\nI have left tons of sightseeing maps/books in your room, as well as earplugs, Advil and extra towels and sheets for your stay.  I've also stocked the bathroom with shampoo, conditioner, a hairdryer, etc.  \nI'm more than happy to help with restaurant/sightseeing choices, and getting around.  There are tons of restaurants in the 'hood and I can help navigate this great city!\n\nThere's a gas station on Lexington Avenue where all the cabbies stop, so there's ALWAYS cabs near my apartment - huge bonus!  There is also a bus stop across the street from my apartment that will take you downtown.  I am also a 5 minute walk to the 6 Train and a 10 minute walk to the Q Train and a quick one-stop transfer to the 4 and 5 Express trains.", "name": "Spacious, Sunny Apartment - UES Central Park", "picture_url": "https://a0.muscache.com/im/pictures/0995306d-dcf7-45f2-8c3a-e2c35f7e22b0.jpg?aki_policy=large", "url": "airbnb.com/rooms/14523379", "id": "14523379", "price": 85, "review": "The host canceled this reservation 37 days before arrival. This is an automated posting."}