{"description": "This sunny Brooklyn Penthouse has jaw dropping views of the city, big windows, two terraces, a fire pit, ceilings, designer fixtures, and three hundred and sixty degree views of the NYC Skyline. Conveniently located, you wont be in the cold long, as you'll be two short blocks from the train, half a block from two bus routes, and one stop from Grand Central. Giving you a luxurious location to in indulge and experience the amazing culture NYC has to offer.\n\nPlease check out my the forty 5 star reviews! \n\nThis home is extremely clean, well organized, minimalistic. The owner is an artist and designer. \n\nThis Brooklyn Penthouse is the apple of every New Yorker's eye and a PERFECT spot to stay during the holidays! A huge penthouse-private terrace lines the kitchen & living room with incredible views of the Manhattan Skyline including: the Chrysler Building, Empire State, UN, and more. \n\nWatch the weather change, mist hovers over the East River; sunrises, sunsets. This place will spoil you! Not only is it a super private sun-drenched home set on a quiet tree-lined side street; it has ample accessibility to public transit. A short walk brings you one stop away from Grand Central; You are also steps from the East River Ferry, bus, or G train! Thoughtfully decorated by Brooklyn Designer and Musician, this gorgeous space is equipped with everything you need: a queen-sized memory-foam bed, spa deep tub, waterfall shower head, fully equipped kitchen, remote control A/C and heat.\n\nHere's what else to expect:\n\n- A clean living space. \n- Ample security \n- Two well furnished private terraces\n- Two Bedrooms w/queen sized memory foam mattresses\n- Blackout Curtains in each room.\n- Super soft, freakishly clean linens in excess!\n- Roof Deck with another amazing view from a higher perspective (including one world trade center.)\n- Video intercom\n-Wi-fi\n- Remote A/C and Heat (that you control!)\n- Closet: Nice wooden hangers to hang your garments, plenty of space for luggage.\n- Easily accessible shampoo, conditioner, body soap.\n- Hair dryer.\n- Garment Steamer\nWant to stay in? Impress a colleague? Friends? A date?\n\n- Board games (Settlers of Catan, Cards Against Humanity, Deck of 52 cards, Hearts Cards)\n- 50\" LED TV with Chrome Cast, Apple TV and American Netflix\n- Collection of books\n- Yoga Mats & Blocks for Yoga on the terrace(s)\n- Stand up desk space available\n- indoor and outdoor seating & dining!\n\nWant to go out? \n- Awesome bars, restaurants, yoga studios, coffee shops, bakeries, organic groceries, non-organic groceries, music venues, thrift stores -- you name it! All of these places are within three blocks.\n\nGot some cleaning up to do?:\n- Drop off laundry is two blocks away! (And so cheap) Pick-up laundry is available. There's also a washer and dryer in building (coin operated). No need to wash your sheets or towels -- a profession maid takes care of that.\n\nYou have full access to the entirety of the penthouse, including both bedrooms, both terraces, the kitchen, breakfast nook, living room, and beyond.\n\nI'm a professional designer, musician, promoter, and volunteer. I'm proud to be a super host!! I love to meet new people & to allow visitors a clean, safe, awesome place to enjoy. I am available to answer your questions and help you whenever you may need! You will not meet me upon check-in and check-out; but the house will be throughly deep cleaned from top to bottom before your stay.\n\nGreenpoint is a delightful, creative, friendly neighborhood that houses some of the best coffee shops, book stores, bakeries, shops, restaurants, bars, and clubs that New York City has to offer!\n\nGreenpoint is quieter than Manhattan, but we're a three minute walk to the subway, six minutes to the ferry, and one minute to bus service. Access to every neighborhood is quick and more than ideal. You may find, however, that you just wanna stick around the neighborhood. Greenpoint has so much to offer!\n\nFun Fact: Greenpoint is also home for tons of shoots for shows like Girls, Unbreakable Kimmy Schmidt, The Knick, and Louis CK. It's not uncommon to walk through a set on a beautiful day.\n\nNon-metered street parking is available; please observe all parking laws & rules. There is usually parking right outside the building.\n\nPlenty of ideal transit options will make your stay more than ideal. This Brooklyn Penthouse is located adjacent to the 7, two blocks from the G (inter borough), less than seven minute walk to the East River Ferry (my favorite!!), B-43, B-62, and B-32 bus service.\n\n\nThere is an enterprise car rental four blocks away.\n\nWhen staying in NYC, it's usually best to hail or Uber a cab to and from the airport. About 20 minutes from LGA (less if there's no traffic), a little farther from JFK, or a train ride away from Newark, NJ airport.\n\nI am opening up my home for you to enjoy. Parties are not permitted without prior authorization/written approval. Please pick up after yourself and be respectful, treat this home as if it were your own. \n\nI am here to help you arrange and accommodate your needs during your stay! Please let me know if you have any special preferences!", "name": "Luxury Penthouse with Phenomenal Views", "picture_url": "https://a0.muscache.com/im/pictures/baba2c85-c98a-4e73-b128-c45760132dc1.jpg?aki_policy=large", "url": "airbnb.com/rooms/14522870", "id": "14522870", "price": 650, "review": "The view from this place is amazing. The penthouse is gorgeous and totally spotless. My girlfriend is VERY particular about cleanliness so I was looking for a place to surprise my girlfriend to celebrate our anniversary. I was looking for a place with a good track record to celebrate our anniversary. This place is spotless. Literally not a spec of dust. The beds are SO COMFORTABLE. This place is amazing. It definitely looks better irl than in the pictures. Kate (the host) was so thoughtful, she left beer, wine, and chocolates for us to celebrate our anniversary. (How amazing is that?!) It was a really nice surprise to arrive to. I've never \"met\" such a considerate person before! We didn't actually meet, but we didn't have to. She sent us detailed checkin instructions and also gave us the number to her personal assistant if anything needed to be immediately tended to. She checked in on us twice, but wasn't intrusive or annoying by any means. Just super helpful. She gave us our space, but Kate insisted that we ask her any questions if we had them, which actually came in handy! We wanted to know where a bottle opener was and it was pretty late at night, like 1 am, Kate responded within 5 minutes. (It was in the flatware drawer. Go figure.) but because of her insistence, we didn't feel bad about asking. The rooms and closets (they have really nice wooden hangers) are so deep and spacious. The deep bathtub is so luxurious. The heating is central and so nice to come back to on these crisp winter days. The whole places is a minimalists's/designers dream. My girlfriend loved Kate's seasonal decor. We couldn't have had a better time or experience. Thank you, Kate!!! I also like that the penthouse had dedicated codes that WE got to choose just for us in lieu of keys. It made us feel safe, like there weren't 100 people that had access to the penthouse front door. I also liked that the codes were easy to remember since we got to choose our own. The door also locks itself automatically and there is awesome home automation going on here. We were able to play some incredible jazz on Kate's amazing sound system with ease. I most certainly intend on staying here again, the price, while seemingly expensive, wound up being worth every. single. penny. I'm picky. My girlfriend is picky. I was a little hesitant about the cleaning fee, but now after staying here, I get it. The cleaning fee obviously goes towards keeping the house spotless. My girlfriend and I have stayed in some NIGHTMARE AIRBNB'S and hotels which is why we went with a place like Kate's, who is a super host and has a 5 star rating. Normally I'd be really weirded out to bathe in someone else's bathtub, but this place is so immaculate and so well designed, I didn't even hesitate!! Even the recessed lighting is perfectly..."}