{"description": "My place is close to Harlem Shake, Starbucks, Whole Foods (Coming soon), Red Rooster, Sylvia's, The Studio Museum in Harlem, the Apollo Theater, Columbia University, and many other points of interest... The Subway (Metro) is one block away.\nInterior designer designed this Newly renovated studio apartment, new bath, The fully equipped kitchen has white Quartz counter tops, brand new appliances including dishwasher and microwave,  40\" flat screen Netfilx, Hulu, and Blue tooth speakers for music.\n\nInterior design designed studio apartment with hardwood floors, 11 foot ceiling, new bath, and kitchen. The fully equipped kitchen has white quartz counter tops, White appliances including dishwasher and microwave, a toaster. Enjoy our home theater system featuring a 40\" flat screen TV, Netflix and Hulu, Blue tooth speakers, USB charging outlet at the desk.\n\nThis private apartment accommodates two comfortably. It has a full size bed . At bed side is a USB outlet for charging you phone or tablet.\n\nThe apt is well appointed with: \nHigh tread count sheets, \nDuvet comforters, \nExtra pillows & Linens, \nPlenty of towels, \nDishes, \nGlassware, \nCutlery, \nPots and pans, \nSpices, cooking oil, \nHair dryer, \nFirst aide kit,\nIron and ironing board,\nPlenty of storage., \nHeating and A/C. \nAlso included is free Wi-Fi internet.\n(No Elevator/Lift)\n\nWe’re in the heart of Harlem, one block from the 125th Street subway station: two minutes to Central Park (15 min walk), 15 minutes to Times Square, 18 minutes to 34th Street (Madison Square Garden, Penn Station, Macy’s, Empire State Building), 20 minutes to SoHo. Close to several bus lines and other subway lines giving quick and easy access to La Guardia Airport, Yankee Stadium, and other attractions.\n\nOn 125th Street you can find almost anything you need: Starbucks, CVS drug store, Dunkin' Donuts, Burger King, McDonald's, Subway, Staples, banks/ATMs, clothing stores. \n\nMajor local attractions include Red Rooster, Sylvia's, Harlem Shake, the Studio Museum in Harlem, the Apollo Theater, The National Jazz Museum in Harlem, Columbia University, Whole foods Market one block away (coming soon) and many other points of interest...\n\nNo smoking in the apt. \n\nEarly or late check-in or check-out is available (depends on visitors before or after). Please notify us prior to arrival.\n\nPrivate studio apt on the 2nd floor in walk up building (No elevator/ Lift)\n\nI'm always available via text, phone or email to answer any questions or address any issues.", "name": "Designer Studio in the Heart of Harlem", "picture_url": "https://a0.muscache.com/im/pictures/c25a8dc2-e06c-4b4c-8517-862577e351a4.jpg?aki_policy=large", "url": "airbnb.com/rooms/14529806", "id": "14529806", "price": 149, "review": "Brinton's place was fabulous! It's in a great location. The apartment itself is beautifully updated and decorated. I was there alone and felt very safe. Brinton was really friendly, helpful and responded quickly. I will definitely rent this beautiful apartment again!!"}