{"description": "My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nHome Sweet Harlem is new to the home-stay market and appointed with a welcoming assemblage of new furniture and my personal furnishings.  This garden level apartment is on the first floor of a charming brownstone in the historic Mount Morris Park District.  Home Sweet Harlem meets New York State housing regulations and is legally authorized to host guests.\n\nFor those like myself with a strong preference for room to breath, guests enjoy approximately 800 sq. ft. of living space with an eat-in kitchen and intimate dining area. The bedroom is situated in the back of the apartment mitigating noise from the street.\n\nThe full bath features a deluxe, massaging showerhead that will help wash away the hustle and bustle that is undoubtedly part of the New York City experience.\n\nMy garden view unit is your uptown oasis during your stay.  Registered guests have their own entrance and exclusive use of the apartment.   Contrary to popular belief we Native New Yorkers are rather friendly people (sorry but you can’t bring your newfound friends back to Home Sweet Harlem).\n\nI am the reigning Queen of Errands so, if you need to get something done and require advice on how and where, I am your woman. Send me a text between the hours of 9:00 am and 11:00 pm; I will be happy to share any information that might assist you with the completion of your task and activities list.\n\nAs an American Studies major, I studied Harlem’s illustrious past and materializing revitalization.  Therefore, when I returned to New York City after graduation I was committed to becoming part of this iconic community.  \n\nThe SoHa area is unquestionably the hottest area in Harlem.  My apartment is steps away from Harlem’s trendy Restaurant Row with over 30 distinctive restaurants, cafes, jazz clubs, and lounges.\n\nBy staying at my house you are walking distance from Central Park, Columbia University, the legendary Apollo Theater, historical Harlem sites as well as minutes from downtown Manhattan.\n\nYou can access all your day-to-day needs at the neighborhood supermarkets, drugstores, banks, laundromats, and organic dry cleaner, which are within two short blocks.\n\nIt is very convenient to 24 hour transportation: the 2/3 trains are two short blocks away, the B/C trains are also located in close proximity on West 116 St.   There are lots of bike paths, buses, taxis, and car services. A true rarity on the island of Manhattan, street parking is usually available.\n\nHome Sweet Harlem meets New York State housing regulations and is legally authorized to host guests.", "name": "Home Sweet Harlem", "picture_url": "https://a0.muscache.com/im/pictures/14c24ab3-dee5-442a-baba-897c15d7713a.jpg?aki_policy=large", "url": "airbnb.com/rooms/14539375", "id": "14539375", "price": 175, "review": "We had a great stay. The apartment is comfortable, clean, and in a convenient location. Nykeisha was an excellent host; she made sure we were comfortable and offered suggestions for activities and eateries. We'd definitely stay again."}