{"description": "Instant book is ON! Come stay at our amazing 3bed, 2.5ba incredible abode that is yours to call home. The space can sleep even large groups, and is fully equipped in: the kitchen, entertainment systems, and frankly being in the best area in Williamsburg there is. Our block is SO quiet, yet so close to the subway to get wherever you want to go.\n\nOur bright, spacious three-bedroom apartment with a backyard is truly a find in NYC. Coming home to this newly renovated, well-furnished apartment will enliven you after your time exploring the city. And we have 2.5 baths, so everyone can get ready without getting in each others' way! We have a professional cleaning service, and the apartment will be very clean when you arrive. Definitely not easy to find. Let's cover the basics of what we offer:\nIn the bedrooms:\n-Each has a full Tempurpedic-equivalent mattress, capable of sleeping 2 or even 3 comfortably\n-Plenty of sheets! Plenty of towels!\n-Bed will be made and apartment completely clean\n-Front bedroom features a bunk bed,  a desk, TV, and private bathroom\n-Back bedroom features a desk, private bathroom, and queen bed\n-Downstairs bathroom features TV, large sofa bed, and of course a huge bed!\nBathrooms: Each top floor bedroom has its own private full bathroom, and the downstairs bathroom has a half bath, meaning there only a toilet and sink. They come with shampoo, conditioner, body wash, hand soap- the things you need during your stay!\nOur kitchen is fully stocked with modern amenities and a great seating area. Toaster, coffee, oven.\n\nYou'll have access to your entire apartment and everything in it.\n\nEither I or my assistant will always be available to help out, and for recommendations on where to eat! If I can't be there, my assistant likely can help with check-ins and check-out. Depending on our availability, you may be picking up the key through a local key handoff service.\n\nThis apartment is located in Williamsburg. Some of the best old restaurants in Brooklyn are right around the corner. Peter Luger is a few blocks away, and one of my all time favorites, St. Anselm is even closer. There are music venues just a block away on Metropolitan, and the transportation options are almost impossible to beat (so close to L train, which will take you into Manhattan).\n\nThe L train leaves from the Bedford Av and Lorimer Av stops, which are just 4 blocks away. The L is the lifeline of the area, and will get you to Union Square in Manhattan in 15 minutes. The G train also stops at Lorimer, which is great for commuting to Downtown Brooklyn and Queens. The J/M/Z trains stop 5 blocks away at Marcy Av, which will get you to the LES, East Village, or anywhere in Manhattan on the west side basically.\n\nInstant book is on! That means if the dates are listed as available, you can book right now! The calendar is always up to date. 24hr check in is available, even day of so long as you message first. Note that this is a 3bed, 2.5baths, which means 2 baths are full and 1 is only the toilet (no tub or shower- the one in the basement). \n\nPlease be aware that NYS & NYC tax laws obligate us to collect 14.75% in NYS & NYC Sales and Hotel taxes due in cash at the time of check in. Airbnb does not collect these taxes for us. \n\nPlease let me know if you have any questions. Thank you!", "name": "Bright 3bedroom 3ba Apt in Prime Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/7b9e2cdf-c70a-400c-8f58-16ca4b0739e8.jpg?aki_policy=large", "url": "airbnb.com/rooms/14536728", "id": "14536728", "price": 403, "review": "The pictures do not deceive. This place is beautiful. The host was easy to communicate with and super friendly. The apartment is spacious, incredibly clean, and had everything we could have hoped for. I just wish the weather was warmer so we could have enjoyed the back yard. I will be recommending this place to friends visiting the city. "}