{"description": "A sunny & cozy place with high ceilings in the heart of Brooklyn with st view of Ocean Ave. 20min to Manhattan. 10min walking to Prospect Park, Prospect Park Zoo, Brooklyn Museum, Brooklyn Botanic Garden and Grand Army Plaza. 5min walking to Cortelyou Rd bars and restaurants, huge supermarket (Stop and Shop), plenty of delis and coffeeshops, banks, liquor stores, Flatbush shopping area, Kings Theatre, 4 subway lines & bus lines. Ditmas Park/Flatbush has literally everything you'll ever need!\n\nMy place is good for couples, solo adventurers, students, business travelers, and families (with kids). 20mins by subway to Manhattan. You'll have roof access. The space has cable TV and high speed Internet, two TVs (one of them is a huge smart TV 60 inches, with Hulu, Netflix and Amazon Prime Video. 2 chromecast devices are also available, one plugged in each TV, to stream anything from your computer or mobile device. I also have printer and scanner that you can use. \n\nThe place has 2 ACs and 2 fans, heater in every room, one family dinning area, bar area with bar stools, coffee/tv area, and two studies (one in each room). Full kitchen with pots, utensils, glassware and plates.\n\nBuzzer for the main door. Two keys, one for the building and the other for the apt. The neighbors and great and friendly\n\nIf you have any inquiries or concerns, email me any (EMAIL HIDDEN)\n\nEnjoy the street view of Ocean Ave. with plenty of trees in sight. Ocean Ave. is central to Brooklyn and has two beautiful bike lanes, so make sure to navigate Brooklyn on a bike live a native. You can essentially to anywhere in Brooklyn and also to Manhattan via Brooklyn Bridge.\n\n5 stops by subway to the sea at Coney Island beach, Brighton Beach and others!\n\nSubway line Q - Beverly Rd station\n\nSubway lines Q and B - Church Ave. station\n\nSubway lines 2 and 5 - Beverly Rd station\n\nPlenty of bus lines", "name": "Gorgeous SUNNY apt in the heart of Brooklyn, NYC", "picture_url": "https://a0.muscache.com/im/pictures/d065b07d-ce30-41c9-bcce-999d5dec5148.jpg?aki_policy=large", "url": "airbnb.com/rooms/14534676", "id": "14534676", "price": 79, "review": "Thoroughly recommend this place. Ahmed is responsive to any request and the photos match the reality. Also, it was great to stay in an area that was completely unlike what we are used to at home in Australia in terms of the surrounding residents. Also, great to have easy access to great food and cheap clothes shopping - as well as having easy access to Manhattan and all its attractions. "}