{"description": "Our place is good for couples and solo adventurers!  It's on a beautiful tree-lined street and blocks from Fort Greene Park, Brooklyn Flea, Fort Greene Farmers Market and some of the best restaurants in BK!\n\nWe absolutely love our cozy, peaceful home and think you will too.  Our studio is located on the parlor floor of a beautiful brownstone on a quiet, tree-lined street, and has stunning 15ft ceilings with original 1920s moldings, fireplace and floor-to-ceiling mirrors. Hardwood floors and extra large windows throughout.  Superb sunlight.  Walking distance to many of the major subways and about 30 minutes to the heart of Manhattan. And just a mere blocks from Fort Greene park, Brooklyn Flea Market, Fort Greene Farmer’s Market, BAM and some of best restaurants, bars and stores in Brooklyn.\n\nAmenities: Full kitchen (includes dishwasher, Nespresso machine, cookware, cutlery, etc), wireless internet, HBO/Showtime/Hulu/Netflix, A/C and clean sheets, duvet and towels are provided!\n\nYou have full access to the entire apartment except for the owner's closets.\n\nFort Greene is a wonderful and diverse Brooklyn neighborhood.  It's perfect for good food, grabbing a drink, spending time in the park, and getting to other places in both Brooklyn and Manhattan.\n\nOur place is blocks away from our some of Brooklyn’s best (and our favorite) restaurants: Madiba, Martha’s, Walter’s, Olea, LuLu & Po, General Greene, Roman’s, the Smoke Joint, Dino, etc!  (we’ll leave you a detailed Must Try list in the apartment!)\n\nThe apartment is about a 10-minute walk to the C and G train subway station (20 min commute to Manhattan).  A, B, Q, R, 2, 3, 4, 5 are all within walking distance as well (just a little further).  There are buses and Citibike locations within a block from the apartment. Car services and Uber are also easily accessible 24/7.  There is also plenty of street parking is available immediately outside of the building.", "name": "Sunny Brownstone Studio in Fort Greene", "picture_url": "https://a0.muscache.com/im/pictures/4b6f33e7-f45e-4b3c-961e-a7ff565fd20f.jpg?aki_policy=large", "url": "airbnb.com/rooms/14530530", "id": "14530530", "price": 125, "review": "Thanks to Michelle and Tyler for being such attentive hosts. The studio is really nice, well located. We really enjoyed our stay! Perfect place to enjoy few days of vacations!"}