{"description": "This cute apartment has a separate bedroom and living room. Located on a hip block in the LES, right by Seward Park, this neighborhood is full of galleries, bars, restaurants, clubs, cafés and cool people. \nThe apartment is fully furnished: a fully functioning kitchen with small dining table, a living room with a desk, a nice leather couch and an ottoman. There is a separate bedroom with a queen sized bed and a closet.\n\nThe Lower East Side is one of the most eclectic neighborhood in Manhattan. From here, you can walk to Soho, Noho, Nolita, Bowery, Little Italy, Chinatown, the East Village, the East River. You are ideally located and surrounded by a plethora of bars, cafés, clubs, galleries and other creative places. Definitely the right place to find out how it is to live like a New Yorker.\n\nThe Lower East Side is one of the coolest and hippest areas in downtown manhattan. Very vibrant and colorful with interesting people, spots and art. \nIf you're looking for parties, you will find it here just like relaxing moments by the park or east river are enjoyable.\n\nThe F train is right across the building. The B, D, J and Z trains are just 2 minutes away, too.", "name": "Perfect 1 Bedroom Apt in Prime Lower East Side", "picture_url": "https://a0.muscache.com/im/pictures/5d1349b7-8f8c-4871-9bb5-4a50dba6b8e7.jpg?aki_policy=large", "url": "airbnb.com/rooms/14539216", "id": "14539216", "price": 145, "review": "This is a happening, friendly neighbourhood and I found it easy to get around NYC - Brooklyn , Queens and all over Manhattan. Went on runs along the East River, ate in varied restaurants and enjoyed sightseeing walks. The double bed was very comfy. The hot water in the shower was a tad temperamental. Having traveled from Melbourne to NYC in one day I craved sleep, which was made hard with the noise from the bar downstairs. I went in there one morning to buy a tshirt and told them I enjoyed the music and how I could here it. The person was very accommodating and said to just tell the bar staff - I declined (they've got a business to run). Nevertheless, the volume was lower for the rest of my stay there. Very well handled by them, I say. \nOtherwise, the couch is particularly uncomfortable. I would definitely stay again. "}