{"description": "Unbeatable location in the middle of everything! Amazing big room in an ideally located apartment in the best part of the Lower East Side. Your room is very big and has everything you need: queen sized bed, desk, huge walk-in (URL HIDDEN) in the middle of everything - bars, restaurants, galleries, major subways - while still sleeping on the quiet side of the building! Gym, garage and supermarket are right next door!\nYou will love it here!\n\nThis cute Apartment has all you need for a comfortable stay in the most amazing part of Downtown Manhattan. A cozy bedroom with two windows that face the quiet backyard. YOU are in the middle of where everything  fun is happening but have the possibility to relax if you want. NO Noise at all. \nA small kitchen area allows you to prepare meals too!\n\nThis Apartment is located in the heart of the most hippest areas in Manhattan Downtown! Right in the Center of all cool bars, tasty restaurants and awesome clubs!! Let this stay become your most amazing experience in New York City!!!\n\nYou can reach most of the popular destinations in walking distance.\nThe subway is very close by, just one block away!\n\nF, M, J, Z trains are running from Station: Essex/Delancey\n\nBeing in between the incredible neighborhoods: \n\nLower East Side, Soho, East Village, Alphabet City!", "name": "Lovely Apartment in Best Location LES", "picture_url": "https://a0.muscache.com/im/pictures/898b9ebf-b1a0-4dde-8f99-d3041e09f16c.jpg?aki_policy=large", "url": "airbnb.com/rooms/14540453", "id": "14540453", "price": 75, "review": "This apartment was everything I expected it to be and more. Keep in mind it's 5 stories up but other than that it was great. Very very clean. The piccs say it all. Prime location! I fell in love with the neighborhood. I found myself walking around the area over and over again because there is so much to do. Everything you need is walking distance. Right next to some major trains as well. A quick train ride to Times Square area and accessible to all the other hot spots in NYC. This apartment is next to all the cool LES bars, food spots, views, etc. I want to stay here again next time I'm in NYC. Great communication as well with Mimi. Accommodating on the checkin as well. "}