{"description": "A lovely 1-Bedroom apartment in prime Bushwick. Within walking distance of great local bars and restaurants such as  Roberta's, Archies, El Kucho Taqueria, and many others. \n\nWe recently moved in and love the space! The abundant light, the proximity to both the M train and L train, and the awesome neighborhood. For those commuting to the city, we're about 30 minutes from Union Square (via the Dekalb L) and 20 minutes from the Lower East Side (Central Ave M train). Feel free to ask for tips!\n\nIn terms of the apartment itself, we insist you head up to the roof--the view of the Manhattan skyline is simply terrific. The bluetooth audio is great for when you are just trying to relax, so take advantage.\n\nThe entire apartment is yours for the taking. Enjoy the space, but remember we have plenty of neighbors in the building, so try to keep noise (at least on weeknights) to a minimum. \n\nFeel free to enjoy the balcony and killer rooftop!\n\nWhile we will most likely be out of town, our good friends Josh & Gaby will be more than happy to help you with anything you need! In case of emergency, we can be contacted by either phone or email.\n\nApart from the sweet space, the neighborhood offers one of the most diverse introductions to New York. The heavy Puerto Rican influence means lots of excellent food (La Isla on Myrtle is a MUST), and the burgeoning art scene provides some of the best galleries and coffee shops Brooklyn has to offer. \n\nWe also recommend you check out El Kucho taqueria, which is some of the best Mexican food this California boy has tasted outside the West Coast. If you're in the mood for a drink, hit up Bossa Nova, or The Johnson's--both have a cool crowd and a great vibe.\n\nThe M train is extremely dependable, and takes from you Central Ave (around the corner) to Manhattan's Lower East Side neighborhood in less than 20 minutes. Once there, be sure to check out Sweet Chick, Ludlow Coffee Supply (drop my name and you may get a drink on the house!), and my favorite bar ForgetMeNot. On the weekends the M can be a bit more complex, so try walking towards the Dekalb L train, and head to Union Square. From Union, go explore the NoMad neighborhood. If you're feeling bougie, grab a cocktail at the NoMad Hotel Bar--voted best bar in America by Esquire!", "name": "Brand New One Bedroom In Prime Bushwick", "picture_url": "https://a0.muscache.com/im/pictures/b0b531b6-a8a4-4bcc-a249-f43a3ae8d69b.jpg?aki_policy=large", "url": "airbnb.com/rooms/14548579", "id": "14548579", "price": 125, "review": "Asaf a été un super hôte même si il n'était pas là à notre arrivée, il s'est montré très disponible par message et a répondu à toutes nos questions\r\nAppartement exactement comme sur les photos, aucun soucis de ce côté là, propre et pratique\r\nBonne situation par rapport au métro, quartier assez calme\r\nUn super séjour pour nous, on recommande à 100%"}