{"description": "This two bedroom apartment is ideal for business people, couples ,small family and travelers. The quiet and intimate two bedroom apt is a third floor walk-up. Apartment faces the street-with a view and has a cool tree lined street. Its near the PS1 MoMa, Socrates United Artists Kaufman, Astoria Stadium 14 Movie Theater, Villa Brazil Café & Grill, The Yoga Room, Sculpture Park and tons of cool cafes, restaurants..\nNew listing!\n\nTRANSPORTATION: The apartment is located on a safe and convenient neighborhood street - 10/15 minutes into Manhattan-59th street, midtown and is a 35 minute ride into Lower Manhattan. The building is only two blocks away from the Steinway on yellow R train stop and Orange M train stop. \n\nESSENTIALS: Fully equipped kitchen with microwave, oven/stove, fridge, toaster,  dishes, coffee marker and coffee grounder, etc is included for your use. There's also soap, paper towel and towels. I have many different types of seasonings like salt, pepper, oil, butter, etc..\n\nABOUT THE APARTMENT: The large room has a capacity of 2 guests and is on the left as you walk into the apartment. The room has a queen sized bed, a dresser, a large closet and basic furnishings. The smaller room has a full size bed  which two people could sleep and a large closet space. There is one bathroom with a shower/bathtub. \n\nThe large room has a capacity of 2 guests and the smaller has capacity for 1 or 2 (note: full size bed).\n\nAROUND: There is a grocery store and laundromat around the corner open from 10-11pm everyday and a very large supermarket (Food Bazar) just two blocks away. Wallgress two blocks (corner of Steinway/34 ave), Rite Aid three Block (corner of Broadway/Steinway), etc..\n\nEntire apartment\n\nThe apartment will be all yours  :)\n\nThe neighborhood is a vibrant, multicultural community where you can walk safely late at night. This evolving Queens, New York, neighborhood seems to change from block to block—a short walk takes you from desolate, early-20th-century industrial streetscapes to the gentrified “main street” vibe of Vernon Avenue and the urban riviera created by gleaming high-rises fronting waterside..including destination culture hub MoMA PS1 where the Warm Up party takes place every summer!!\n\nTRANSPORTATION: 10/15 minutes into Manhattan-59th street, midtown and is a 35 minute ride into Lower Manhattan. 20 minutes from La Guardia and 30/40 to JFK.\n\nThe apartment is located on a safe and convenient neighborhood street - 10/15 minutes into Manhattan-59th street, midtown and is a 35 minute ride into Lower Manhattan. The building is only two blocks away from the Steinway on yellow R train stop and Orange M train stop.\n\nIf there is anything you need during your stay please contact me. I will be available the entire time thru' your stay to clarify any questions or concerns. Please make sure to follow the house rules.", "name": "LIC/Astoria Two Bed Apt 10 minutes from Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/b8b6e171-ba66-498e-9375-f7da07315401.jpg?aki_policy=large", "url": "airbnb.com/rooms/14549056", "id": "14549056", "price": 130, "review": "Not bad"}