{"description": "We're close to Little Skips, Happyfun Hideaway, Archie's, Foster Sundry, Birdy's, Maite, Rookery, Roberta's, Momo Sushi, Seawolf, Little Whiskey, Three Diamond Door, Faro, Heavy Woods, Henry's, Williamsburg and Greenpoint. Can't beat the location, ambiance, roof, neighborhood, proximity to subway, high ceilings, touches such as surround sound and LED lights, central AC. Apt is good for couples, solo adventurers, business travelers, families (with kids), and furry friends (pets).\n\nThis building was erected in 1890 as the Socialist Party HQ in Brooklyn! It was completely renovated 7 years ago, so all bathroom, kitchen and AV features are new. The high ceilings, massive windows and spacious rooms are unheard of in New York City.\n\nA bedroom with a queen bed, a spare room with a two-person air mattress and a huge couch in the living room are all available. Guests enjoy full use of the kitchen and bathroom, as well as the building's gym, laundry facilities and roof. A whole chest of drawers and additional closet space are available for visitors.\n\nBushwick is one of the most exciting neighborhoods in NYC, with awesome dining and drinking options everywhere. In the immediate area are Little Skip's (coffee), Archie's (AMAZING pizza) and Birdy's (fun bar with free foosball and pinball). Further outside of Bushwick are Williamsburg, Greenpoint and Ridgewood, all easily accessible by bike or subway and fun to explore.\n\nWe're a 5 minute walk from the J/M/Z line at Myrtle Avenue/Broadway, and a 12 minute walk from the Morgan or Jefferson L train stops. A citibike station is right by the J/M/Z station at Myrtle Avenue/Broadway. Uber, Lyft and Juno are always under 5 minutes away.", "name": "SPACIOUS, NEW & CLEAN 1BR IN BUSHWICK - JML trains", "picture_url": "https://a0.muscache.com/im/pictures/133bd9c9-865b-44fe-ae51-5e6ade951ef4.jpg?aki_policy=large", "url": "airbnb.com/rooms/14550581", "id": "14550581", "price": 123, "review": "This is a lovely, sunny, comfortable, quiet apartment with a lot of room in a great location near trains and good coffee shops and restaurants. I would definitely hope to stay here again on my next visit to Brooklyn. "}