{"description": "Beautiful peaceful and green sun filled two bedroom apartment located in vibrant Bushwick. This 2nd floor apartment features large windows, fully  equipped kitchen, wooden floors, 2 comfy full size beds and is clean and comfortable.\n\nSun filled two bedroom apartment in vibrant Bushwick, Brooklyn. 2nd floor walk up, windows throughout, clean and comfortable. The apartment is equipped with high speed wifi, 2 full sized beds, 1 air mattress, fully equipped kitchen (blender, juicer & toaster), full bathroom, AC units & fans. Accommodates 4 people comfortably but possibility for 6 with air mattress. \n\nThe neighborhood cannot be beat it is within walking distance to multiple bars & restaurants nearby, 24 hour delis (bodegas), a park with a playground & running track. It is a quick trip into Manhattan with an 8min walk to 2 subway lines (Dekalb L & Seneca M stops) 20 min to Union Square.\n\nThe uniqueness of this beautiful two bedroom is the feeling of a home away from home. Perfect for relaxing and recharging after a busy day in the city.\n\nPlease let us know if you do have any special request so we can better accommodate you during your stay.\n\nGuest will have access to the full apartment including high-speed wifi, soap, clean linen, towels, tea, etc.\n\nI will welcome you in person and will be available to answer any questions about the apartment and the city. Otherwise you will have complete privacy during your stay. We are always available through phone and emails in case you should have any requests, questions or simply would like some recommendations.\n\nJFK and LaGuardia International Airport are conveniently close to the apartment. The A train runs from JFK and connects to the L train where the apartment is just a few stops away. From LaGuardia take a short bus ride to the M train which stops just blocks from the apartment.", "name": "Beautiful Bushwick 2 Bedroom Apartment", "picture_url": "https://a0.muscache.com/im/pictures/4853c839-c87c-43d2-b9b4-3486ceedecd1.jpg?aki_policy=large", "url": "airbnb.com/rooms/14551681", "id": "14551681", "price": 200}