{"description": "Come stay in historic Jackson Heights!  Beautiful historic landmark homes and buildings, plants and trees everywhere, and close to the subway (40 min. to midtown, 15 with Uber).  My building is filled with families, and it's very safe. My apartment is cozy and fun and a total oasis. Wireless available, cable TV, laundry in building (not the nicest laundry room in the world, but better than nothing), full kitchen (no dish washer, sorry), clean and close to convenience stores and grocery stores.\n\nSo so cozy. That's all I can say!\n\nYou have access to every part of the space except for the closet next to the bed.\n\nIf you have questions, you can contact me anytime.\n\nFrom JFK:\nTake the E train toward Manhattan. Get off at Roosevelt Avenue and transfer to the Flushing bound 7 train. Take that 2 stops to 90th Street. Walk 3 blocks to 34-19 90th Street.\n\nGetting to city:\n\nYou are 3 blocks from the 7 train; it's a little more than a 5 minute walk from the apartment, and you can take the 7 straight into the city to 42nd Street/Grand Central or Times Square. \n\nYou can also ride the 7 two stops toward Manhattan and get off at Roosevelt Avenue, where you can catch the E, F, R, or M trains. \n\nAnother option is to catch the Q49 bus, which is right across the street from me, and take it to the Roosevelt Avenue station. All three of those versions take about 45 minutes, though you should always plan for the subway to be slow.\n\nFront door: Since the door to the apartment opens to the outside, make sure you don't leave it open for too long or flies will get in and harass you during your stay. Yuck! Speaking of bugs: my apartment is bug free, however this is New York City. You never know if you will see one randomly. If you do, there is a can of Raid on the top shelf next to the bathroom (next to the laundry detergent).\n\nThe black sconces on the wall are powered by dimmer switch under the little side table.  \n\nOutlets are few and far between because this is a prewar building. I tried to make the extension cords obvious.\n\nGarbage bags are under the sink. \n\nDishes are over the sink.\n\nMicrowave needs to be plugged into the outlet where the \"tree\" lamp is.\n\nLaundry: exit building. Go to sidewalk and turn left. The laundry room is through the gate after building # 34-33 (in the same complex). Use the big key to the main door to unlock that gate. Go down the \"ramp\". Use the big key to the main door to unlock the door at the bottom of the ramp. You will have to buy a laundry card. Alternately, there are laundry mats in the neighborhood. That may be easier! You can use my detergent. It's on the top shelf next to the bathroom (next to the Raid).\n\nHair dryer is on the floor behind the bathroom sink.", "name": "Unique studio in historic Jackson Heights, Queens", "picture_url": "https://a0.muscache.com/im/pictures/4b8f61f3-e36d-45b1-a89e-e216f644943b.jpg?aki_policy=large", "url": "airbnb.com/rooms/14550985", "id": "14550985", "price": 100, "review": "Très joli logement, décoré avec goût, dans lequel nous avions plaisir à rentrer chaque soir.\r\nCet appartement a largement contribué à la réussite de notre voyage.\r\nMerci Kristen !"}