{"description": "Fully furnished Astoria Apt, 20 minutes from midtown Manhattan. Cozy  apt features a queen size bed, a queen size futon and a table with chairs. The kitchen is fully equipped for cooking and preparing . Not to mention guests have access to the wonderful back yard where they can enjoy a morning (URL HIDDEN) place is good for couples, solo adventurers, business travelers, and families (with kids). Close to shops, amazing restaurants and beautiful European/Mediterranean cafes.\n\nFully furnished Apt for rent in the heart of Astoria. The cozy studio apt features a queen size bed, a queen size futon and a table with chairs. The apt features plenty of draw and closet space and lots of sunlight. Not to mention guests have access to a large backyard which is ideal for having coffee in the morning or just enjoying the outdoor space. The kitchen is fully renovated and equipped with everything needed for cooking and eating. The kitchen has a microwave, toaster and a coffee maker. There is also a large table with four chairs, great area to having dinner or breakfast.  The bathroom is completely renovated and everything in it is brand new. There is free WIF, a small TV, Air conditioning. The apartment is a 10 minute walk to the R/M 46th Street Subway stop and 20 minutes outside of midtown Manhattan. It is also conveniently located close to 24 hr supermarket, shops, cafes, bars, Astoria beer garden and much more. Located in Astoria, one of the safest neighborhoods in all of New York City!\n\nThings I provide: clean sheets, blankets, towels, pillows, hand soap, toilet paper, paper towels, hair dryer and an iron. \nAs well a blow up bed is available for extra persons, at $25 a night.\n\nHope to see you soon : )\n\nGuests have access to the entire apartment and the back yard.\n\nAstoria/Long Island City is one of the safest neighborhoods in New York CIty. The house is  conveniently located close to 24 hr supermarket, shops, cafes, bars and a five minute walk to Dillingers pub or Max German Restaurant.   As well if you want to experience hip trendy Astoria take a stroll down 30th Ave, from 48th Street to 25 the Street for a lot of cool restaurants, shops and cafes. Check out Astoria Park and its view of New York City : )\n\nThe apt is a 10 minute walk to the R/M 46th  Broadway Ave Subway stop and 20 minutes outside of midtown Manhattan. When coming back from the city stay in the first couple of carts and you will exit on 48th street when getting out of the subway and its a faster walk to the house : )\n\nMyself or my cleaning lady/sister comes around between 11am and 2pm to clean the apt so please be respectful. We offer a code lock luggage closet where guests who want to drop off their bags before check in time or after check in time can do so, and go about the city. So if you have a late flight or travel plans you can enjoy your last day without carrying your bags around : )", "name": "Private Apt in Astoria with Backyard&Parking,NYC!", "picture_url": "https://a0.muscache.com/im/pictures/bfac2674-ae04-428b-83cb-960c7aa0b771.jpg?aki_policy=large", "url": "airbnb.com/rooms/14550279", "id": "14550279", "price": 85, "review": "Malgré le bruit à l'étage supérieur et quelques problèmes d'eau chaude, séjour très agréable dans un appartement spacieux et très bien équipé. A J est très à l'écoute.\nAttention toutefois si vous avez des enfants en bas âge, le métro est un peu loin si vous faites le trajet tous les jours."}