{"description": "Spacious 2 room apartment with separate kitchen. Comfortably sleeps two in a queen size bed and we also have twin and queen air mattresses if needed. \n\nSouth facing windows with plenty of natural sunlight for relaxing. Message for more information.  Happy travels.\n\nSunset Park is a culturally diverse neighborhood with plenty of delicious ethnic restaurants. Tacos El Branco, rated one of NYC's best Mexican restaurants is one block away. Brooklyn's Chinatown is 4 avenues east and is a great local comparison to the hustle and bustle of Manhattan's Chinatown. Café Zona Sur, is a quiet restaurant around the corner with strong coffee and a delicious brunch and dinner menu.  \n\nLooking for beautiful views of the city skyline, Statue of Liberty, and the sunset? Well, the apartment is two blocks from Bush Terminal Park, a beautiful quiet waterfront park, and Sunset Park, situated on a hill and a great place for a sunset picnic (hence he name).\n\nPopular neighborhoods Park Slope and Gowanus filled with shops, restaurants, and bars are only 3 stops away on the R.\n\nOur apartment is situated less than a 10 minute walk to three different train lines, the R, N and D that will conveniently get you anywhere you need in Manhattan. \n\n30 minute car ride to Williamsburg and  anywhere below midtown Manhattan.\n\nThere is also plenty of free \nparking available.", "name": "Charming 1 BD close to the train", "picture_url": "https://a0.muscache.com/im/pictures/79475324-bb16-4ead-a185-0ce30413b140.jpg?aki_policy=large", "url": "airbnb.com/rooms/14568352", "id": "14568352", "price": 95, "review": "Lucy's place is utterly adorable. Everywhere you look, there's a charming piece of decor, and it's a super cute and cozy place. She had maps and guides of the city available, there were fresh linens provided, basically she did a great job to make sure my friends and I felt at home while visiting ny. It's a very short walk to Sunset Park which is breathtaking, and a lot of the restaurants nearby were excellent. Even if we didn't do a lot of traveling around the city, I think we would've been pretty content hanging around her neighborhood. It was my friends' first time in the city, so I wanted to give them the best impression I could. They loved so much about our trip and I absolutely thank Lucy for helping me out with having such a fine place to stay."}