{"description": "This cozy and fully renovated East Village apartment is perfectly located in the heart of Manhattan - steps away from the best restaurants, bars and shopping. Less than a minute walk to the L train and other 4 different subway lines. Grocery store, hospital and two pharmacies are conveniently located right across the street. A beautiful park with life jazz music on the weekends is just a couple of blocks away. There is 1 queen bed, 1 inflatable bed, ottoman bed & full futon bed to fit 4 people.\n\nThis cozy East Village home can fit up to 4 people. There is one queen bed, one futon sofa that folds into a full size bed, one inflatable full size mattress, and a twin size ottoman that folds into a twin size bed. \n\nCheck in time: anytime AT or AFTER 3pm.\nCheck out time: anytime AT or BEFORE 12pm.\n\nYou can use everything in the apartment, as long as you use it with care, and don't take it with you! :)\n\nToiletries are included free of charge (including iron, hair dryer, utensils, towels, fresh bedding and much more). You won't find such a bargain anywhere in our expensive city! :)\n\nAs I travel frequently the best way to contact me is via Airbnb messaging system.\n\nPARKING:\n\n1. Central Parking System Located at 22 East 1st Street, New York, NY, 10003 (few blocks away from us. \n2. Free street parking right around the corner on 14th and Avenue A (towards 13th Street). Please follow street parking instruction if you do decide to street on the street (across towards Stuytown  or on on avenue A or anywhere around, as there are a lot of parking places there). It's EV so there's bunch of free parking around. You just need to move cars at certain hour; thus far none of my guests had any problem finding a parking spot! Hope it helps.\n\nBoasting the best of, well, everything, the East Village’s inexhaustible grid of beyond-hip bars, bookshops, cafes, clubs, and galleries cater to even the most exacting tastes. As stylish as it is, the East Village preserves a laid-back attitude so even outsiders feel welcome when in this classic New York City neighborhood. From early morning to late-late night, the East Village brims with activity for socialites and scaliwags alike.\n\nTurn around the corner on Avenue A where you will find all the bars and eateries.\n\nLess than a minute walk to the L train and 4 other different subway lines. I would also recommend downloading the following apps to get around more easily: (1) Gettaxi, Via, Uber, Lyft (taxi), (2) NYC Subway (public transportation).\n\nI would recommend downloading Yelp and TodayTix for entertainment, and Seamless and GrubHub for ordering food, if you feel lazy exploring an immense amount of restaurant options in the area. But hey, I do have an awesome kitchen with all needed amenities, so feel free to unleash your inner Chef Fantasies! :)\n\nIt's NYC so if you are trying to find a quiet and calm place you'd better go with New Jersey :-))", "name": "BUDGET Amazing Home in Manhattan - PRIME LOCATION", "picture_url": "https://a0.muscache.com/im/pictures/3378a691-5b5a-42bf-9ace-2aa796d85b46.jpg?aki_policy=large", "url": "airbnb.com/rooms/14571451", "id": "14571451", "price": 129, "review": "Апартаменты чистые, кровать удобная. Место не центровое, но дойти до центральных улиц можно, да и метро рядом. Вокруг магазинчики, бюджетные рестораны и пабы. Мария очень приятна в общении и старается помочь в любой ситуации. Для пары отличный вариант, с одним ребёнком - если можете спать в одной комнате, вчетвером - возможно, но тесновато.  "}