{"description": "- PRICE CHANGES AND ALL DEPENDS OF THE TIME OF THE YEAR. - NOW IS TIMETO BOOK ITS SUPER AFFORDABLE!!!\n\n- YOU WILL SEE EXACT PRICING ONCE YOU CHOOSE YOUR DATES AND TOTAL NUMBER OF GUESTS!\n\n- PLEASE READ GUEST ACCESS  IT'S LOCATED IN DESCRIPTION ;)\n\nThis is a 1 BA apartment located in the Heart of Manhattan in Time Square area. \nThe apartment has a nice room with a queen size bed that can easily accommodate 2 guests and there is also a computer desk for your laptop! Addition to that room has a big closet space for your discretion! You will also have a full access to the living room with a comfy sofa bed! The bed can easily be adjusted into a queen size bed and can also accommodate 2 guests!\nMy place is good for couples, solo adventurers, business travelers, families (with kids) and everyone in between :) \n\nYOU WILL EXPERIENCE AUTHENTIC NEW YORK LIFESTYLE. MY PLACE IS LOCATED ON A 3RD FLOOR OF A WALK UP BUILDING  THERE IS TOTAL OF 45 STEPS! \nADITION TO THAT, MY PLACE IS LOCATED ON A BUSY STREET AND THERE IS ALSO A CONSTRICTION NEXT DOOR!   \nIF YOU PREFER QUITE PLACE THIS MAY NOT BE THE FIT FOR YOU!!!! \n MY PLACE IS VINTAGE !!! THERE ARE SOME MODERN STAFF  LIKE 50INCH TV AND AWESOME ROOF TOP :) \n\nIF YOU PREFER QUITE PLACE THIS APARTMENT MAY NOT BE THE BEST FIT FOR YOU!! \n\nITS A GREAT PLACE FOR THE BUCK, SOME PRIVATE ROOMS ARE GOING FOR AS MUCH AS MY WHOLE APARTMENT!!!\n\nBECAUSE OF THESE FACTORS I HAVE A VERY GOOD PRICING AND YOU CAN'T BEET THE LOCATION!!! IT'S RIGHT ON TIME SQUARE, CLOSE TO PRETTY MUCH EVERYTHING!!!! \n\nJUST THE NAME A FEW!!!!\n- Times Square, 3 min walking \n- Theater District, 2 min walking \n- Shake Shack, 1 min walking \n- Rockefeller Center, 10 min walking \n- Restaurant row 3 min walking \n- Central Park, 10-15 min walking \n- Starbucks, 5 min walking \n-  My place is just steps away from the amazing restaurants, bars, and clubs! \n\nYou’ll love my place because of the neighborhood/location, the comfy bed, the ambiance, the light and the roof-top and the PRICE ;)\n\n* I TRULY TRY TO WELCOME ALL OF MY GUEST PERSONALLY, HOWEVER, I UNDERSTAND THAT OUR SCHEDULE MAY BE DIFFERENT. \n- I ALSO HAVE A BUSINESS PARTNER WHO WILL TRY TO ACCOMMODATE YOU FOR YOR CHECK IN! \nADITON TO THAT I HAVE AN EASY ACCESS TO THE APARTMENT AND I WILL PROVIDE YOU WITH INFORMATION HOW TO ACCESS  IN CASE THAT I OR MY PARTNER CAN'T BE THERE TO WELCOME YOU. \nI AM ALWAYS AVAILABLE TO ANSWER ANY QUESTIONS.\n\nI am always one call/text away to accommodate any of your needs!\n\nJust steps from the apartment!", "name": "TIME SQ - ENTIRE PL❤CE - SUPER H❤ST", "picture_url": "https://a0.muscache.com/im/pictures/961fccaa-721b-4a9c-9cd8-60c90c8108bd.jpg?aki_policy=large", "url": "airbnb.com/rooms/14578109", "id": "14578109", "price": 230, "review": "This place is a wonderful value and Goran is a fantastic host who always made sure we had everything we needed.  It's very close to the subway and easily walkable to so many locations. "}