{"description": "The apartment is right off of 8th Avenue near all of your favorite places to go!\nPerfect for tourism in one of NYC's most desirable neighborhoods of Hell's Kitchen! Just a short walk to Time's Sq, Rockefeller Center, Bryan Park, Empire St. Bldg, Broadway, steps to the train, many of the best landmarks, restaurants, bars, shopping and more!\n\nPLEASE click \"contact host\" BEFORE \"request to book\"\n\nBefore submitting a reservation requests (by clicking \"request to book\") please make sure that you have first:\n- sent me a message directly (by clicking \"contact host\" below the reviews)\nand I have written you back and confirmed availability\n- read through the entire listing\n- read through the \"house rules\" section\nAny reservation request that is sent over without messaging me first I will ask to be declined automatically.\nThanks!\n------------------------------------------------------------------------------------------\n• Newly remodeled, fully furnished one bedroom apartment\n• Spacious, bright, and super clean\n• Kitchen has all appliances and utensils (stove/oven, refrigerator, microwave, coffee maker, pots, pans, plates, bowls, etc)\n• Brand new Queen-size bed, probably one of the most comfortable ones you'll sleep in away from home \n• Newly renovated, super clean bathroom\n• The apartment is on the 7th floor of a elevator building.\n\n• High-speed WiFi / cable TV\n• Sheets, towels, pillows, blankets (extra bedding if needed)\n• Air conditioning, heat, and plenty of hot water\n• Pots, pans, plates, bowls, cups, and cooking utensils\n• Iron and ironing board\n• A personal touch of service and attention for every one of my guests!\n\nYou will have the entire apartment to yourself, it is a non shared, private unit. I'm here to make your stay as comfortable and enjoyable as possible. Anything that I can help you with, from restaurant recommendations, to entertainment, I am happy to share my personal favorite picks.\n\n• 2 blocks from Times Square (5 min walk)\n• 1 block from the subway (1 min walk)\n• 20 minute walk to Central Park\n• Right near 9th Ave, which is just one long stretch of restaurants, cafes, bars, etc one after the other for about 30 blocks.\n• Vibrant Hell's Kitchen neighborhood, clean, safe, full of energy, and close to great transportation options.\n\nMy apartment is very, very close to the subway to literally get you anywhere you'd like or need to go!\n\nPlease note that for privacy purposes the listing only shows an APPROXIMATE street/location within 1 - 2 blocks of the apartment. The full correct address is sent out once a reservation has been booked. This is done to protect the privacy/safety of both my guests as well as myself.", "name": "Modern 1 Bedroom Apartment Next to Times Square", "picture_url": "https://a0.muscache.com/im/pictures/0d0d12a8-5e08-4204-ba36-f205f916d339.jpg?aki_policy=large", "url": "airbnb.com/rooms/14585960", "id": "14585960", "price": 230, "review": "Great location! So many great sights and food within easy walking distance. Eli is friendly, and was very accommodating for early arrival."}