{"description": "Hi there!\nI'm Kristin and I love my apartment. I've been an Airbnb-er for years now but just now becoming a host (Aug 2016).\n\nMy place is very close to Prospect Park - the better end in my opinion! Lots of activities going on, the lake, roller rink, markets, the boathouse. Erv's, Blessings, Nagle's Bagels. \n\nMuch more space than your average NYC apt. In a diverse neighborhood, plenty of character, the PARK & great train access.\n\nGood for couples, solo adventurers, & business travelers.\n\nTons of books - especially on art.\nA bike!\nSunlight/windows\nElevator\nBreakfast/coffee\nKitchen tools\n\nThe whole place! Please respect furniture, kitchen items, etc. Welcome to use the hall closet across from the kitchen if needed.\n\nIt's likely I'll be in town or nearby during your stay. If not, there will be someone to meet you, give keys and help out.\n\nProspect Lefferts Gardens is a newly gentrified area - originally (and still) very Caribbean. Which means, great food. You'll smell it in the building even ;)\n\nCoffee shops, bars, etc are popping up everywhere. Nearby is Crown Heights which has just went through this process and is very popular.\n\nThe Q train is express and the best train for this apartment - it runs all through Manhattan and connects to lots of trains (download the iTrans app if you don't have it). The B is also at this stop and runs during rush hour.\n\nYou can also use the S (shuttle train) to connect to the C, 2, 3, 4, 5 just one to three stops away. The S will also take you right to the Botanical Gardens, the Zoo and near the Brooklyn Museum (off the 2, 3).\n\nThe Barclays Center is also not far at all.\n\nBe sure to check MTA signage in the stations - especially for late nights and weekends!\n\nNew Yorkers love giving directions, so if you're stressed or lost, just ask someone. They're proud to have learned our extensive transit lines ;)\n\nA 20minute walk across the park (use Centre street/path) and you can catch the F, G trains at the 15th St stop. Otherwise, the Q doesn't really connect to these two trains.\n\nLyft is all over and often have promos. Uber too, but I don't prefer them.  Gett is a new company, also Car2Go is available if you have a membership.", "name": "Space for four, just 2 blocks from Prospect Park!", "picture_url": "https://a0.muscache.com/im/pictures/48e05503-88f3-44f4-833a-f19d38501bf2.jpg?aki_policy=large", "url": "airbnb.com/rooms/14595984", "id": "14595984", "price": 109, "review": "Kristin was a very nice host, very flexible with arriving time and getting the keys. Her Apartment was as wonderful as on the pictures! Very cute, art was so on point. Give respect to her lovely vibe in her cute house.\r\nLocation was perfect, subway nearby, lovely cafe's, shops and Caribbean Vibes. Great mix of cultures! Thank you Kristin \r\nps Say Hello when you ever come to Holland;)"}