{"description": "Adorable studio in the heart of the Lower East Side.  Steps away from the famous Clinton St. Baking Co, Ivan Ramen, and the East Village.\nThe space was recently renovated, and includes dishwasher and luxury Turkish shower (the best shower you will ever use, I promise).\nThe place is spacious during the day, and at night, a murphy bed pulls down from the wall for sleeping! \nNearby subways: F, M.  Several blocks from the Williamsburg bridge — which means an easy bike or walk into Brooklyn!\n\nA lovely studio with a luxury shower.  We also have a cot that pulls out of the ottoman (comfortable), and a couch.  Cozy up here after days and nights of exploring the iconic Lower East Side.\n\nThe whole darn thing!\n\nI will be available via chat or phone throughout your stay, unless otherwise advised.  I may be there to let you in and show you the space, or you may be able to enter and access via my online instructions.\n\nAre you looking for a place to stay RIGHT IN THE CENTER of the best part of Manhattan?  This is the place to stay.  The location is INCREDIBLE for spending time in the most ALIVE part of Manhattan.\nIf you're looking for great shopping, incredible food, awesome bars and clubs, killer coffee, and essentially, the hippest neighborhood in NY — THIS IS IT! \n\nAlso, it doesn't hurt that we are just blocks away from the iconic Williamsburg Bridge into Brooklyn.  You can bike, or walk this bridge and have a great day in Brooklyn, and a 15 minute commute back home!\n\nWe're close to the J, Z, F, and M trains which can bring you everywhere/anywhere!!\n\nAlso, highly advised to rent a Citibike for the weekend for $24 and travel all throughout the city!  There's a dock to pick up a bike on Stanton street, around the corner!\n\nThe bed is a murphy bed, (it folds magically in and out of the wall fixture) but we do suggest leaving it out of the wall for the duration of your stay (as it can be tricky to fold if you aren't familiar with it).", "name": "Central and Modern Lower East Side Studio", "picture_url": "https://a0.muscache.com/im/pictures/759364e8-aa87-4573-882d-5c16dddb8059.jpg?aki_policy=large", "url": "airbnb.com/rooms/14599247", "id": "14599247", "price": 380, "review": "This was our first time using AirBnB and it was better than we ever expected! Aviva was an amazing host - she was flexible with our schedules and responded promptly to all of our questions. \n\nAs for the apartment, it's located in a great area (cute/hip neighborhood, lots of bars, food options, etc.) and is perfect if you want a more \"local\" experience. (There's also  cat cafe directly across the street.) The apartment was cleaned before we arrived and Aviva was sweet enough to set out a cute welcome package. The apartment is probably better suited for 2 people but can fit 3 if needed. Aside from the location, the Turkish shower is probably the selling point for this apartment. The keypad entrance was great as well. Would definitely stay here again!"}