{"description": "My spacious apartment is the perfect launching pad for exploring trendy, gritty Bushwick & East Willamsburg, Brooklyn. When you're not out exploring the endless street art, bars, restaurants, parties, and galleries, relax in a large bedroom with queen-size bed or hang out in a spacious, sun-soaked living room with pre-war details.\n\n5 Minute walk to Morgan L train, and 10 minutes to Manhattan from the train!\n\nIf you're looking for a place to stay with lots of space and Brooklyn charm in an awesomely accessible location, here you are! My apartment is conveniently located in \"Morgantown\" and is walking distance to some of the best haunts Bushwick and East Williamsburg has to offer. \n\nOne bedroom apartment with a huge living room with Brooklyn and Manhattan views. You'll have access to an HDTV streaming Netflix, Hulu, and Amazon Video. You're welcome to cook in the kitchen and enjoy a meal at the dining room table, or make some coffee and espresso at the coffee station. Right behind the apartment is a park if you want to surround yourself with the oft-rare sight of trees.\n\nThis is our home, so please love and respect it as much as we do! Thank you!\n\nGuests will have access to a large bedroom with Queen-sized memory foam bed, as well as a huge living room with Netflix and Hulu access, dining room where you can make your own coffee or espresso (beans provided), kitchen with access to cooking utensils and appliances, bathroom with soap and clean towels.\n\nMy boyfriend, Jimmy and I will be available to make recommendations and answer any questions for you before or during your stay!\n\nMy apartment is on the cusp of Bushwick and East Williamsburg. Both neighborhoods have endless fun bars, delicious restaurants, street art, music and warehouse parties for you to explore. It is the epitome of art-industrial Brooklyn. Don't be surprised if you see film crews shooting a popular TV series or artists painting enormous street murals nearby.\n\n5 minute walk to L train on Morgan Ave, 10 minutes to M train on Flushing Ave. ~10 minutes to Manhattan, ~15 minutes to Union Square.", "name": "Spacious Bushwick Pad Next To L Train!", "picture_url": "https://a0.muscache.com/im/pictures/6359f478-c3f7-4a65-897d-34d1dc6da518.jpg?aki_policy=large", "url": "airbnb.com/rooms/14595545", "id": "14595545", "price": 80, "review": "I felt very welcome and please with the apartment. The location gives an artsy vibe. Getting to the city by train was convenient. I enjoyed staying there. "}