{"description": "Hello !\n\nMy place is a nice medium sized 1BR in Carroll Gardens, Brooklyn. \nClose to it is Court St with very good restaurants and bars : The Buttermilk Channel, la Slowteria, Clover Club, Prime Meats... \nAttention though, my place is in a quiet building BUT in front of the BQE : not so much noisy but not for light sleeppers. \nIt's very close to subway \"Smith 9th Street\" on F/G line which serves all touristic places of Manhattan ( Wiliamsburg,LES, Times Square, Broadway/Bleecker)\n\nSpace is pretty confortable for a lone traveller or a couple. kitchen with oven, large fridge, and the nice living room area. The bedroom is nice and sunny. Place is spacious since there is very minimal furniture. really traveller oriented. Heat makes the place pretty toasty in the winter\nAttention, all guests big and small, old and young ( including pets! ) are counted as extra guests.\n\nMost of the time I will come to meet you to hand you over the keys and generally you can just leave the keys in the apartment on your way out.\n\nNeighborhood is amazing, I am not going to do a long description here, but do a quick search on the web and you'll see it's filled with good food/drink places. Also I like the \"decor\" very much. Very Brooklyn.", "name": "New and Cozy 1 BR Apt in Carroll Gardens !", "picture_url": "https://a0.muscache.com/im/pictures/41849f25-062f-47ce-ad4f-1d4f00453a66.jpg?aki_policy=large", "url": "airbnb.com/rooms/14608287", "id": "14608287", "price": 129, "review": "I enjoyed my stay at Tebah's place! She was very accommodating, especially around check-in and check-out. The apartment was spacious and very clean when I arrived. Very accurate to the pictures (if not a bit bigger than I expected).  \n\nSome things to note are that it is on the 3rd floor and there is no elevator (pretty typical for NY, but worth noting). Also, the bedroom is quite close the Brooklyn-Queens Expressway, so there is a bit of traffic noise (and vibrations). So not the best for light sleepers (although, I was okay).\n\nI used the kitchen to cook while I was there and the stove, sink, and toaster over all worked well. I also used the electric kettle each morning for tea. The hosts even left me a few little snacks (which was nice).  \n\nThe hosts were very responsive with communication and I felt like they were very attentive to my needs. \n\nOverall, a good experience. "}