{"description": "Exclusive, sought after Manhattan location.  Newly renovated and professionally decorated.  100% five star reviews. Walk score: 99. \n\nMy place is close to the Hudson River Park, Meatpacking, Chelsea Market, The Whitney Museum, the Highline, major transportation (A/C/E/1/2/3) and some of the city’s best restaurants and shops.  You’ll love my place because it feels like a chic boutique hotel.  My place is good for couples, solo adventurers, and business travelers.\n\nLive like a New Yorker in this OPEN & CHIC STUDIO situated in one of the prettiest tree-lined streets in the West Village.  \n\nThis boutique prewar is located on the corner of Horatio St. and Washington St., and features a lovely private garden courtyard to sit and enjoy your morning coffee.  Just walk downstairs and you are already in the heart of the vibrant, amazing attractions of this neighborhood.  Enjoy scenic views of NYC at the High Line, stroll to the Hudson River Park, shop for local produce at the Chelsea Market, and check out the current exhibit at the Whitney Museum of Art, all within walking distance of the apartment.  \n\nFeaturing state-of-the-art kitchen appliances and business-friendly technology, the apartment provides you with everything you need to enjoy your time in NYC.  Every little detail has been carefully thought out, including a recent gut renovation, custom upholstered furniture, Italian fabric hand-made shades, hotel classic Frette bedding, and famous vintage furniture and artwork.  The apartment building and area is away from the noise and the unit is VERY quiet.  New York is a wonderful city and everyone should stay here at least once!\n\nThe West Village is the perfect neighborhood for people who like the finer things in life -- think lovely window boxes, well-curated bookshops and sophisticated company - but without the fuss or ostentation.\n\nAt a Glance\nPicture a romantic comedy set in New York City: The heroine invariably will live in a cozy walk-up on a cobblestone street in a neighborhood with cute boutiques and trendy cafes on every corner. This movie is set in the West Village. In reality, the West Village is just as picturesque. The neighborhood is tucked between Greenwich Village and the Hudson River and is one of the quietest and most sophisticated pockets of Downtown Manhattan. Primarily residential with a distinct lack of office buildings, the leafy, off-the-grid streets are peaceful during the day, but get livelier at night. That's when well-heeled residents, fashionistas and literati can all be found mingling over oysters at the area's many low-lit cocktail bars.\n\nThe Mood\nThere's a quiet beauty to the West Village and the people who frequent it. There's nothing forced or artificial about it and its loveliness is perfectly natural.\n\nBest Perk\nFrom the cobblestone streets in the morning to the Hudson River Greenway at sunset, lovely scenery surrounds the neighborhood.\n\nTransportation: \nFour NYC Metro (subway) lines are less than a 5-10 minute walk away. \n--14th Street and 7th Ave (1, 2, 3 lines). \n--14th Street and 8th Ave (A,C,E lines). \n--14th Street and 8th Ave (L line).\n--Christopher Street and Greenwich Street (PATH).\n\nUnit Features\n•The Westin Heavenly® Bed \n•New Frette® Hotel Classic Bedding Collection (used in most luxurious hotels around the world)\n•Shampoo, fresh bath towels, hand towels, and washcloths provided\n•Renovated walk-in shower with rain head\n•Wireless internet with printing capabilities\n•KICKER® Bluetooth Speaker -- streams music from Bluetooth-enabled devices including smartphones, tablets, or computers\n•Custom upholstered furniture including love-seat, leather ottoman, and writing desk seating\n•\"The Finest In the World\" custom roman shade window treatment with fabric shipped from Italy\n•Keurig K-Cup® coffee maker \n•Dishwasher, microwave, eating utensils, toaster, and blender \n•Iron, ironing board, and blowdryer\n•50\" Sony Flat Screen LCD TV with Spectrum Basic and Premium channels\n•Famous vintage furniture and artwork\n•Individually Controlled A/C \nNOTE:  Apartment is on the 3rd Floor and is a 2-flight WALK-UP, facing Courtyard\n\nCommunity Features\n•Common Garden Courtyard\n•Easy Access to Public Transportation\n•Citi Bike Station at your doorstep\n•Near-by Public Parking Garage\n•Adjacent Coffee Shop \n•2 Grocery Stores Nearby (D'Agostinos Grocery Store, Mrs. Green’s) and 1 convenience store downstairs on the corner (Nonno Gourmet)\n•Walking Distance to Hudson River Park, Whitney Museum, and Chelsea Market\n•3 Equinox gyms (High Line, Greenwich Ave., Printing House) all within a 10-minute walk of the apartment -- Day Passes Available\n•Laundry & Dry Cleaning Pick-up & Delivery Service to the Apartment", "name": "CHIC STUDIO IN HEART OF WEST VILLAGE/MEATPACKING", "picture_url": "https://a0.muscache.com/im/pictures/d1b5036c-9ef6-419c-8095-4648d25aa2f9.jpg?aki_policy=large", "url": "airbnb.com/rooms/14603806", "id": "14603806", "price": 269, "review": "I simply adored Chia-Hsin's place! It's even cuter in person. Perfectly situated in the Meatpacking District - easy to access all of my favorite neighborhood spots (in the Village and Chelsea). The apartment itself was spotless, super quiet and very relaxing. Communication with Chia-Hsin was super easy, she is incredibly responsive and friendly. I'd stay here again in a heartbeat! Highly recommend. "}