{"description": "My place is close to Harlem Shake, Starbucks,Red Rooster, 125th St Subway one block away . You’ll love my place because of The space is beautifully designed modern kitchen fully equipped, well stocked with spices, cookware, dishes, glassware, etc. Modern new bathroom plenty of soft towels. Keyless entry for easy access upon arrival. everything you need for a comfy stay. high quality sheets, free WiFi     .\n\nInterior design designed studio apartment with hardwood floors, 13 foot ceiling, new bath, and kitchen. The fully equipped kitchen has white quartz counter tops, White appliances including dishwasher and microwave, a toaster. Enjoy our home theater system featuring a 40\" flat screen Smart TV, Netflix and Hulu, Blue tooth speakers, USB charging outlet at the desk.\n\nFree WiFi\n\nThis private apartment accommodates two comfortably. It has a full size bed . At bed side is a USB outlet for charging you phone or tablet.\n\nThe apt is well appointed with: \nHigh tread count sheets, \nDuvet comforters, \nExtra pillows & Linens, \nPlenty of towels, \nDishes, \nGlassware, \nCutlery, \nPots and pans, \nSpices, cooking oil, \nHair dryer, \nFirst aid kit,\nIron and ironing board,\nPlenty of storage., \nHeating and A/C. \nAlso included is free Wi-Fi internet.\n(No Elevator/Lift)\n\nWe’re in the heart of Harlem, one block from the 125th Street subway station: two minutes to Central Park (15 min walk), 15 minutes to Times Square, 18 minutes to 34th Street (Madison Square Garden, Penn Station, Macy’s, Empire State Building), 20 minutes to SoHo. Close to several bus lines and other subway lines giving quick and easy access to La Guardia Airport, Yankee Stadium, and other attractions.\n\nOn 125th Street you can find almost anything you need: Starbucks, CVS drug store, Dunkin' Donuts, Burger King, McDonald's, Subway, Staples, banks/ATMs, clothing stores. \n\nMajor local attractions include Red Rooster, Sylvia's, Harlem Shake, the Studio Museum in Harlem, the Apollo Theater, The National Jazz Museum in Harlem, Columbia University, Whole foods Market one block away (coming soon) and many other points of interest...\n\nNo smoking in the apt. \n\nEarly or late check-in or check-out is available (depends on visitors before or after). Please notify us prior to arrival.\n\nPrivate studio apt on the 3nd floor in walk up building (No elevator/ Lift)\n\nI'm always available via text, phone or email to answer any questions or address any issues..\n\nThe apt is one block from the 125th St subway and bus stop is right in front of the building front door", "name": "Elegant Studio in the Heart of Harlem", "picture_url": "https://a0.muscache.com/im/pictures/7e0d7c0e-e94c-458b-b260-ac8fcbd51694.jpg?aki_policy=large", "url": "airbnb.com/rooms/14628080", "id": "14628080", "price": 149, "review": "This was a great spot, great location, easy check in and out. I will definitely make this apartment my first choice every time l visit! Everything 100% as advertised!! "}