{"description": "Welcome to my relaxed home!  It offers a quiet respite from the bustle of the city! While I'm away, please enjoy Colina Cuervo Cafe, Two Saints Bar, the Franklin Avenue drag (full of restaurants and bars), Brooklyn Yoga Collective, C&J Fruits (24 hour corner market), The Brooklyn Museum, Botanical Garden & Prospect Park. I'm one block from the 2/3/5 trains and B43/B44 busses. My place is good for couples, solo adventurers, and business travelers.\n\nThis is a very spacious apartment for Brooklyn.  It has character and offers a calm, relaxed environment from your busy days of exploration.  Neighbors are very respectful and kind and the neighborhood is very safe and well lit at night.  The space is clean, inviting for deep sleep, cooking, and enjoying a soak in the tub if you like.\n\nGuests have access to the full apartment.  There is closet space adjacent to the bathroom.\n\nThe apartment is all yours, but I am always available if you need help with something regarding the apartment/management.\n\nThe neighborhood is especially Caribbean.  There are several Roti houses, Jamaican restaurants and bakeries, Botanica shops and juice stores all up Nostrand Avenue.\n\nThere is street parking as well as the 2/3/5 trains one block away.  You have walking access to the the B44/B43/B45 and B48 buses that will take you all over Brooklyn!  \n\nTypically LYFT car service is great, but you could also catch green taxis in the neighborhood.", "name": "Vibrant Brooklyn apartment in Crown Heights!", "picture_url": "https://a0.muscache.com/im/pictures/3c8d145f-bb44-47cc-9c9b-d759f6c365ed.jpg?aki_policy=large", "url": "airbnb.com/rooms/14628165", "id": "14628165", "price": 125, "review": "Jaqueline was very nice and quickly respond all our queries. \nRegarding the apartment, is in a 4th floor only by stairs, it is very spacious and warm; the location was perfect for us as we were close to the subway we most used and near to restaurants which we make fanatic. Cons: the heating system is really noisy and could be annoying to sleep. Black-out curtains in the bedroom would be very much appreciated if you don´t want to wake up at sunrise (7am) during vacations.\n"}