{"description": "Imagine yourself in a private & stylish NY garden apartment! They do exist! You're in Greenpoint BKLN (which is as close to Time Square as Soho), but you can take the ferry to get there too, not just the train! You're 2 minutes from subwy, river, eats, bars, & parks. You're host is a cool mom, world traveler, who cares about guests & knows BKLN's nightlife and day life. She is a designer for the music industry, busy, but works from home, always available for advice or help. When in Rome...\n\n*UPDATE*\n Regarding guest reviews - pipe noises are FIXED =] ( They really were not out of the ordinary, but I wanted to help my guests who are light sleepers)\n*UPDATE*\n\nGREENPOINT - funky, diverse, SAFE, cool, young, family, convenient, sophisticated, fun, popular on weekends, strong night life & daytime place, too good to be true - really\n\n-PRIVATE ENTRANCE - privacy yes!\n-4rm Apt, sleeps 6\n-New RENOVATION\n-GARDEN APT- great light!\n-no stairs, ground floor\n-New furnishings (mid-century modern) \n-2bdrms (1 queen, 1 full) + 2 pullout beds in Full LVNG RM + NOOK! \n-easy parking\n-ammenities provided: wifi, snacks, towels/linnens, coffee, drinks +more\n-close to 3 large parks - less than 5 mins away\n-G subway (2min walk) \n-L subway (10min walk)\n-Ferry line (7 min walk)\n-Directly across river from midtown Manhattan\n\nGuests have access to the entire unit. Private front and back entrance. No stairs!!\n\nI am a friendly outgoing person and have many friends, I am happy to meet new guests and even share a glass of wine or a meal. I enjoy meeting foreigners and people in general. I live in the top three floors so if anything is needed (directions, suggestions, appliances) I am a doorbell, text, or phone call away.\n\nThe apt. is located in the heart of Greenpoint. I have traveled a lot in my life I have gone to Paris, Rome, Istanbul, Madrid, Sevilla, Morocco, Nigeria, Beijing, Tokyo, Amsterdam, Denmark, Berlin etc and after all that, I can safely say ( in my opinion) my little neighborhood here in Brooklyn, is one of the best neighborhoods in the world. You have to see and experience it to believe it. It's the culture here, freedom of expression,  kindness, style, multicultural environment, cohesive feel, parks, restaurants, night clubs, cafes, views, the families and neighbors, and the relaxed air that just permeates this neighborhood and makes one feel safe, inspired, and comfortable. Guide books are writing about Greenpoint for a reason, LOL. It's real, its fun, and it's an experience. With quick access to Manhattan, Queens, and the rest of Brooklyn this spot is truly ideal.\n\nFrom JFK & Laguardia airport, my suggestion is to take a taxi. But if you need advice on public transport I can give it to you. Keep in mind that the subway system here is very easy and quick but for out-of-towners it may take a few tries before getting acquainted and the trip from the airport is a bit tricky.\n\nThe Apartment:\n\n2 MIN WALK TO-G-TRAIN\ngets you to manhattan, with one transfer, in as quick as 10mins.\ngets you to rest of brooklyn in minutes.\n\n10-15 MIN WALK TO-L-TRAIN\nGets you to Manhattan (Lower East Side) in 5 minutes, Union Square in 10mins \n\n10 MIN WALK TO WATER TAXI (NY WATERWAY)\nGets you to mid town in 8 minutes\n\nIt is easy to hail a cab from main street near the apt. OR there are car services that are always available for a few more $ per ride.\n\nI recently renovated and took over management of this unit in September. Any and all issues that might have occurrd before have been entirely ironed out. I really enjoy making people happy and showing them comfort, style, and good times. So I will normally provide you with little extras like nice soap, toiletries, snacks, water, coffee etc. I enjoy being a host =]\n\nAs long as you are kind and considerate I will go out of my way to make sure your time is enjoyable. I am very open minded and I appreciate all  races and genders. I know that people live incredibly different life styles and I don't judge. \n\nI have partied a lot in my life, traveled much, and have been well educated so I am fine with people having normal, chilled out fun, but respect for my family home is required.  I do have a son and my home is upstairs so I will know if there are any kind of out-of-control gatherings going on. I do expect a level of decency in my guests. I am not interested in hosting anyone making indecent films or videos, having large parties, or any kind of illegal activity.", "name": "**! BROOKLN - large 2bd !** modern/family/comfort!", "picture_url": "https://a0.muscache.com/im/pictures/2cec9776-ed35-4947-a9ee-fec0630fd427.jpg?aki_policy=large", "url": "airbnb.com/rooms/14628409", "id": "14628409", "price": 125, "review": "Good location in Brooklyn! Arranging the stay and check in are smooth."}