{"description": "Brand new, spacious and beautifully decorated, this apartment will make you feel right at home. Both bedrooms are spacious with amazing day light and very pleasant view on streets. The location is ideal.\n\nThe entire apartment has just been renovated. Everything is brand new.\nThe space is spacious with a lot of daylight. Each room has a bed with memory foam queen size mattress. it's very comfortable for couple or kids.\nThe living room has a brand new sofa bed that can sleep an extra 2 people very comfortably (it's a queen size mattress).\nThe kitchen is fully equipped for cooking or just enjoying a nice cup of coffee in the morning. \nAnd finally, the bathroom has a bathtub, perfect for the cold winter nights.\n\nWhat's Included?\nFree WIFI\nFresh towels and bedsheets on your arrival.\n\nI will be available by phone and email the entire time of your stay if you have any issues.\n\nThe apartment is on the border of the Lower East Side and Chinatown. It's truly my favorite part of the city, just blocks away from all the most vibrant, interesting area of New York City. It's alive and exciting and still feels like thriving diverse area for of great photo opportunities and tasty food - exactly what I moved to NYC for! There are hundreds of shops featuring oddities, jewelry and every possible ethnic and fusion cuisine. The Tenement Museum and New Museum are in easy walking distance as well as dozens of galleries. There are also many parks in the area ranging from large city block sized ones to tiny hidden community gardens. One of my favorite things to do is grab a coffee in the early morning and watch hundreds of elderly chinese people do synchronized Tai Chi in Chelsea Park.\n\nHeading East there are all the bars, restaurants, nightlife and music that make the Lower East Side so hip and desirable. While going west you'll hit Chinatown, Little Italy and SoHo in quick succession.\n\nFor more detail check out the Lower East Side Business Improvement website for all the information you might want on restaurants, galleries and more online.\n\nIt's a couple short blocks to the Subway and a 5-10 minute walk to SoHo, East Village and historic Little Italy. There are also bike's for rent one block away and its a great place to catch cabs.\n\nIt's a 2 story building with only 4 apartments so it's very private!\nPlease respect the other tenants: we don't accept any parties in the apt and no smoking!", "name": "Spacious stylish 2 bedroom apartment for 6 people", "picture_url": "https://a0.muscache.com/im/pictures/bd4e70e6-2a40-42b5-a34e-c1ad337376c4.jpg?aki_policy=large", "url": "airbnb.com/rooms/14634570", "id": "14634570", "price": 109, "review": "Hi we spend 5 days in tatyana house and it was a very good place to be of you want to discover New York  est the Subway and near market ton but forât nécessaire thinks i recommanded this place "}