{"description": "My place is close to the east river, near Williamsburg and Manhattan bridges, amazing local restaurants including Bacaro, Forgtmenot, Barrio Chino, Dimes, The Fat Radish, Scarr's Pizza and so many more! You’ll love my place because it's located right on the boarder of Lower East Side and Chinatown, the coolest hood in Manhattan! My studio has amazing light, park view, Cali vibes in NYC. The bed is super cozy. My place is good for couples, solo adventurers, and business travelers. XO\n\nI LOVE my studio. It's as open and spacious for its size. Modern warmth with light and love. Minimalism, light & airy.\n\nREAD THE HOUSE RULES .. EVERYTHING IS IN THERE :))\n\nPlease note that this is a 4FL walk up .. no elevator .. no doorman .. great exercise! :))\n\nMi casa es su casa .. ** please review house manual for translation**\n\nNOTE: per guest feedback I have added 2 folding chairs, and iron, and electric kettle (no mugs, i use bowls & jars)\n\nREAD THE HOUSE RULES .. EVERYTHING IS IN THERE :))\n\nYea! :))\n\nFor any emergency, I will leave my phone in \"night mode\" while I sleep; which means, incoming calls that ring more than 3 times will ring out loud, this is only for emergencies.\n\nREAD THE HOUSE RULES .. EVERYTHING IS IN THERE :))\n\nThis location is currently the most coveted area of Manhattan. Most fashionable, food centric and art vibey!\n\nREAD THE HOUSE RULES .. EVERYTHING IS IN THERE :))\n\nThe closest trains is the F train from East Broadway and the FJMZ from Delancey St. I always use (SENSITIVE CONTENTS HIDDEN) maps to see what route is he best.\n\nREAD THE HOUSE RULES .. EVERYTHING IS IN THERE :))\n\nYou're going to love the way you feel here .. I guarantee it!\n\nREAD THE HOUSE RULES .. EVERYTHING IS IN THERE :))", "name": "California Vibes in NYC", "picture_url": "https://a0.muscache.com/im/pictures/15cc1d8a-df59-4712-882d-54bc7994eba4.jpg?aki_policy=large", "url": "airbnb.com/rooms/14632080", "id": "14632080", "price": 153, "review": "The studio was great. Small but comfortable. The location is amazing, easy access to everything. As well, the  communication with the host was very good with clear instructions. Thank you, Amy!"}