{"description": "My apartment is 1 block from the 103rd St subway station, 2 blocks from Central Park, Mount Sinai Hospital, & Icahn School of Medicine at Mount Sinai. It's also close to the Museum of the City of New York, El Museo Del Barrio, Graffiti Hall of Fame, & New York Academy of Medicine.\n\nMy neighborhood is safe and quiet. You’ll love staying here because of the comfy bed, high ceilings, and overall coziness. It's perfect for couples, solo adventurers, and business travelers.\n\nI love my apartment and you will too! I've put a lot of work into this space because living in a comfy home is extremely important to me. Sometimes, I try to be artsy and draw--those drawings have ended up on my walls.\n\nYou'll be able to access the whole apartment, the laundry room in the basement of the building, and the rest of New York City!\n\nI will be on vacation, but one of my friends, who lives a few blocks away, will be on call for anything you need (he's also a concierge, so he can suggest some pretty cool places to go and things to do). Of course, I will also be available through messaging on AirBnb.\n\nMy neighborhood is Spanish Harlem, also known as El Barrio. You'll have great access to anywhere else in New York City, while staying in one of its historical and iconic neighborhoods. There are lots of small shops, bars, and restaurants, where locals like to gather and be merry.\n\nStreet parking is available, however, the best option is public transportation. My building is 1 block from the 103rd St 6 train station, which makes traveling uptown and downtown very easy. In addition, the M96 and M106 buses are close by if you'd like to travel west, across town. Lastly, hailing a cab is as simple as stepping outside and raising your hand in the air (I'd recommend doing so on Lexington or Park Ave).\n\nThis space can still accommodate 2 guests, even if you want to sleep in separate beds. There is an air mattress available, which I can set up for you before your arrival--just let me know.\n\nThough pets are allowed in the building, I do not allow pets in the apartment unit itself (I have very sensitive allergies).", "name": "Spacious 1-Bedroom Apartment", "picture_url": "https://a0.muscache.com/im/pictures/3e0f4270-2718-4b45-abea-bcc871b1086d.jpg?aki_policy=large", "url": "airbnb.com/rooms/14649625", "id": "14649625", "price": 110, "review": "Very good"}