{"description": "This beautiful apt in Sunnyside is on the ground floor of an owner occupied 2 fam private house. It was recently renovated with granite counter top kitchen, brand new bathroom, and a beautiful deck with a small garden where you can wind down after scouring the city. It is only 1.5 blocks from the 7 train station, 15 mns to Manhattan, and within a few steps of restaurants, bar, supermarkets, and park. The neighborhood is quite, multi-cultural, safe, and rated as one of the best in the entire NYC!\n\nThe apt has a warm welcoming tinge to it. It is completely separate from the owner's/host's unit who live upstairs as a family with young children and a pet. We also open our beautiful backyard with new deck and garden to to our guests. If you would like to do some grilling, please let us know. We have a gas grill. We know the neighborhood, and we are here to answer any questions you may have to make your visit and stay as enjoyable and memorable.\n\nBackyard and ground floor apartment.\n\nhosts available in 24x7 on most days. Host lives upstairs and can also be reached via text messages for assistance and questions.\n\nSunnyside is a hidden gem if there ever was one—though its communities of Armenians, Romanians, Tibetans, Indians, Bangladeshis, Nepalese, Chinese, Koreans, Colombians, and Ecuadorans have known about its attributes for years. Its in a safe, quiet neighborhood with just sixteen minutes to Times Square on the 7 train.\n\nPublic buses and trains less then 5 mns from apt. Private cabs such as UBER, yellow, and green NYC cabs easily accessible.\n\nRestaurants, supermarkets, parks, 24 hour stores, bars within a block from the apt.", "name": "Independent apt in 2 family pvt. home", "picture_url": "https://a0.muscache.com/im/pictures/abb305ee-fd51-4bb6-91ce-48b565760807.jpg?aki_policy=large", "url": "airbnb.com/rooms/14654573", "id": "14654573", "price": 125, "review": "This is a convenient, clean place to stay when visiting NYC. The neighborhood is safe and pleasant. The Airbnb is clean and comfortable. In nice weather, it is pleasant to sit outside."}