{"description": "This cute and spacious 1-bedroom is ideally situated on the cusp of Soho, Greenwich Village and West Village. You're a 5 minute walk to the best shopping, restaurants, and parks the city has to offer. The location offers easy access to public transportation. Great place for solo travelers, couples, groups, and families.\n\nThe apartment is perfect for an individual, couple, group, or family visiting the city. Apartment includes kitchenette, spacious bathroom, large living area with large TV, table, bench and sofa, and dining area which can seat 7. Modern decor with beautiful molding, high ceilings, and 4 large street-facing windows for amazing natural light throughout the day. Wifi, Apple TV, and Chromecast all available.\n\nBedroom includes queen size bed and chair. Sofa opens into a double bed, comfortably sleeps 2 people.\n\nFull apartment except closets and dresser. Hanging rack available, and drawers available upon request.\n\nAlways available when in town and reachable by phone 24/7.\n\nAmazing location on the cusp of Soho, West Village, and Greenwich Village. The neighborhood is high energy, but the apartment is situated on a small street which isolates it from excessive noise. There's nothing more enjoyable than simply strolling around this area, discovering the amazing restaurants, art galleries, boutiques, and everything else it has to offer.\n\nWithin a few blocks you can access almost all NYC.\nSpring St station (1 min walk): A C E trains\n4th St station (5 min walk)(URL HIDDEN)Houston St station (5 min walk): 1 2\nPrince St station (6 min walk): N Q R\nBleeker St (10 min walk): 4 6\n6+ bus stops within a 5 minutes walk", "name": "Spacious 1-Bedroom, Heart of Downtown", "picture_url": "https://a0.muscache.com/im/pictures/599c84eb-332b-481f-8678-73c6ec38ddf0.jpg?aki_policy=large", "url": "airbnb.com/rooms/14669267", "id": "14669267", "price": 249, "review": "We felt very welcome from the beginning and Mayessa was at the other end of the phone at anytime and was always so helpful. I also thought the appartment was bigger then in the photos and had everything we needed. It's in a fantastic location and I would go back. \r\n\r\n"}