{"description": "Two blocks to Central Park, this large 1 bedroom with high ceilings is close to Times Square, Lincoln Center, Museums, South Street Seaport, Rockefeller Center and the World Trade Center. \n\nWithin walking distance to several train stations, there are many restaurants in this friendly neighborhood with a great nightlife. There's no where you can't get to from this apartment that you can call your home away from home. \n\nA wonderful apartment for couples or the solo explorer.\n\nHigh ceiling, 1 bedroom apartment, with pillow top queen size bed, living room, dining table, kitchen and bathroom that's close to all transit and major NYC attractions. It's cozy and great for couples or singles. \n\nBest of all you'll be two blocks from Central Park, located in one of the most famous neighborhoods in New York City - dubbed the Upper West Side aka \"UWS\" - and minutes from several NYC attractions!\n\nYou will have full access to entire apartment\n\nMy guest(s) privacy is important to me. If my guests need me I am more than happy to make myself available or my colleague.\n\nThere is so much to do in this neighborhood from sightseeing, shopping to bike riding or going to see the Today Show. There is Central Park which is great for running, walking and learning about its rich culture. There is Riverside Park, Rockefeller to see the infamous Christmas Tree, the notorious largest Macy's department store in the world a stone throw's away, Natural History of Museum, Guggenheim museum, Mathematics Museum,  Lincoln Center, Columbus Circle for shopping and many restaurants that can please any palette - cuisines from around the world, three large Grocery stores as well as many healthy grocery stores blocks away, and so much more. It's a friendly neighborhood and very convenient. Bars and pubs everywhere and many clubs all over.\n\n+ Minutes away from the 1, 2, 3, B and C trains and plenty of cabs and UBER.\n+ Uber pics you up right at your doorstep. \n+ 1 block from the 1 train, a few blocks from the express 2 and 3 trains\n+ 2 blocks from the B and C trains. \n+ Cabs on Broadway or Amsterdam\n+ Uber or Via is always at your fingertips. However, given the number of things to do in this neighborhood, you may not even need transit!  \n+ JFK, EWR, LGA not far from apartment by car or transit\n+ Buses up and down Broadway and Amsterdam and Central Park as well as Cross street busses from east to west of Manhattan and vice versa\n+ Get the 7 day MTA transit pass to get the most out of your buck that you can use as many times during the day for trains and busses. \n+ Can walk to many attractions/neighborhoods\n\nDon't miss the Christmas tree at Rockefeller Center or take the double decker bus to see many attractions around the city!", "name": "Entire Apartment near Central Park", "picture_url": "https://a0.muscache.com/im/pictures/1605879d-03ea-4ea8-a893-04885ca944f5.jpg?aki_policy=large", "url": "airbnb.com/rooms/14667339", "id": "14667339", "price": 225, "review": "Melanie é uma pessoa muito amável e solicita. O apartamento é muito aconchegante, a localização é excelente, próxima a supermercados, farmácias, toda estrutura de serviços. E o melhor: uma quadra do metrô e  a duas do Central Park.  "}