{"description": "My place is close to Central Park, Riverside Park, Express Stop Subway Line, Earth Café, Westside Market, Whole Foods, TJ Maxx, Home Goods, Bare Burger, 2 stops/7 minutes to Times Square. You’ll love my place because of the neighborhood, the comfy bed, the proximity to the subway (express stop!), and the ambiance. My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nMy apartment is cozy and comfortable, a welcoming New York city haven.  It's a well loved home, and we ope you feel happy and serene here! We also have a dishwasher for you to use, or you can just stock it and leave it for me to do!\n\nYou will be able to access the entire apartment, and we will leave a little room for you to hang clothes in the bedroom closet.\n\nI will not be in town during your stay, but I am always available to help via text and email. I love helping people navigate New York City and it's plethora of activities, and I love this neighborhood so much- if I can't answer a question for you, I will find out!!\n\nThe Upper West Side is a bustling area, but absolutely family friendly. There are tons of world class restaurants, jazz clubs, and romantic nightspots but also many nearby playgrounds in either Central or Riverside Parks, the Museum of Natural History, shopping for the whole family, etc. We love our neighborhood so much- we saved and planned for years to land ourselves in the best zipcode in the city!\n\nThe subway 1/2/3 Red Line is steps away from our apartment and the crosstown M96 bus stop is steps away. The M60 bus to LaGuardia airport is a couple subway stops away, or a 15-20 minute walk. And, you can catch a yellow cab on any corner.\n\nMy husband and I have a baby, so you will see many toys and books around an there will be a crib in the bedroom, but it doesn't take up too much livable space.", "name": "Cozy 1 bedroom, King Bed, 7mins to Times Square", "picture_url": "https://a0.muscache.com/im/pictures/7340366d-9c75-4d57-9175-17cfbbc336c4.jpg?aki_policy=large", "url": "airbnb.com/rooms/14671358", "id": "14671358", "price": 175, "review": "Autumn made the stay so wonderful and she was super SUPER accommodating and a pleasure to communicate with. Thank you Autumn! :))"}