{"description": "Perfectly situated in one of the most culturally vibrant yet tranquil neighborhoods of Manhattan, this lovingly designed flat has unique details like custom built furniture, antique prints, and handmade Finnish/Japanese housewares. Only a few minutes walk to the High Line, Whitney Museum,  Hudson River parks, Chelsea Market, countless renowned restaurants, and fashion boutiques.\n\nPlease do not submit any reservation request until you have first written to me AND I have written back to you to CONFIRM the availability. \n\nAny reservation request sent that has not first had the availability confirmed will be declined. Thank you!\n\n--------------------------------------------------------------------\n\nIf you are looking for an authentic New Yorker experience and have a discerning eye for design and character, this might be your perfect home away from home...\n\nFrom its custom designed furniture to its numerous framed art works and handmade ceramics, everything in this apartment has been specially chosen for this apartment. Every detail has been lovingly considered. \n\nThe beautifully sunlit main living area is the most spacious and complexly ornamented. A bright bedroom, simple shower-bath restroom, and kitchen niche sit adjacent to this space.\n\nPlease realize that this 1 bedroom apartment is on the 3rd floor of an 1880s \"walkup\" which means there is no elevator, only stairs.\n\n• Ultra-fast (broadband) Wi-Fi \n• BOSE Mini 2 SoundLink bluetooth speaker \n\n• Custom designed, low lying lounge sofa by Viesso\n• Custom designed, mid century style coffee table\n• Custom designed, dual purpose prep counter + eating table\n• 4 steel and reclaimed wood bar stools\n• 1920s architectural drafting desk w/ cantilevered seat\n• Various art and architecture books, vintage magazines\n\n• New Frigidaire refrigerator and freezer\n• Efficiency gas range and oven\n• Ample pots and pans, Japanese knives, kitchen utensils\n• Flatware from Iittala, designed by Antonio Citterio\n• Wine glasses and drinking glasses by Iittala \n• Ceramic dishware and mugs by Hasami Porcelain in Japan\n\n• Hair blow dryer \n• In room air conditioner (bedroom)\n\n• Full-sized bed and mattress from MUJI in Japan\n• High thread count Egyptian cotton sheets and comforter\n• 2 down feather pillows \n• Ultra soft bath towels, hand towels, and bath mats. \n\nPLEASE NOTE: We do NOT have a television. While this may seem strange or funny thing to some guests, this is a quite normal thing for many New Yorkers. In lieu of TV, we suggest you go out and explore the the city streets or go people watching in a cafe for entertainment. There are literally endless things to do and see right outside the door.\n\nPatrick is reachable by e-mail or by phone whenever you have questions. \n\nAdditionally, we have some lists (via (SENSITIVE CONTENTS HIDDEN) maps) of some carefully compiled lists of the area's best restaurants, cafes, and bars.\n\nThe West Village is one of the oldest and most charming neighborhoods in all of Manhattan. Its non-perpendicular streets, old paving stone roads, and 18th-19th century buildings give the neighborhood a distinctly old word feel that you will not find anywhere else in the city. But there is nothing old or tired about the West Village. In fact, the neighborhood boasts one of the city's highest concentrations of good restaurants, charming cafes, and designer fashion boutiques. Unlike the touristic bustle and chaotic rudeness of Midtown, the West Village's tree lined streets give a calming atmosphere where people love to dwell and talk to neighbors. Because of its singular nature, the West Village has attracted a large concentration of well known writers, actors, musicians and other successful artists as residents throughout the years...\n\nAs with the rest of Manhattan the best ways to get around in the West Village besides walking or biking are — Taxi, Uber and of course, the Subway. \n\nThe stations closest to the apartment are:\n\nChristopher St / Sheridan Square Station\n1, 2 trains\n\n14th St / 8th Ave Station\nA, C, E trains\nL train\n\nWest 4th St Station\nA, C, E trains\nB, D, F, M trains\n\nSince this is a personal residence (and not just a rental) there are objects of value in the house of the type that you might not encounter in a typical, full-time Air BnB rental. Please feel free to examine our books and magazines, but remember to treat these and all other objects with great care, just as if you were staying at a best friend or family member's home. Anything that it stored away in closets (e.g. suits, dresses) or filing cabinets, we kindly ask that you refrain from accessing.", "name": "Unique Designer 1BR in Best NYC Neighborhood", "picture_url": "https://a0.muscache.com/im/pictures/563b8243-a217-4969-84b1-e907474debc9.jpg?aki_policy=large", "url": "airbnb.com/rooms/14690331", "id": "14690331", "price": 280, "review": "Patrick ist ein sehr freundlicher und immer hilfsbereiter Gastgeber. Die Wohnung gefiel uns sehr gut,  im Viertel haben wir uns sehr wohl gefühlt.\nWir würden sicher wiederkommen.\n"}