{"description": "Gorgeous 1 bedroom apartment ideal for a couple or a family with kids (Max occupancy: 4 people). Located in Upper East Side, prime location, in an exclusive and elegant area close to Central Park (8min walking distance) and only 6min away from the train.\nQuiet neighborhood. Close to museums, bars, restaurants, shops and much more!\nNewly renovated, high quality home appliances and vivid natural light makes this a unique apartment in the area.\n\nThe apartment is totally renewed and full-equipped.\nWe offer towels, gel and shampoo, and linen-bed. The kitchen is equipped with fridge, coffee-machine, microwaves, oven and cookware. We also offer TV, free-wifi and air-conditioner.\n\nTravelers have access to the entire apartment.\n\nWe facilitate a phone number to travelers for any question they have or help they need.\n\nLocated in an exclusive area (Upper East Side), residential and quiet area, very close to Central Park, museums, nice restaurants and shops.\n\nThe apartment has two very close subway/train stations, the 77st and the 86 st stations. In addition, all around is full of bus stations. Moreover, because is a residential area is full of parking places.", "name": "Cozy Apartment in Upper East Side New York", "picture_url": "https://a0.muscache.com/im/pictures/bbf84e2c-d029-4fb3-b54f-714f8e2804bc.jpg?aki_policy=large", "url": "airbnb.com/rooms/14708934", "id": "14708934", "price": 180, "review": "The neighborhood is great and apartment has what you need. We had two adults and two children staying there. Bathroom is very small, but manageable. The main issue was the apartment was very cold and drafty. We were there during a snow storm and radiator heat did not warm the apartment. We slept in layers and bought another blanket. Paul and Brad were very helpful (and even bought an extra comforter, unfortunately it didn't arrive in time and our first night was freezing). Heating was out of their control, but I would not book again if the weather is questionable at all. "}