{"description": "Centrally located in the Times Square / Theater District.\n\nMy space offers a private bedroom in my 2 bedroom luxury high-rise apartment.  The room contains a flat screen TV, premium TV channels, fiber optic wireless internet, workstation with chair, wine cooler, and a MASSIVE king sized bed with a beautiful view of midtown Manhattan. You can literally see the brand new World Trade Center from bed! \n\nThe apartment is on a really high-floor allowing for a peaceful sleep despite its central location in Time Square. A private resident-only roof deck allows for amazing sunsets and an enviable view of the New York City skyline.\n\nWe've hosted couples, business people, single travelers...great way to save money! Hotels in the area regularly are $400 and up!\n\nKitchen, Living Room, Bathroom, Private Bedroom, 44th Floor Rooftop Terrace.\n\n*Note: Gym, lounge, and pool accessible when escorted by permanent building resident.\n\nI've put in the groundwork to discover many hidden gems in this wonderful city. I'm available for suggested itineraries or anything else you may need. And if you prefer to keep to yourself, that's fine too :)\n\nIt doesn't get more central than this. Times Square is less than a one minute walk from this apartment.  All of the famous Broadway theaters are located all around you. Being in the center of the city means many Manhattan neighborhoods and attractions are walking distance from the apartment. I also highly suggest walking to Central Park and relaxing in the grass while gazing at the New York City skyline. It's incredible. This is undoubtedly the perfect starting point for exploring NYC.\n\nEVERY subway line passes through our location. Grand Central Station, Penn Station and Port Authority are walking distance as well, which means many express (and cheap) options to/from ANY airport! \n\nAlso, there are tons of ride sharing apps (Uber, Lyft, Gett, etc). Btw, Uber is only $5 if you use it between 7am - 10am and 5pm - 8pm as long as you stay in Manhattan and don't go above 125 Street. AMAZING! \n\nCitibike stations are available too! And if you happen to have a car, there is a paid parking lot next to the building. \n\nThere are SO MANY transportation options. This is literally the most central place in Manhattan.", "name": "Amazing Luxury located in the Middle of Manhattan!", "picture_url": "https://a0.muscache.com/im/pictures/0b930d29-8439-46e1-b53a-be67ba2bd52a.jpg?aki_policy=large", "url": "airbnb.com/rooms/14705110", "id": "14705110", "price": 125, "review": "It was a very convenient place to do anything just outside Times Square. The host was also a nice person, and the room was comfortable and could spend comfortably comfortably. I would like to use it if I have the opportunity to go to New York."}