{"description": "Live like a New Yorker in a private Flatiron District apt. As soon as you step out of the door, you are immersed in the energy of the City! Perfect for pub/bar/clubs lovers! Walk few blocks and find yourself in the hustle and bustle of Union Square, a stone throw's away from Herald Square super close to Time Square. Along with a fab location, you'll enjoy a comfortable, cozy space, complete keyless access, and an elevator! This apt is a little gem, and I am sure you'll have a great stay here.\n\nMy apartment is cozy, comfortable, and has everything you need for a fantastic stay in New York City:)\n\nABOUT THE BEDROOM:\n\n- Olympic queen-size bed (1)\n- Large window and lots of sunlight\n- Tall Dresser\n- Desk for writing / work, electrical outlets \n- AC & Central Heating\n- All luxury bed sheets, pillows, blankets, towels included \n\nLiving Room and Space:\n- HDTV with Cable (The apartment has Basic Cable, which has limited channels.\n- Comfy leather pullout sofa bed\n- Table and chairs off the kitchen island\n- Fully equipped, clean kitchen (microwave, toaster, oven, coffee machine)\n- Light breakfast (cereal)\n- Complimentary tea and coffee \n- 1 bathroom has a bathtub\n-We are the only residential unit in the building\"\n\nI love helping people discover NYC, so please do not hesitate to ask for tips and advice, etc! I keep the apt. very clean and ask you do so as well if/when cooking etc... When staying at my apt, I am happy to share any and all food I have stocked.\n\nI am always available to help guests with any issues or answer questions during their stay!\n\nMy neighborhood cannot be beat--chic, upscale, lively, and convenient. The Flatiron District is close to everything, and you are just 1 block from multiple subway lines on Broadway and Park Avenue South. You'll appreciate being close to tons of amazing shopping in the Flation, as well as hip and new bars and restaurants. Some of the most renowned, cutting-edge restaurants are within a 10 block radius of my apartment. I'm also two blocks away from Madison Square Park, a lovely place to sit and people-watch. \n\nFrom my apartment, you can easily walk to: Macys/Herald Square, Gramercy Park, Union Square, East Village, SoHo, West Village/Greenwich Village, and Chelsea. This is one of the most convenient and ideal locations in the city. 5 minute subway ride or 20 min walk to Times Square! Easy straight shot up on the F train to Rockefellar Center and Central Park:)\n\nConvenient for getting around and 2 minute walk to the subway:) You can always hail a cab in my area because it's quite popular as well.\n\nI have an electronic keypad lock for easy coming and going!", "name": "Superb NYC Elevator Apt. near Union & Times Square", "picture_url": "https://a0.muscache.com/im/pictures/164ea074-fb25-48d1-901f-22c8ed97321b.jpg?aki_policy=large", "url": "airbnb.com/rooms/14713719", "id": "14713719", "price": 99, "review": "This spot is located in a very good area to get around. We were attending events at madison square garden and found it easily walkable. Tons to do in the area, and check in/out was as easy as it can be. "}