{"description": "Located in the heart of the lower east side, you're surrounded by many great restaurants, nightlife and entertainment venues. Our studio is less than 2 minute walk to th(URL HIDDEN)trains and only 8 minute walk to the B D express station. You can get anywhere you want in the city while saving a lot of time on commute. There are also citibike stations, which are conveniently located around almost every corner. Supermarket and Laundry is around the corner.\n\nLocated in the heart of the lower east side Manhattan, you're surrounded by many great restaurants, nightlife and entertainment venues. Our studio is less than 2 minute walk to the F M J trains and 8 minute walk to the B D express station.\nthe Lower East Side, sometimes abbreviated as LES, is a neighborhood in the southeastern part of the borough of Manhattan; roughly located between the Bowery and the East River, and Canal Street and Houston Street. Traditionally an immigrant, working-class neighborhood, it began rapid gentrification in the mid-2000s, prompting The National Trust for Historic Preservation to place the neighborhood on their list of America's Most Endangered Places. It has become a home to upscale boutiques and trendy dining establishments.\nThere are multiple New York City Subway stations in the neighborhood, including Grand Street (B D), Bowery (J Z), Second Avenue (F), Delancey Street – Essex Street (F J M Z), and East Broadway (F). New York City Bus routes include M9, M14A, M14D, M15, M15 SBS, M(PHONE NUMBER HIDDEN), and B39.\nThe Williamsburg Bridge and Manhattan Bridge connect the Lower East Side to Brooklyn. The FDR Drive is on the neighborhood's south and east ends.\nThere are multiple bike lanes in the area. Bike lanes are present on Allen, Chrystie, Clinton, Delancey, Grand, Houston, Montgomery, Madison, Rivington, Stanton, and Suffolk Streets; Bowery, East Broadway, and FDR Drive; the Williamsburg and Manhattan bridges; and the East River Greenway.", "name": "Lovely private home in LES", "picture_url": "https://a0.muscache.com/im/pictures/72697aef-1de5-4c83-8bff-f797bf3ca532.jpg?aki_policy=large", "url": "airbnb.com/rooms/14713464", "id": "14713464", "price": 85, "review": "Não foi fácil pegar a chave. Isto foi um problema"}