{"description": "Ideal for families and couples (NO PARTIES, OR YOU WILL BE PROMPTLY ASKED TO LEAVE!).  Modern, fully renovated, comfortable and stylish home in Brooklyn's Fort Greene neighborhood, about 1 mile to the Brooklyn Bridge and another 1 mile on the bridge to Manhattan.  Get the full NYC experience by staying in vibrant Brooklyn, while being conveniently located a short Uber/taxi, subway or bike ride away from Manhattan.\n\nThe house is a duplex - the first floor is an open dining/living/kitchen area connected to the patio and the back yard; all three bedrooms are on the second floor, with one of the bedrooms having an en-suite bathroom, while the other two bedrooms share a second bathroom. There is a third toilet on the first floor. There are three skylights on the second floor, which in conjunction with the numerous windows provide plenty of natural light throughout the day. The kitchen is fully equipped, which makes the place convenient for couples or families wanting to cook.  We provide for complimentary coffee, selection of teas and nuts.  The dining table can seat 8.  We also have an outdoor grill on the patio for your use, and there is outdoor furniture.  A crib is available upon request.  All the furniture in the house is less a year old, and the place was fully renovated less than three years back.  All the beds (two queen size and two full size) have memory foam for your sleeping comfort.\n\nThe house is a bit less than 20 minute walk (or $5-6 Uber/Lyft) from all major subway lines - DeKalb Station (B,Q,R), Nevins (2,3,4,5), Atlantic Terminal (D,N,R,LIRR). There is street parking in front of the house, as well as across the street. Usually, people are able to find free street parking pretty easily if you choose to drive.  To make the most of your stay, we recommend using Uber/taxis as they are inexpensive, fast and convenient.  The 10 minute Uber/taxi ride to downtown Manhattan is around $12, which is about the cost of the subway for 4 people.  An Uber from LGA or JFK is around $30. EWR is further way, and cost more. If coming from EWR, might want to take the train to NY Penn station first, and then either take the subway (2/3 to Nevins) or Uber/taxi.\n\nWe will want to speak with you to make sure you agree with the rules, and are available to assist in any way possible during your stay.  We can either meet in-person with the start of your visit, or can have a phone call beforehand.\n\nPlease note that while you will have the place to yourself, there is another apartment on the ground floor of the house as well as neighbors on each side of the house (this is Brooklyn, after all...!).  You will need to be respectful of minimizing noise, particularly between 10pm and 6am.  We also respectfully ask that you not wear shoes in the house at any time.\n\nPLEASE LOOK FOR ANOTHER PLACE IF YOU INTEND TO PARTY, or you will find yourself frustrated and embarrassed in front of your party guests.  Throwing parties, including having guests, loud music/noise, drinking and/or smoking, is in violation of your agreement to stay.  Your party will be shut down and you will be asked to leave immediately without opportunity for any refund.  We or the neighbors will call the police if the situation requires (e.g., NO WEED ALLOWED).  Your deposit will also be at risk.\n\nOur house is located in the Brooklyn's hip Fort Greene neighborhood. Fort Greene is very authentic and unique, yet very close to Manhattan, and other cool Brooklyn neighborhoods such as DUMBO, Brookklyn Heights, Brooklyn Downtown and Williamsburg. It has wide streets, lined by trees, beautiful townhouses; a big variety of restaurants offering Latin, Asian, Carribean, European food; cool bars; many stores offering crafted goods; delis; a Sunday Farmers' Market. There are many medium-size to small parks where you can have a walk, chill or just blend with the local community.If interested, we will be happy to share with you our favorite places.\n\nBrooklyn is very good for biking - streets are wider, traffic is a bit less and there are many Citibike stations (which allow for renting of bikes) located across the street from the house. This may be a very fun way to explore the neighborhood or cross over to Manhattan via the landmark Brooklyn bridge, or simply get to the subway station quickly.  If interested in biking around the city, please let us know so we can send you helpful information.", "name": "Modern, sunny, 2-story house in Brooklyn with yard", "picture_url": "https://a0.muscache.com/im/pictures/6e30e7a6-ebb6-4e80-8773-e5b8c437b635.jpg?aki_policy=large", "url": "airbnb.com/rooms/14716281", "id": "14716281", "price": 253, "review": "Rahul's house is lovely- really well appointed and spotlessly clean. He's a lovely host, met us on arrival after a transatlantic trip and made sure we were all settled in. Helpful, communicative from booking to departure and just a perfect AirBnB host. The house is close to public transport and shops (food, wine, Starbucks- essentials when traveling with teens!)\nMy only comment is that as the property is close to major thoroughfares - and it's a wood constructed home- it does shake and rattle when traffic goes by. It's not noisy by any means- you just have to get used to the walls and floors shaking at various times if the day or night.\nPerfect hosts, lovely house, ideal location! "}