{"description": "This private studio apartment has its own private entrance and is conveniently located within walking distance; Subway, buses, restaurants, grocery, shops, laundry, etc. 10 mins to/from JFK Airport, 15-20 mins to/from LGA. 2 Block to the E Train (Jamaica Van Wyck), 4 Short Blocks to the E, J & Z Trains (Sutphin Blv/ Archer Av, the Air Train to JFK Int'l Airport, the LIRR & Shuttle bus service to Resort World Casino. 45 mins to Times Square, World Trade Center, Central Park - Manhattan.\n\nNested on a quiet residential block & conveniently located close to all amenities - 10 mins to/from JFK Airport, 15-20 mins to/from LGA. 2 Block to the E Train, 1 Block to buses. 4 Short Blocks to the E, J & Z Trains, the Air Train to JFK Int'l Airport, the LIRR & Shuttle bus service to Resort World Casino. This apartment is also 12 miles from Times Square and less than 6 miles from both CitiField and the National Tennis. Common Space features a FULL-SIZE BED; Full Bathroom with standup shower, very spacious living room, open concept kitchen with the Microwave, Toaster, Keurig Coffee/Tea Maker and a dining area. Complimentary Tea, Coffee, Water & Soda.\n\nThis amazing private studio apartment (with its own separate entrance) will be yours during your stay. You will not be required to share with another guest(s).\n\nI am readily available to my guest anytime via phone call, text and/or email. Or simply knock on my door since I resides with my family in the same home. I will try my best to make you feel at home and your stay an enjoyable one.\n\nThriving multicultural, very diverse. Very quiet family oriented residential block with lots of friendly people. Easy access to all amenities. Very safe.\n\nLocated 5 miles from JFK Airport. 2 Block to the E Train, 1 Block to the buses. 4 Short Blocks to the Air Train to JFK Int'l Airport, the LIRR, Shuttle bus service to Resort World Casino, the E, J & Z Trains.\n\nConveniently located close to all amenities; Eatery, Groceries, Laundry, Transportation, etc.\n10 mins to/from JFK Airport, 15-20 mins to/from LGA. 3 Short Block to the E-Train ( Jamaica Van Wyck Station), 1 Block to buses. 4 Short Blocks to the Air Train to JFK Int'l Airport, the LIRR & Shuttle bus service to Resort World Casino (Sutphin Blvd/Archer Avenue station). This apartment is also 12 miles from Times Square and less than 6 miles from both CitiField and the National Tennis.", "name": "Private Studio Apt 10 Mins to JFK/15 mins to LGA", "picture_url": "https://a0.muscache.com/im/pictures/acf94a0d-6b5c-43dd-848b-ecd0a9db3999.jpg?aki_policy=large", "url": "airbnb.com/rooms/14726699", "id": "14726699", "price": 49}