{"description": "The apartment is in a very diverse neighborhood with friendly neighbors; everyone takes advantage of the courtyard to mingle with family and friends, while letting their dogs romp about. We are close to the 2/5 trains, which takes you to both sides of Manhattan in minutes. Flatbush Junction is 1 stop away or a 15 minute walk with tons of options for shopping and food. Our place is perfect for families, groups of friends, solo travelers or business trips. It's your perfect home away from home!\n\nIt is a very quaint place which can be quiet, having the local Brooklyn feeling; without feeling like you are in the middle of the city at all times. It is perfect for going out all day and being in a quiet place at night to relax and unwind from an amazing day exploring or going to work. We provided the essentials to make sure your stay is as awesome as possible without having to bring everything from home with you.\n\nYou will have access to anything you can put your hands on the the apartment to help your stay feel home away from home. Unpack, unwind and enjoy living like a local while you are visiting or coming in for work.\n\nYou will have the entire place to yourself while you are staying at our place. We will be available to interact with you all as much as possible throughout your stay. We can be contacted via messaging through the app and will respond promptly.\n\nThe apartment is located in East Flatbush, and in an area that you are close to many things. The popular Flatbush Junction which has many stores and restaurants is a stop away on the train and a 15 min walk. Also close to downtown and Prospect Park.\n\nStreet parking is available, make sure you pay attention to alternate street parking.\nThe apartment is a 5 min walk from the 2/5 train and there are many bus options that are within walking distance.", "name": "SHAY Studio--Modern/5min from train", "picture_url": "https://a0.muscache.com/im/pictures/54f3fe9f-d637-418c-9795-7cd92ca3e233.jpg?aki_policy=large", "url": "airbnb.com/rooms/14731469", "id": "14731469", "price": 80, "review": "Shahon was a great host! It was easy to get in touch with her and she was welcoming us at the front door when we arrived. The apartment was clean and cosy. Subway was about 5min walk and it took about 30+min to get to Manhattan. \n\nOnly little con was shower; water pressure was quite low so showerin was little bit challenging but we got used to it!  "}