{"description": "A very clean/relaxing NYC apartment and neighborhood. One block away from 6 train (green line) and just over 1/4 mile away from Central Park. Quieter than most NYC neighborhoods and apartment is versatile enough to handle kids, pets, biz travel, couples, and more. Building isn't brand new but is well-kept and 'newer' relative to most NYC. Neighbors are quiet and polite and this building is mostly for families. 24/7 access to keys is easy for checking in/out. Any food/service in walking distance.\n\nVery bright and clean and open feel. Comfortable seating, lighting, and AC/heating when needed. One room is a kid's room with two twin beds, two cribs, toys, etc.\n\nYou can access anything you need in the apartment, except perhaps the beer and wine we have in the fridge!\n\nIt's generally unlikely that we will be there while you arrive, stay, and leave. I can be reached anytime on the AirBnB app messaging.\n\nIt's more relaxed and quiet and peaceful than most NYC neighborhoods. You can get any food/service within 5-10 minute walk or less, and Central Park is a 10-minute walk away.\n\nThe 6 subway line (green line of 4/5/6) is one block away. Take the 6 to the 96th Street stop. From LGA, you can make the M60 bus and connect to the 6. From JFK you can take the Airtrain to the E line (blue line of A/C/E), and then transfer to the 6 at Lexington Avenue.\n\nThere is no covered/reserved parking for the apartment. There is a parking garage in the building but the rates are typical NYC expensive. I park on the street and have for years, and you can generally find a spot within a 5 minute walk on most days, especially the weekends. Please be sure to read all street signs to see when you can park on what days. It's pretty simple but you have to read the signs.\n\nThere are many bus stops nearby too but I don't generally take the bus.\n\nThere is a Citibike (shared bike) station on the north side of 95th Street just north of our building. This can be great if you want to rent a bike. (SENSITIVE CONTENTS HIDDEN) Citibike to learn more.\n\nIt's a more relaxed and quiet building and neighborhood in Manhattan!", "name": "2-Bedroom Apt 25th Floor, Clean, Bright, UpperEast", "picture_url": "https://a0.muscache.com/im/pictures/51e11853-cd4b-43f7-808e-249d3b014a6d.jpg?aki_policy=large", "url": "airbnb.com/rooms/14732979", "id": "14732979", "price": 135, "review": "We had a wonderful time in this appartment. Everything was perfect, very clean and without problems. We felt very comfortable at that place and the appartment would be definetely our first choice again in Manhatten! The communication with Brandon was great and he was very helpful! The appartment was in a good place and it was very close to the stores and to the subway station."}