{"description": "Independent Apartment for Single Person, for Two or Tree Friends, For Couple or for Two Couples. \nAround are Plenty of Restaurants, Sushi Bars, Buffet on Emmons Ave (walking distance 2min) . Shopping. \nBoat Cruse and Rentals. 5 min to Subway, 30 minutes to NYC Downtown..\n\nOur apartment is our home where we are living all the time. So it is not a place to stay with boyfriend or girlfriend overnight with alcohol and cigarettes, for that is better to use the motels or hotels. Please understand.\n\nIn is Small Studio Apartment with  Two Rooms. Easy fit up to four people.\n\nHow to access to the apartment?  The apartment is on second floor of four story building, There are two doors. \nOne is Glass Entry to the building (outside). And one door at the apartment. \n\nFirst door outside you can open just to ring to all apartments ringing bells on the wall until some one will push the door button at the apartment to open the door for you (I recommend B11).\n\n Then go to second door on your right and go up to second floor. The door to apartment B4 is right in front of the stair. You need to push the password to unlock the door. The password is the  date you will arrive (for example Septemr second, 16 is O9O216\nWelcome and enjoy living in my apartment.\n\nBefore and after stay.\n\nSheepshead Bay is Close to Manhattan Beach or Brighton Beach Area. Walking distance 20 min. \nYou can visit all bunch of restaurants on Emmons Ave by the water. \nSubway Train is 5min walk to Sheepshead Bay Q or B (Express) to The DownTown of Manhattan (30-40 min).\n\nSubway Train is 5min walk to Sheepshead Bay Q or B (Express) to The DownTown of Manhattan (30-40 min).\n\nOur Cat will stay in apartment. So you may need to feet her with her food we live in fringe. Make sure you and your friends are not allergic to cats.", "name": "Sheepshead Bay 2 Room Studio. NY", "picture_url": "https://a0.muscache.com/im/pictures/9554a454-8bc5-4513-85fb-1b9e2b67aff0.jpg?aki_policy=large", "url": "airbnb.com/rooms/14748016", "id": "14748016", "price": 93, "review": "Pavlova and Iryna were very accomodating, willing to meet us in person to show the apartment around. It's more like a one bedroom, very Sheepshead Bay, Brooklyn with hard wood floors long windows and older kitchen and bathroom which I loved. Really close to Emmons Avenue to explore the Bay and try out restaurants. There is a cat who is pretty timid but sweet. She did get a little vocal in the middle of the night but if the door was shut she would stop. Overall great value."}