{"description": "My place is close to great views, art and culture, the beach, restaurants and dining, and family-friendly activities. You’ll love my place because of the views, the location, the people, the ambiance, and the outdoors space. My place is good for couples, solo adventurers, business travelers, families (with kids), and small groups.\n\nQueen size bed, Couch Bed, Internet, Closet, Dresser, Refrigerator.... Etc\n\nWe are very welcoming and happy to give information on things to do & see in the New York City. \n\nSafe area of Brooklyn, 15 minutes from JFK Airport, 30 minutes to Barclay center, 30 minutes to Manhattan, Shopping malls are 5 minutes walking, Restaurants, Library, Parks, Supermarkets, Laundromat all (3 minutes walk from address) Beach (10 min by train) Casino (20 minutes away) Close to major highways (LIE, Belt Pkwy, Sunrise HWY), close to many houses of worship. Safe to walk at day or night. Great place to see!\n\nClose to transportation bus at the corner there are several bus/train connections that will lead to the city, airport, shopping, etc. all within a few minutes walk/ride from my home.\n\nWe make our home unique as we have had visitors from every part of the world and have maintained their friendship over the years.\n\nGuess has access to private kitchen, private bathroom living room and a large bedroom.\n\nWe will have minimal interaction with our guest, but we will be around if you need us.  Feel free to contact me anytime for any questions or concerns, a chat or advice.\n\nThere are great things to do in Brooklyn.\nWe are Minutes away from Malls, Shopping Centers, Casino's, JFK Airport, Museums, Kings Theater. Aviator sports and event center, (ice skating, rock climbing, arcade, bastketball, gym etc). Miniature golf is across the street from Aviator.  Marine park golf course is also minutes away. Jacob Riis park/ beach, Plumb beach and prospect parkare also minutes away.\n\nVery close to public transportation.  B100 bus is across the street.  B46 bus is 4 blocks away on utica Ave.  B41 bus is 5 blocks away on Flatbush Ave.", "name": "Brooklyn 1 Bedroom Apartment", "picture_url": "https://a0.muscache.com/im/pictures/26d525b6-a5cf-4f5b-87c5-8684303b5ed2.jpg?aki_policy=large", "url": "airbnb.com/rooms/14742285", "id": "14742285", "price": 72, "review": "The place was just as described. Very clean and comfortable, plenty of space for my 2 year old, my wife, and I.\n"}