{"description": "Stunning Loft Style with High Celling 4Bedrooms apartment. Minutes for the subway and some of the best attractions NYC have to offer.\n\nAffordable stay in the big apple!\n\nThis large loft style 4BR apartment is situated in the north after Upper East Side area of Manhattan, a short walk to some of New York’s finest shopping districts and site seeing \n- The apartment is located on the 3rd Floor, and has a magnificent New York style expose brick. There are 4 Bedrooms a full bathroom ,Full kitchen, living room,  and dining area. \nYou will find this spacious apartment a great launching pad for your New York vacation.\n\nYou will have it all to yourself! Guests have access to the entire apartment.\n\nAs often as needed. I will respond to questions with in 24 hours.\nI check my emails/text often and will respond promptly.\n\nEast Harlem (El Barrio or Spanish Harlem, if you prefer) is growing accustomed to receiving visitors. This neighborhood’s vibrant roots are depicted through its large-scale murals, discussed in its museums, and revered by its members. The draw of its deep seeded traditions is matched by superb subway accessibility. Although East Harlem is gaining notoriety as a neighborhood to watch, it’s still raw at its core—especially after sunset.\n\nSpanish Harlem also known as El Barrio. SpaHa is a great example of NYC's diversity and cultural mix. Formerly Italian Harlem, some great Italian restaurants still call the area home. The neighborhood's predominant Latin community provides all the Latin variety of restaurants and bars you could ask for.\"\n\nLaguardia Airport: 15 minutes by cab without traffic\nJFK Airport: 30 minutes by cab without traffic\nWall Street / Financial District: 31 minutes by subway\nTimes Square: 25 minutes by subway\n\n    Public transit is Easy\n    Having a car is Possible\n\nCheck in is at 2:00pm & check out is at 11:00 am please keep this in mind when booking your flights.  YOU WILL BE SUBJECTED TO A LATE CHECK-IN FEE IF YOU ARRIVE PAST 8:00PM", "name": "New York City Loft Style 4BR Sleep 10", "picture_url": "https://a0.muscache.com/im/pictures/ca8803c1-e911-475a-971a-064258769d3d.jpg?aki_policy=large", "url": "airbnb.com/rooms/14756023", "id": "14756023", "price": 250, "review": "We enjoyed our stay a lot. The apartment looked exactly the way we expected it from the pictures. The loft was comfortable even with 10people, we could really recommend it. Khristina and her neighbor had always been reachable and helpful. Thanks for a great stay!"}