{"description": "Our place is a spacious, sunny 1 bedroom / 2 bathroom apartment located in prime Upper West Side, only one block from Central Park. On a high floor in an elevator building, it is ideal for couples and small families. You will find it well-furnished and fully equipped, close to great food and near major public transportation.\n\nTake a peek at the photos and reach out with any questions. We are experienced members of the AirBnB community and look forward to welcoming you into our NYC home!\n\nThe Master Bedroom features a comfy Casper queen bed and open closet / drawer space. The Master Bathroom is well stocked, including a hairdryer. There is also a TV w/Roku (incl. ESPN, CNN, HBO etc. + Netflix) in addition to a work desk and monitor where you can plug in your laptop.\n\nThe Living Room is quite spacious with a queen sofa bed, dining table and 60\" HDTV w/ Roku (incl. ESPN, CNN, HBO etc. + Netflix). Being on a high floor, you will be treated to fantastic sunset views over the Hudson river. The guest bathroom is well stocked and has a bathtub / shower. \n\nThe Kitchen is fully equipped (microwave, stove, oven, dishwasher, pots, pans) and even features a Nespresso machine :)\n\nThe Building provides 24 hour doorman, elevators and a furnished outdoor courtyard\n\nKeys are easily accessible with the 24/7 doorman, check-in times are flexible (depending on previous guests)\n\nOur neighborhood in the Upper West Side is family friendly and close to great cafés, restaurants and museums…. not to mention Central Park is only one block away!\n\nSubway: The B/C subway is a 3 min walk away and the 1/2/3 subway is a 6 min walk away\n\nExample Travel Times (door-to-door):\nCentral Park / 3 min walk\nNatural History Museum / 12 min walk\nLincoln Center / 14 mins subway (3 stops)\nTimes Square & Midtown / 16 mins subway (2 stops)\nWest Village & Greenwich Village / 22 mins subway (8 stops)\nMetropolitan Museum of Art / 5 min taxi; 20 min walk\n\nOur place is stocked with plenty of toiletries and household items, including European plug adapters, shampoo, conditioner, soap, bath gel, toilet tissue, blow dryer, iron, ironing board, umbrellas, first aid supplies, chargers, etc.  If you have special requests or require further information, please don't hesitate to contact me directly before booking.", "name": "Spacious, sunny 1BR/2 bath: UWS near Central Park!", "picture_url": "https://a0.muscache.com/im/pictures/c85ee70c-0d9e-4a30-a7a2-49de40aa3742.jpg?aki_policy=large", "url": "airbnb.com/rooms/14755396", "id": "14755396", "price": 279, "review": "Apartment was great!  Clean, safe and quiet. "}