{"description": "Bright, beautiful one-bedroom with rare private roof deck that has 360 views of the Manhattan skyline. Our apartment is located 2 blocks from the subway and water ferry in the best neighborhood in Brooklyn! Walking distance to bars, boutiques, and Williamsburg. Top floor of building, quiet and clean.\n\nWe love our apartment! It is a bright and clean one-bedroom with airy high ceilings. You will have access to our rare and private roof deck with stunning views of the Manhattan skyline. Great for winding down with a glass of wine after a long city day.  Fully stocked kitchen with stainless steel appliances. The apartment is located on the top floor of building, the bedroom is facing away from the street making it very quiet at night.  Working gas fireplace for winter nights and central air for hot summer days.\n\nGuest will have access to our private roof deck through back bedroom door.\n\nWe’re within walking distance from some of the best cocktail bars, restaurants, boutiques, parks, coffee shops, brunch spots, record stores, wine shops, bagel places, bike stores, bakeries, and more. Airbnb has a great neighborhood guide devoted to this very cool corner of Brooklyn: \nhttps://www.airbnb.com/locations/new-york/greenpoint\n\nThe G (Greenpoint) line of the subway is 2 blocks away on India and Manhattan. \nThere's a ferry that takes you all around the East River (Manhattan, Queens and Brooklyn) is also two blocks away on India and West Street. \nCitybike rentals located right outside of the apartment door.  \nYou are walking distance to Williamsburg and Long Island City.\n\nWe are on the 4th floor of a walk up building.  \nThis is not a party building, please respect our neighbors, they are all awesome, work hard and some have young families.   In return you are getting a clean, safe, quiet and adult place to stay.\nNo Parties.\nNo Events.\nNo Smoking.\nNo Pets.", "name": "Artsy Greenpoint Apt w/ Private Roof Deck & Views", "picture_url": "https://a0.muscache.com/im/pictures/530d4d39-d0c7-45b0-a9b3-044e5b90e315.jpg?aki_policy=large", "url": "airbnb.com/rooms/14768807", "id": "14768807", "price": 169, "review": "Grate home in a heart of greenpoint. Extremely cool rooftop and balcony. Everything was grate and the communication excellent. \nI would stay here again and will recommend it."}