{"description": "Compact, cozy, clean, private apt in the lower level of the house comparable to a small suite at a fraction of the price. The only difference is that standard double rooms in local hotels cost upwards of $250. Snacks, breakfast items and hot and cold beverages provided. Grab bar in bathroom is great for ambulatory seniors and people with mild injuries. Great value for your money!\n\nCompact, private, super clean one-bedroom basement apartment with private entrance. The door connecting the main house is kept locked at all times while the apartment is occupied. No one will enter your apartment without contacting you first and this will only be in the event of an emergency such as fire, persistent smell of gas, problems with the boiler, tripped electric breaker, etc. Accommodates up to 3 adults. After the 2nd guest, a 3rd person can stay for an extra $30 per night. If you are up to 6 feet tall, there is no need to bend as the ceiling is higher than many of the usual basement ceilings in the area. Bottled water, snacks, hot and cold beverages and some breakfast items such as eggs, milk, juice, and hot and cold cereals provided. You have a kitchen and a dining area where you can prepare and enjoy your meals. \nThe bathroom is accessible with a grab bar and step-in shower for your convenience and safety. The step-in shower can accommodate individuals about 250 lbs.\nIf you like it really cool in the summer, the room is air conditioned. \nFor a warm and cozy night's sleep, just try our heated, electric mattress pad. The on/off switch is located on the night table. It is very safe and you can adjust the settings to the temperature of your preference. \nDuring the fall, winter and early spring, the boiler located in the basement  provides a steady flow of steam heating.\nWe are always improving the space. Just let us know how we may make your stay more comfortable. Do not wait until the end of your trip to complain when you can contact me during your trip if you have a problem or concern.\nIf you are looking for modest but clean accommodations and a place where you don't mind cleaning up after you and being respectful of other people's property, then this listing may well be the right match for you.\n\nThere is parking on the block or in the back yard. You have your own private entrance but the walkway and driveway are shared so please be respectful of the next door neighbors. Your apartment is private. Your bedroom, bathroom and kitchen are private. Menus are provided so you can either prepare or order in meals. Bathroom is accessible with a grab bar and step-in shower. Great for seniors or people with minor injuries or arthritis.\n\nWhile it is a small apartment, we do our best to make it perfectly clean and well appointed to meet your needs. It is fully private and the door to the main house is kept locked at all times while the apartment is occupied. We are very respectful and responsive and we will ensure your privacy and comfort. Please let us know if you need something. Don’t wait until the end of your stay to voice your dissatisfaction. A lot has gone into making your apartment perfect for you so we ask that you show consideration when using and ultimately, leaving it. Thank you.\n\nWelcome to a safe, quiet and diverse neighborhood where you are moments away from getting your needs met, whether you want food to satisfy any ethnic palate from the plethora of restaurants in the neighborhood, the pharmacy, convenience stores, supermarkets or any kind of shopping within walking distance from the apartment. \nTen minutes away by car, you can find two police precincts and a hospital. JFK Airport is 10 minutes away and LaGuardia Airport is about 20 minutes away by car, depending on traffic. \nBanks and ATMs are also nearby. There are supermarkets, all kinds of stores, beauty salons, barber shops and nail salons close at hand. We also have several local churches and a mosque in the neighborhood. Shopping is accessible minutes away on foot, by bus, shared taxi, aka \"dollar van\", subway, LIRR or car.\nYou can drive to several strip malls within minutes of the apartment. The Gateway Mall and Green Acres Mall are both within a fifteen-minute drive, again depending on traffic.\nWe welcome all races and ethnicities. Queens is one of the most diverse City in the world so you will certainly not feel out of place in this neighborhood. Buses and trains are fairly nearby and you will be a stone's throw away from whatever you need. We also have several schools and universities in our environs.\n\nThe Q6 bus runs closest to the apartment. Shared taxis or the bus will take you to the subway (unless you love to walk), where you can take the E or J train into the City. The neighborhood hosts the Air Train to and from JfK, and the Long Island Railroad to and from Penn Station or Long Island. You can get into Manhattan at a reasonable cost within between 20 and 50 minutes, depending on what means you use.\nYou can take Uber or a yellow cab to and from the airport. The apartment is only a five-to-ten-minute drive from JFK airport and a 20-minute drive from LaGuardia, if traffic is good.\nYou can also rent a car for your visit. \nIn the mornings, you can take the express bus X63 or QM21 (two minutes walk from the apartment to the bus stop) into the City and use the same buses to return in the evenings. Just look up the schedules.\n If you're driving to Long Island or any other borough in New York, the highways are within easy reach.\nIf you need further directions, do not hesitate to ask.\n\nYou get value for your money with these accommodations. The apartment, though modest, provides you with the comforts of a hotel suite, for a fraction of the price. You will always be greeted with snacks and beverages upon check in. Prepare your own meals or order in food. We are warm, friendly and accommodating. You will find our hospitality second to none.", "name": "Immaculate Private Apt near JFK, LaGuardia and NYC", "picture_url": "https://a0.muscache.com/im/pictures/e483c69b-e134-4bad-89e3-1cf3c3479c21.jpg?aki_policy=large", "url": "airbnb.com/rooms/14777684", "id": "14777684", "price": 60, "review": "Deborah was a very good host. The place was clean, there were snacks, food for breakfasts, etc. this location was close to friends so was very convenien. I had a lot of privacy.  It is a basement location, so you can hear people walking above, but I got used to it pretty quick."}