{"description": "This chic apt is a perfect match for visitors who want a local's perspective and quiet place to sleep! A 'railroad' style apt it transforms into two bedrooms with separate entrance. It's close to Roberta's, Momo Sushi Shack, The Narrows, Tutu's, Cafe Ghia, House of Yes. You’ll love my place because of the location, the ambiance, easy access to the city, & awesome street art. My place is good for couples, solo adventurers, business travelers, families (with kids), and furry friends (pets).\n\nGuests will have access to everything in apt\n\nUnless we are traveling, we are walking distance and available by phone whenever capable. In the event we are traveling, we have contacts in the neighborhood to assist you.\n\nThe kitchen floor has some cracked titles. We recommend wearing shoes around kitchen. \n\nThe apartment is in an older building and appliances are also older. Please keep this in mind when booking.\n\nTV does not have cable but is connected to our Netflix and Amazon Prime accounts to watch movies and TV shows.", "name": "Large Private Apt in colorful Bushwick!", "picture_url": "https://a0.muscache.com/im/pictures/884fb4be-ceef-4fe1-adb0-1339c893107b.jpg?aki_policy=large", "url": "airbnb.com/rooms/14773256", "id": "14773256", "price": 129, "review": "Гостеприимные хозяева. Есть небольшие бытовые проблемы: вай-фай городской и не всегда стабилен на смартфонах (на ноутбуке работает ок), надо перекрывать газ к плите (иначе попахивает газом),  кусочки плитки на полу в кухне приходится постоянно возвращать на место. Зимой в спальне холодно. Соседи не шумные. Рядом есть госпиталь со скорыми, но к их шуму быстро привыкаешь. Рядом метро, полно неплохих кофеен и магазинов."}