{"description": "Welcome to Chris' Cozy Cave!\n\nA short stroll to the N/Q train at Ditmars Blvd and just a 15 min ride to midtown Manhattan. Astoria is a safe, quiet, cute, neighborhood.\n\nThis private apartment with its own backyard entrance reflects everything I love about Astoria. It’s comfortable without being overly fussy, cool without being overly trendy, and a cozy place to return home to after busy day in the city. \n\nThis apartment is perfect for a couple, a solo adventurer, or a business traveler.\n\nThis apartment is furnished, decorated, and maintained just for YOU, our guest. Everything is new with all the comforts you need for a short or longer term stay. A small kitchen includes a movable butcher block for more ambitious meal prep as well as standard pots & pans, french press, and a sweet little table for two. The media zone has a nice big couch to stretch out on, TV, free wifi, and an edited library of fun stuff to check out. The sleeping area is a hip woodsy little nook that has a sweet queen-sized bed, a casual but well hung strand of holiday lights (for that authentic NYC  apartment feel), and a vibe that says: “come cozy up”. There is a closet, dresser, and extra drawers for storage so you can unpack and really get settled in. The bathroom is modest and comfortable. A large colorful rug, carefully chosen artwork, and quirky accents round out the experience. You’ve never seen a basement apartment as fab as Chris' Cozy Cave!\n\nYou will have your own dedicated entrance by way of the back yard. Access to the yard is by way of a shared driveway that runs behind the homes on our street.\n\nI work from home (upstairs from \"The Cave\") frequently and I am often close by should guests need anything during their stay.\n\nAstoria is a safe, quiet, ethnically diverse and culturally vibrant neighborhood. Staying in the Cozy Cave means getting our personal guide to everything fun and delicious our neighborhood has to offer, from Taverna Kyclades, the city’s best Greek restaurant, to the century old and insanely fun Bohemian Beer Garden. Astoria park is nearby, and Queen's own Museum of the Moving Image (super fun!) is also in Astoria, a short subway ride away.\n\nParking on our street is not too difficult, and the subway is a 9 minute stroll away. Our subway stop, Ditmars Blvd on the N/Q line, is known for it's vibrant bustling collection of bars, shops, and some of NYC's most celebrated restaurants. The subway ride is approximately 15 min to midtown Manhattan. Even coming home late, there are always other folks on the well lit streets and the area has exceptionally low crime.\n\nThis is a basement apartment with low ceilings, minimal natural light and no hot water in the bathroom sink (the shower and the kitchen sink have hot and cold). Beyond that, all comforts are turned up TO ELEVEN.", "name": "Chris' Cozy Cave!", "picture_url": "https://a0.muscache.com/im/pictures/4c6cd9c7-6d02-4d2d-9bd6-ba92d2274fd9.jpg?aki_policy=large", "url": "airbnb.com/rooms/14788009", "id": "14788009", "price": 85, "review": "La cueva está muy bien para pasar una semana en Nueva York!! Cerca de la línea principal de metro que te recorre todo Manhattan en 20 minutos estás en El Centro!!! La zona no podía ser mejor, con restaurantes de. Urna calidad y a muy buen precio. Los dueños son muy majos y. La recomendaron sitios. Muchas gracias. Sin duda lo recomendaremos!!"}