{"description": "My place is close to the beach, airport and a variety of restaurants, cafes and other places just walking distance away. 10 min walk to Manhattan beach. 5-10 min walk to restaurants. JFK Airport 20 minutes away. You’ll love my place because of the views, the location, the ambiance. The hammock on the balcony for relaxation. My place is good for couples, solo adventurers, business travelers, and families (with kids). Enjoy the night life by the water(pier), restaurants, cafes, lounges.\n\nVery Spacious 1 Bedroom apartment located in a central location of Sheepsheadbay. You can hang out here, go to the beach, enjoy the restaurants, cafes and lounges in the neighborhood by the water.\n\nYou have access to the entire apartment. Our closets are full so please don't use them.\n\nI can help you just email me. (EMAIL HIDDEN)\n\nI can give you recommendations of what to do/eat in the neighborhood if you want. Yelp is also a great tool to use.\n\nThe subway is a 5 minute walk from the apartment. Easy travelling to Manhattan on a single train. Bus service is downstairs of the building and across the street.", "name": "Spacious 1BR amazing view, Beach 5 min, airport 20", "picture_url": "https://a0.muscache.com/im/pictures/5fbcaff7-667d-4657-b1a1-77dbc35ea27e.jpg?aki_policy=large", "url": "airbnb.com/rooms/14789008", "id": "14789008", "price": 150, "review": "Aziz was very organized, kind, and available. We had all the information and he stayed in touch before and during our stay. The location however didn't feel super safe, nor was it close to niceties you associate with New York. After talking with our drivers, I realized that the price was twice what it should be for the size, condition, and location. But, if the location is good for you and you have 3 people sharing the space (one on the couch), it may work out. There IS a strange smell in the living area---may be the couch leather or litter box outside the door--not sure. Otherwise, it was private, and orderly."}