{"description": "This light filled studio in East Williamsburg is perfect for a couple, solo travelers or friends. Less than a ten minute walk to the L train it is only 3 stops to Manhattan, and 2 stops or a short walk to Bedford Avenue the heart of Williamsburg. Five minute walk to cute bars, cafes, restaurants and a supermarket on Graham Avenue. Rooftop access with amazing skyline views, gym and laundry in building!\n\nThe studio itself has been recently renovated and is modern with brand new kitchen and bathroom. Big kitchen space to prepare meals (feel free to use the dining ware and kitchen utensils) as well dining table with two chairs. Light filled bedroom with plenty of room for bags, clothes rack to hang up garments and relax after a day of sight seeing. The studio has high speed wifi as well as bluetooth sound system.\n\nThe apartment itself is on the ground floor - no need to carry heavy suitcases up stairs! Elevator will take you down to the basement where you have access (with your key card) to the laundry room, gym + yoga room, and the recreation room with pool table.\n\nEast Williamsburg has the perfect calm neighborhood feel after a crazy day in Manhattan. Graham avenue has a range of cute bars, cafes and restaurants only a 5 minute walk from the apartment, not to mention great bagels right by the train station! Another 15/20 minute walk or two stops on the L train and you will be in the heart of Williamsburg on Bedford Avenue host to tons of amazing restaurants, bars and boutiques.\n\nClose to the L train to Manhattan or further into Brooklyn, G train and Citi bikes.\n\nNo smoking inside, however we are on the ground floor, easy access to outside and the rooftop.", "name": "East Williamsburg Studio", "picture_url": "https://a0.muscache.com/im/pictures/5f76e31f-7e67-44df-91ff-67113c23dffa.jpg?aki_policy=large", "url": "airbnb.com/rooms/14780826", "id": "14780826", "price": 125, "review": "The host canceled this reservation 71 days before arrival. This is an automated posting."}