{"description": "A cute 2-bed (railroad-style) apartment for 1-2 ppl in cool Bushwick. Conveniently situated right near the L train!\n\nThe apt has WiFi, ample clothes hanging space, a large living room, and a rooftop with Brooklyn skyline view. Close to cafes, laundromat, supermarket, restaurants and 20mins from Manhattan by easy subway. It's a great place to  be able to relax and escape hectic Manhattan!\n\nThe furniture/decor is different to in the pictures- please read the below carefully.\n\nPlease note that the furniture + decor in the photos is now slightly different. The apartment now has a futon mattress (2pax), a couch that pulls out into a bed (1pax) and an air mattress (2 pax) for sleeping, but no bedframe or traditional bed. There is a couch but not the brown leather couch pictured; there is no bar,  TV or record player.\n\nThe change in furniture is why the rent is so incredibly cheap- you won't find a better deal! This is a much more private and spacious alternative to a cheap hotel or hostel.\n\nAll your basic cutlery, crockery, towels, pillows, sheets, shampoo + conditioner are provided, but please provide your own food/bikes/anything else you need!\n\nWe have a key in a little safe locked to the fence outside. That means you can let yourself in at any hour, no need to meet us to get the keys!\n\nWe'll be available by email, but the place is all yours! We won't interfere.\n\n\"All kinds of creative types have been filing into Bushwick and a considerable amount of trendiness is trickling in from its ultra-hip neighbor to the west, Williamsburg. New dive bars, bodegas, and gallery spaces continue to flourish, fueled by the intrepid movers and shakers that are pouring into Bushwick’s converted loft spaces. Although Bushwick is busy reinventing itself, a somewhat grungy heart still beats beneath its remodeled exterior.\" - Airbnb's neighbourhood profile\n\nThe L (grey) train is 3 minutes' walk away and takes you straight to Manhattan in 20-25 mins. The M (orange) and J and M (brown) trains are also within several minutes' walk away. There are buses too. It's pretty convenient!", "name": "ENTIRE cute 2br apt in trendy Bushwick near subway", "picture_url": "https://a0.muscache.com/im/pictures/681b4027-a219-463d-9beb-7cdfb47c1e33.jpg?aki_policy=large", "url": "airbnb.com/rooms/14786665", "id": "14786665", "price": 60, "review": "The apartment is fine if you don't plan on spending much time in it. The photos and title of the listing are not very demonstrative of the actual apartment. The apartment is practically empty and does not have the furniture featured in the photos. Uncomfortable futon for bed. Other than that the location is fine, easy to get to L train and some nice restaurants. "}