{"description": "Welcome to ARVERNE BY THE SEA! Our elegant, sunbathed home features a fabulous open concept living room/dining room, 4 beautiful guest rooms, 2 four-piece bathrooms, and is located in an award winning master planned community Arverne By The Sea, in Rockaway Beach, NYC. Each guestroom features A/C, Wi-Fi, HDTV and shared bathrooms. Enjoy great transit to Manhattan, JFK Airport and 5 miles of Rockaway Beach. It is truly the best of both worlds! Homeowners live on premises. FREE PARKING!\n\nOUR ELEGANT NEW HOME @ ARVERNE BY THE SEA NEAR JFK AIRPORT is a three story townhouse with all guestrooms located on different floors, which affords maximum privacy. Common areas of the house - living room, dining room and kitchen - benefit from open plan design and are conducive to conversation and having a great time. Why stay in a hotel, when you can have so much more for a lot less? \n\nAs you walk through the front door you will immediately enter bright and airy living room overlooking landscaped park. Beautiful fireplace and a console table with refreshments greet our guests in the entryway. Please, feel free to linger on our roomy sectional couch facing beautiful entertainment center. The 65\" Ultra HDTV is streaming over 500 premium news and entertainment channels. \n\nThe kitchen is furnished with stainless steel appliances and stone counters. Breakfast area in the kitchen overlooks the garden and landscaped park. Coffee/tea station is fully stocked for your convenience. An outdoor patio off the kitchen provides additional seating. Dining room is available for larger groups, just off the kitchen. \n\nOn the first floor you will find Executive Room and Caribbean Room, next to the shared bathroom. It is ideal for close friends and family. Both rooms are equipped with central air conditioning, HDTV, Wi-Fi and beautiful furnishings. There is an open storage system for your wardrobe and writing desks for your laptops in both rooms. Beautiful mirrors make it easy to get ready for the day. \n\nOn the second floor is the smallest room, New York City Room, next to the owners' master bedroom and bathroom, very quiet and private. This room is ideal for a single person, or for a couple on a very short stay. The room is furnished with full size bed (55\" X 75\"), writing desk, roomy closet and wall to wall carpet. Enjoy tranquility and the view of the landscaped park. \n\nOn the third floor of the house is the Mediterranean Room with a rooftop terrace, covered with beautiful pergola and overlooking the seaside neighborhood. It includes queen size bed, sitting area and a small home library. Open storage system for your wardrobe and 32\" HDTV. \n\nThis set up is ideal for small groups of up to 8 people. Homeowners live on premises and will assist you with anything you might need in the house.\n\nPlease, let us know your estimated arrival time and we will meet you at the door. You will receive the keys to the house and parking permit, if required. Please, feel free to unwind in our fabulous living room and enjoy refreshments while you are taking it all in. We will show you to your room and bathroom and assist with luggage. Guests will receive immediate access to Wi-Fi system. In the kitchen designated space is provided for groceries for each guest. For guests on longer stays laundry room and ironing board is available at no charge. Guests can also enjoy the yard facing the landscaped park. Beach goers are welcome to use beach chairs, towels and umbrellas.\n\nWe love meeting people from all over the world. In the last two years we had a pleasure to host over 500 people from all continents. Approximately 10% of your time might be spent talking to and socializing with us. Apart from daily morning coffee we offer meals for special occasions. Please, tell us about yourself to make your trip more personal and memorable. We love to share your family history, cultural heritage and travel adventures. We lived in different countries and speak several languages, we are both educators. If you need advice on how to get around and what to do in NYC we will be happy to help.\n\nFor those guests, who want to experience local flavor we offer free tours of Rockaway Peninsula. Included in the tour is a walk around Arverne By The Sea neighborhood (30 mins); Boardwalk stroll along Rockaway Beach (1 hour); introduction to several local bars and restaurants (2-3 hrs); brief overview of historic neighborhood of Neponsit (1 hour); visit to Jamaica Bay Wildlife Preserve (2 hours). Please, let us know if this might interest you and we will take you along.\n\nArverne By The Sea is a new master planned community in Rockaway Beach, New York. Built for year-round living it also offers a throwback to a gentler times in a coastal village. Lush landscaping, beautiful vistas, unobstructed views of the ocean immediately transport our guests into an ocean-side retreat. \n\nAt the same time, Arverne By The Sea includes such modern facilities as brand new state-of-the-art fitness center YMCA, major supermarket Stop N Shop, two banks (Chase and Bank of America), pharmacy, beauty salon, and several franchises - Dunkin Donuts, Checkers, Subway, as well as locally owned restaurants Thai Kitchen by the Sea and Boardwalk Pizza. Within walking distance from the development there are many other unique Rockaway restaurants, bars and clubs - Rockaway Surfers Club, The Wharf Bar and Restaurant, Bungalow Bar and Restaurant, Whit's End Pizza, Uma's Restaurant, Thai Rock Bar and Restaurant, Sayra's Wine Bar and many more.\n\nSOME REVIEWS FROM LOCAL PRESS: \n\nROCKAWAY BEACH SURFERS' CLUB:\n\"Hidden away, a few blocks from the beach, the Rockaway Beach Surf Club is fostering a scene that’s something like Venice Beach by way of Bed-Stuy. The spot originated as a hangout where surfers could store their boards and commune. This year they offer barbecue and brunch out of a food truck parked in the yard, which is outfitted with handcrafted reclaimed-wood tables, bamboo, sunflowers, and murals painted by local artists and neighborhood kids. An ecstatic flowering skull extolls the mantra “Live Surf Die.” The chef, Patrick Quinn, designed the menu of beer-boiled peanuts in the shell, sriracha-honey smoked wings, vinegar-doused pulled pork, and masa-crusted shrimp po’boys. There’s also a tender kale salad with specks of quinoa and ultra-summery grilled watermelon with mint pesto.\"(URL HIDDEN)The New Yorker Magazine\n\nSAYRA'S WINE BAR:\n\"Ms. Jackson's (the owner) recommended pairings: the spicy homemade meatballs in tomato basil sauce ($7) with the malbec, and the pepper turkey sandwich made with cranberry dressing ($7) with the lambrusco. The smoked paprika and rosemary salt chips ($2) and the marinated olives ($3) are good to share. A happy-hour special offers pulled-pork sliders with a can of Narragansett beer for $12.(URL HIDDEN)The Wall Street Journal\n\nUMA'S RESTAURANT AND BAR:\n\"Typically congregated in insular outer-borough enclaves, Uzbeki restaurants have been slow to cross into the mainstream. Uma’s, located on Rockaway Beach’s incipient restaurant row, might be the first. The location works: How better, after all, to cap off a day of carving waves than with a hearty bowl of the noodle soup called lagman, ground-beef lula kebabs, and plov, the oil-varnished rice pilaf and Uzbekistan’s national dish? Uma’s has a bit of surfer-dude soul, too, and caters to its inevitable vegetarian clientele with butternut-squash manti; greens-stuffed pastries called bichaki; and a house salad of fried eggplant, ripe tomatoes, and feta cheese.\"(URL HIDDEN)The New York Magazine Food Guide\nTHE WHIT'S END PIZZA:\n\"Aycock (the owner) pushes his customers to read his menu, even if they’ve never heard of ingredients like rapini, taleggio, or fior di latte. For the dough, Aycock uses only Caputo flour imported from Naples. His olive oil and tomatoes are imported from Italy. He grinds Berkshire pork belly to make sausage infused with a Tuscan spice mix. He uses a blend of buffalo mozzarella and fior di latte, a cow’s milk cheese, to lend lightness to his finished pies. Garlic comes from a farm upstate, shiitake mushrooms come from a mysterious forager who digs around abandoned fisheries on the Hudson.(URL HIDDEN) The Grub Street\n\nTHAI ROCK BAR AND RESTAURANT:\n\" Kaskel (owner) offers “real Thai cuisine, not watered-down, Americanized Asian cuisine” with dishes in the $8 to $20 range, and to ensure the food is literally home-cooked, he has rented the apartments above the restaurant to three cooks who used to work in Manhattan. Four menus change with the seasons (soups and stews during the winter, lighter fare during the summer) and there are performances seven days per week in the summer.(URL HIDDEN)The New York Magazine Food Guide\n\nSubway A Train (an incredible $2.75 per ride in any direction) takes you to JFK Airport in under 10 mins and to Manhattan in under one hour. To travel to Long Island take Long Island Rail Road (LIRR), or rent a car, or taxi, or Uber. For specific times and services please check out MTA website. Our city never sleeps, so subway runs 24 hours a day, 7 days a week. If you are planning to stay late at night in Manhattan please check if any maintenance works on the subway might cause delays coming back home.\n\nWe are warm, generous and open minded people, both educators. Your satisfaction is our top priority. \n\nIn the summer season, due to heavy bookings, our check in time is 4:00 pm and check out 10:00 am. This allows us to prep the house for next guests and have some respite from hosting. Absolutely no check in after midnight. If you have nowhere else to go and need us to meet you at the door, there will be additional charge of $100. To avoid expense and/or emotional burnout please plan your trip accordingly. \n\nEating out in New York City can quickly add up. Yet, cooking your own meals can be tiresome on vacation. Please, let us know, if you would like us to serve you breakfast and/or supper. Our rates are: $5 per person breakfast and $10 per person supper. We will simply add this to your total price, if you let us know ahead of time.  \n\nPlease, exercise ultimate discretion when walking through the development. It is a Home Owners Association and neighbors are extremely sensitive to slightest disturbance of peace. Please, do not throw garbage, break parking rules, or talk loudly. Display your parking permit we gave you on the rear view mirror of your car, facing the street, at all times, to avoid towing. Do not walk around in swimming suits to or from the beach, this is a beachfront development, not a resort. Dress fully, as you would in city streets.", "name": "ELEGANT NEW HOME @ ARVERNE BY THE SEA NEAR JFK", "picture_url": "https://a0.muscache.com/im/pictures/af55e3cd-5b32-4de9-952f-69433bf104a6.jpg?aki_policy=large", "url": "airbnb.com/rooms/14796074", "id": "14796074", "price": 299, "review": "I love Natasha's choice of linen for our bed. Place is safe and secure!"}