{"description": "Our home is equipped with everything needed for a relaxing stay in Brooklyn. You will truly feel at home here while experiencing NYC. Instant Book is on!!\nIn the heart of Williamsburg, our quaint, bright, spacious apartment is in the center of the most sought after area in Brooklyn. Near the Williamsburg Bridge, Manhattan is always less than 10 minutes away. It's also within 5 minutes walking from 3 subway stations on 4 different lines: L, G, J, M and Z trains.\n\nOur apartment is huge! Two large bedrooms with enough space for air mattresses, and two full bathrooms! There is a walk in closet in the master bedroom to hold luggage, and many other storage options throughout the apartment.\n\nYou'll have access to the entire apartment. It is on the second floor, accessed by one easy flight of stairs. Very convenient!\n\nEither my assistant or I will always be available to help out, and for recommendations on where to eat! If I can't be there, my assistant likely can help with check-ins and check-out. Depending on our availability, you may be picking up the key through a dependable local key handoff service.\n\nAn incredible neighborhood! Parks, the waterfront, incredible shopping and dining; it really has it all. Some of the best old restaurants in Brooklyn are right around the corner. Peter Luger is a few blocks away, and one of my all time favorites, St Anselm is even closer. Or if you prefer, Whole Foods is just a few blocks as well. There are music venues just a block away on Metropolitan, and there is a plethora of transportation options.\n\nThe L train leaves from the Bedford Av and Lorimer Av stops, which are just 4 blocks away. The L is the lifeline of the area, and will get you to Union Square in 15 minutes. The G train also stops at Lorimer, which is great for commuting to Downtown Brooklyn and Queens. The J/M/Z trains stop 5 blocks away at Marcy Av, which will get you to the LES, East Village, or anywhere in Manhattan on the west side.\nThere is also plenty of free street parking and cab service, as well as easily accessible Uber/Lyft rides.\n\nInstant book is on! 24hr check in is available but we ask that you give 1 day notice. Additionally, we have to mention that if you do not check in within 24hrs of check in time, without documented extenuating circumstances, you accept a cancellation on your behalf with no refund.\n\nA group of 8 would mean two guests in each queen bed, two guests in the awesome air mattress, and two on the foldout couch. \n\nThis apartment can host animals, but please check before booking.\n\nLaundromat and convenience store right across the street.\n\nProfessional cleaning service before and after every stay.\n\nPlease be aware that NYS & NYC tax laws obligate us to collect 14.75% in NYS & NYC Sales and Hotel taxes due in cash at the time of check in. Airbnb does not collect these taxes for us. Please let me know if you have any questions.", "name": "Spacious Home in Tree-Lined Williamsburg!", "picture_url": "https://a0.muscache.com/im/pictures/f6c110e5-d9e5-47ea-8872-9b4969c467fe.jpg?aki_policy=large", "url": "airbnb.com/rooms/14808279", "id": "14808279", "price": 259, "review": "Very spacious place for New York.  Plenty of room for the 5 people in our group.  Great location.  Lots to do in Williamsburg and a quick train ride into the city.  Would stay here again.   "}