{"description": "One bedroom with king size bed, Living area, Eat-In kitchen, private bath room. You will have the place for yourself. Only four blocks from Central Park, near Metropolitan Museum, Guggenheim, 86th Subway Station. Right in the middle, everything is at your fingertips: culture, restaurants, city life, transportation. Charming, quite, spacious & private!\nOld building, second floor, elevator. A private place with lots of artwork and timeless furniture.\n\nA private place with lots of artwork and timeless furniture. Only four blocks from Central Park, near Metropolitan Museum, Guggenheim, Neue Galerie, Museum Mile.\n\nBedroom with king size bed, Living area, Eat-In kitchen, private bath room.  You will have the place for yourself.\n\nI really love living in New York City and will be more then happy to share all my knowledge with you. You can call or message me and I will help out with all kind of questions.\n\nUpper East Side, back in the days the German and Hungarian neighborhood. Great mix of old houses and new buildings, streets are tree lined. Very safe, lively, all kind of restaurants, bars, booksellers, stores, movie theaters.\n\nThere are two close subway stations: \nSubway station Green Line 4,5,6: Lexington Ave 86th St\nSubway station Yellow Line Q: 2nd Ave 86th St\nBuses run on 3 Ave. Taxis are everywhere and almost immediately available, just wave your arm :-). Also available for easy transportation are car services like Uber, Gett, or Lyft.\n\nVery safe neighborhood.", "name": "Bedroom & living area Upper East Side, 86th Subway", "picture_url": "https://a0.muscache.com/im/pictures/7c573954-c06f-4a1d-af90-775da7ee4c51.jpg?aki_policy=large", "url": "airbnb.com/rooms/14808832", "id": "14808832", "price": 125, "review": "Daniel was extremely helpful. He was great to communicate with via text and his place was awesome! It was perfect for my friend and I. We couldn't believe how close and short of a walk it was to The Met and Central Park as well as great cafes, shopping, etc. It was extremely comfortable, clean, and quiet! It was a great get away! "}