{"description": "Quiet, 2 bedroom apartment in a classic brownstone on the bustling border of Clinton Hill and Bedford Stuyvesant with 24 hour keyless entry, washer-dryer in unit, fiber optic internet, central heating & air conditioning and covered backyard patio with hammock.\n\nQueen bed in master BR sleeps a couple comfortably, while a twin bed in second BR sleeps another adult or child; a pull-out trundle beneath the twin can sleep an additional small child.  Living room sofa also converts to a queen bed.\n\nWelcome to your own garden-level floor of a classic Brooklyn brownstone, recently renovated with a brand-new bathroom, kitchen and appliances, central heat and AC, laundry and a custom closet in the master bedroom!  There is a swivel-mounted 42 inch TV with cable and a Roku box, and you can connect your phone to the restored 1980s boombox (or bring your old mixtapes!) for big stereo sound.  There is also a quiet, private backyard patio with a hammock for maximum chillaxation after a day of big city adventuring.\n\nPlease note that the master bedroom has a lockable door, but the second bedroom and sitting area are located in a nook at the rear of the apartment, and there is no separate door (making the twin/trundle bed in the second bedroom a better option for kids than for adults who might want more privacy than a cozy nook provides!).  The twin bed has a super comfy mattress and is suitable for grownups of any size, but the trundle bed has a 180 lb. weight limit.\n\nWe love kids, and if you're bringing a very little one we'll provide you with a Baby Bjorn travel crib/playpen and organic cotton bed linens, and a high chair if needed - just let us know.\n\nThe garden floor of our brownstone is all yours, with a separate entrance beneath the house's front stoop.  Keypad locks on the entrance mean no keys to hassle with (we change the access codes after every stay, so we will provide you with the current codes and entry instructions prior to your arrival).\n\nThere is a covered patio in the back yard with a table and chairs and a hammock for your exclusive use.\n\nWe love our neighborhood, and we're more than happy to help you get around, find a restaurant or 24 hour pharmacy or deal with any problems that might arise during your stay.  This is our home, we live here, and we're always available, 24/7.    \n\nThinking of going out to Rockaway Beach for the day (and you should, if the weather's right)?  We can provide you with a beach bag and towels (and surf gear, too, if you have skills).  Need a cooler, extra blankets, an umbrella or a high chair?  Just ask.  We don't have every single thing, but there's a good chance we'll have what you need.  \n\nOf course we would love to meet you (and maybe have a Brooklyn lager on the stoop), but we'll give you space and respect your privacy.  We do travel, too, on some weekends and holidays, but if we're not around for your stay we'll be sure to let you know in advance (and we will always provide a local contact if we're out of town).\n\nOur house is located at the border of Clinton Hill (west of Classon Avenue) and Bedford-Stuyvesant (east of Classon) on a mixed-use block that includes brownstone row houses, early 20th century brick apartment buildings, new construction condos, a converted warehouse loft building, an auto repair shop, a metalworking studio, coffee wholesaler, the BRC women's transitional home, two churches and an old-school member's only social club...a classic Brooklyn block, in other words.  It's not the prettiest street in New York, but we've come to love its scruffy charm and neighborly vibe, with a mix of old timers and new arrivals.  People on the block look out for one another - say hi!  New Yorkers are generally friendlier and more helpful than our reputation suggests.   \n\nThere are dozens of delis, grocery stores, restaurants and bars within easy walking distance (check out our Guidebook for details).\n\nIf you're coming from JFK airport, travel time can be anywhere from 30 minutes (during off hours) to 90 minutes (during peak travel times).  And while it is quite possibly the ugliest street in New York city (and that's saying something!), Atlantic Avenue is almost always the best route to the apartment.  From LaGuardia, you'll want to take the Brooklyn-Queens Expressway to the Wythe/Kent Avenue exit.  From Newark, the best route varies - if you're arriving via Newark Airport, let us know and we'll provide up-to-the-minute advice.  \n\nThe neighborhood is served by the G train (3 blocks/5 minutes away at Classon and Lafayette) and the C train (7 blocks/10 minutes away at Franklin and Fulton).  Train travel times are approximate, of course, but plan on 40 minutes to Times Square in Manhattan, 30 minutes to West Fourth Street in Greenwich Village, 20 minutes to the heart of Williamsburg in Brooklyn and 10 minutes to Cobble Hill. \n\nThe green 'Borough' taxis can be hailed on Franklin and Classon Avenues (you can also download the Arro app, which is recommended for both yellow and green cabs in NYC), and of course Uber and Lyft are ubiquitous.  \n\nThere is a Citibike bicycle share station right across the street from the apartment, and while biking in NYC can be harrowing (not for the faint of heart), it's a great way to get around.  If you choose to bike (and a ride over the Brooklyn Bridge is pretty awesome), we can advise on the safest/most picturesque routes, and lend you a helmet (with the caveat that you'll be biking at your own risk!).  \n\nAnd there is nothing like walking in New York City - Prospect Park, the Brooklyn Museum, Fort Greene Park are all about 20 minutes away or less on foot, and we can provide you with some suggestions for wonderful walks in other neighborhoods, too.\n\nOur house is over 120 years old, and although it was fully renovated three years ago you will hear the occasional thump or creak from above - it's just part of the 'charm' of living in an old Brooklyn townhouse!  We are generally quiet and turn in early, but if you have any noise issues at all (including street noise), please let us know and we'll do our best to fix it.", "name": "Newly renovated apartment w/ private outdoor patio", "picture_url": "https://a0.muscache.com/im/pictures/8500ed6f-3afa-468a-a466-31fa8b593314.jpg?aki_policy=large", "url": "airbnb.com/rooms/14807279", "id": "14807279", "price": 225, "review": "Excellente adresse, hôte charmant et accueil plus que parfait ! Bel appartement, quartier calme. Je recommande sans réserve. Merci Eric."}