{"description": "My place is good for couples, solo adventurers and business travelers.  It is private, roomy and cozy.  Separate entrance.  Driveway. Bathroom located steps away in Host house. \nAll transportation for Staten Island, New York City, Brooklyn and New Jersey.  Minutes from Newark International Airport, JFK Airport and LaGuardia Airport.\nIn Beach area, mins to Boardwalk, Parks, Restaurants, Bars, Supermarkets, Retail Stores, Staten Island University Hospital and highway to Brooklyn and New Jersey.\n\nOur guest house is very large, spacious, quiet, private and cozy. You will have your own key with a separate entrance from Host's house.\n\nComplete with comfortable queen size futon bed, plush, dual reclining couch and loveseat, dining room table and chairs, mini fridge, Keurig coffee maker, flat screen TV with remote control.  Plenty of windows for cool nights.\n\nFresh linens and towels are provided, and I am very accommodating on check-in and check-out times. The guest house may host a maximum of 3 people for an additional $20/night.\n\nThis location is within a few minutes walk from the beach and blocks from a number of restaurants, supermarkets, bars and stores and a hospital.   There is a grocery store 2 blocks away and a mini fridge for you to store some food.  \n\nKeurig coffee maker on premises with plenty of coffee, hot chocolate and hot tea K cups.  \n\nContinental breakfast provided. Mini fridge stocked with snacks and non alcoholic beverages.\n\nFeel free to contact me with questions or inquiries. \n\nWe look forward to having you, and wish you great travels!\n\nGuest have separate access to guest house, shared bathroom is in the host's house, just steps away. You will have full access to the bathroom to take showers and what not whenever needed, except for weekday mornings between 6:30 and 7:30 am (children getting ready for school).  We provide shampoo, conditioner and toothpaste.  \n\nParking available in driveway for one vehicle.  Private entrance, lock on doors. Access to backyard for smokers or if you just want to sit outside and relax at the Tiki Bar.\n\nHost is extremely friendly, approachable and always available for help with guests.  It is my goal to make your stay a pleasant, restful, fun and memorable one.\n\nThe screen house is located behind a private home in a quiet, extremely safe neighborhood.  It is located on a dead end street, next to a park, field and beach.  Take walks on the boardwalk or in the field, enjoy fine dining and shopping in this beach area of Staten Island.\n\nVery close to all forms of transportation. Easy commute to NYC via express buses and the Staten Island Ferry.\n\nThere is an air conditioner if needed. In the fall, if the windows are open, it is very airy and cool. If it is chilly, there is a heater too.   32 inch flat screen TV with remote and DVD player with remote on premises. Large selection of DVDs too.", "name": "Pvt, cozy in beach area, near NYC", "picture_url": "https://a0.muscache.com/im/pictures/e441eab4-35c4-46e4-bdc6-d92c16e5f0c5.jpg?aki_policy=large", "url": "airbnb.com/rooms/14803710", "id": "14803710", "price": 79, "review": "This was my first Airbnb experience - and it was wonderful! I stayed there overnight before the Staten Island Half Marathon. She went above and beyond my expectations as a host - picking me up from the bus station - and actually driving me to the train station the morning of the Race.\r\n\r\nThe \"bungalow\" was cozy, clean and comfortable - very true to the pictures. She also provided a ton of snacks (helped me fuel for the race!). Definitely a great, convenient place to stay for anyone running in the NYC Marathon!\r\n\r\n"}