{"description": "My place is located in a calm neighborhood of Canarsie, Brooklyn NY. It's about 15 mins drive from JFK airport with easy access to public transport to all parts of NYC (L train to Manhattan). You’ll love the space, air conditioned/heat, spacious 1 bedroom with comfy bed, Living room with sofa, cable TV & stereo), kitchen, spacious bathroom and dining/work space. Complete privacy of guest is ensured-No part is shared with host. Good for couples, solo adventurers, business travelers, and families.\n\nVery spacious apartment, well equipped kitchen with coffee maker and pods provided. Free to cook your food. Close to grocery stores and superr markets, should you prefer to buy fresh foods, vegetables and various food items to prepare your meal (cooking utensils are also provided) to make you enjoy a home away from home. Subway and bus maps are also located in the apartment wit free wifi.\n\nAccess to entire apartment and outside space in front of apartment, Guests have access to backyard  and front porch should they wish to sit outside for a while.\n\nOne phone call away , should you need assistance. Text or email also works the dame way.\n\nA vey safe neighborhood with varieties of restaurants ( ARCH DINER. Boustom Market Ghinese buffers, carabean cuisines). Access to Barclays center by public transport. Car rentals available (Enterprise,  Rent-a-car, etc) Near Canarsie Pier( Gateway National Recreation Area-1 mile away). Jamaica Bay Horse riding (1. 5 miles away) Accessible to Rockaway Beach and  Resort Casino New york (about  3 miles away). Close to Prospect Park, Public Libraries and museum.\n\nVery accessible to NYC/MTA buses to all parts of NYC, including as B6 (Transfers to L train to Manhattan, #2 AND# 5 trains to Manhattan and the Bronx and B15 bus to JFK) B82 transfers to L train, B83 to Gateway Mall, B47 to Kings Plaza, B60 to Williamsburg) B17 (transfer to #3 and #4 train to Barclays center, Manhattan and the Bronx and B103 to downtown  Brooklyn and B42 to Canarsie Pier ( a copy of Subway/train map will be provided) One call away to UBER and other  taxi companies. You can contact Enterprise car rental at ((PHONE NUMBER HIDDEN) and car service at ((PHONE NUMBER HIDDEN)\n\nDiners, Chinese buffets and restaurants,  various fast food restaurants, Ihop restaurants, Pizza hut and several Pizza restaurants and other varieties of restaurants are also accessible", "name": "Cozy apartment in NYC, close  to Manhattan NY", "picture_url": "https://a0.muscache.com/im/pictures/ac0f367c-50e5-443d-9d9d-701f57c1722b.jpg?aki_policy=large", "url": "airbnb.com/rooms/14805984", "id": "14805984", "price": 80, "review": "I stayed in Canarsie on business for a week at Nelly's place. Nelly is a great host. She is very communicative and check in and out were a breeze. The apartment is in the basement. It is in a safe neighborhood. Canarsie is cool! Large queen bed is very comfortable. Wifi was very, very weak. Electrical outlets are minimal. Heater/cooler unit in bedroom next to bed kept waking me up when it turned on since it is in fixed position and I couldn't move it.  Bathroom ceiling is very low. My stay went very, very well. Thank you Nelly for hosting me!"}