{"description": "1,000 sq ft Artist loft available in Greenpoint Brooklyn. Three blocks from the G train and convenient ferry to Manhattan. Plenty of shopping, restaurants, and bars. My loft is perfect for a variety of guests from business trips to family gatherings.\n\nVery large artist loft converted from a clothing factory. I have many unique treasures and antiques displayed in the apartment. There is one Queen sized bed that fits 2, one full sized air mattress that can fit 2, and one sofa that fits one.\n\nGuests have access to the fully equip apartment with dishes, clean linens, spices, and cooking oils. You will also have access to a large rooftop. Hours for the roof are 7am-11pm.\n\nI will be out of town while you are here, however I will be available to answer all questions you might have.\n\nThe loft is located on a main street in Greenpoint giving you access to what the neighborhood has to offer. This vibrant waterfront community was historically a Polish area and is still peppered with family-owned bakeries, florists, and meat markets.  The neighborhood is quite fun with quality restaurants, bars, cafes and boutiques, perfect for a weekend stroll. Saturdays feature a large Farmer’s Market at nearby McCarren Park. From the loft, it is a five minute walk to waterfront park named Transmitter. This park features the beautiful and fun Brooklyn Barge (a floating bar/restaurant with skyline views).\n\nThe loft is centrally located, Three blocks from the Greenpoint G train, one  block to the bus stop, and a five-minute walk to the India Street Ferry, which offers scenic trips to the city and other parts of Brooklyn.\nTake a regular taxi or an UBER and be in manhattan in no time (depending on traffic and where you are going - 15 to 30 minutes.)\nThey have just installed the public Citibikes at the end of our street and all around the area, so a day or week pass is a great way to see Brooklyn and venture over the bridge to Manhattan.\nStreet parking is very easy in our neighborhood. Guests with cars have not had any trouble finding a spot.\n\nHouse broken dogs are allowed in the apartment with approval.", "name": "Unique Artist Loft With Fantastic Sunlight", "picture_url": "https://a0.muscache.com/im/pictures/c8092d84-5da1-41d2-b534-3e4b8eef03cf.jpg?aki_policy=large", "url": "airbnb.com/rooms/14805414", "id": "14805414", "price": 275, "review": "Higly recommended airbnb experience! Responsive hostess - the communication was clear and direct + nice recommendations of the places in the neighbourhood. Flexible check in, as we arrived late. Cool neighbourhood - mix of Polish locals  with hipsters  and everyone in between:)  Close to the train (easy connection with Manhattan), hip Williamsburg within walking distance.  And what's most important: the loft is awesome -  perfectly clean, nicely decorated and equiped! A very conveniently arranged space, kind of place I might live in myself. \r\n"}