{"description": "My place is close to 4th Ave - 9th street, F & R Trains that take you into Manhattan . You’ll love my place because it is a huge one bedroom with a queen bed and a 2nd room w. a sofa bed that can be used as living room or bedroom is you convert sofa to the bed . This historic building was built in 1899 and still has old-school charm and ambiance (original wood floors/siding, etc). The neighborhood is buzzing with activities. My place is good for couples, solo adventurers, and business travelers.\n\nThis is a 2 bedroom apartment but we have kept one room free for guests who would like to use it as a big living space (keeping the sofa as a sofa) or others who would utilize the space for a bedroom if they convert the sofa bed to a bed. There is a queen size bed in the main bedroom, an eat-in kitchen/living area, and a lovely porch that is shared with other guests.\n\nThis unit is the only one in the building that has a completely separate entrance. You never have to share doors/lobbies/space with any other guests.\n\nHappy to answer questions or assist in whatever you need, otherwise enjoy your privacy.\n\nPark Slope is constantly named one of the top neighborhoods in the country. Walk up the slope about 12-15 minutes and you'll find yourself in Prospect Park. It is a 15-20 minute train ride to City Hall, Manhattan.\n\nWithin 1 minute of train station. There is a bus stop on the corner of the block. And there is a car service also on the corner of the block.\n\nThis house was built in 1899 and located in Park Slope. It is 1/2 block from the F train and R train at 4th Avenue-9th Street.", "name": "Big 1-2 bdrm Apt. w/private entrance near train", "picture_url": "https://a0.muscache.com/im/pictures/09aea3ee-2758-4af2-857b-29f54adbd784.jpg?aki_policy=large", "url": "airbnb.com/rooms/14800945", "id": "14800945", "price": 145, "review": "The location is close to a ton of trains which makes it easy to explore all parts of NYC. The area is quiet but still lively, as it has lots of restaurants just a block away but is still tucked into a pocket of houses. The house was clean and useful, the bathroom is a bit small but the rest of the rooms are spacious. This location worked great for our needs and allowed us to explore NYC easily and come back to a comfy bed. "}