{"description": "My place is close to The Noguchi Museum, The Shady Lady, and Astoria Coffee. You’ll love my place because of the coziness, the location, the people, and high ceilings. My place is good  for couples, families (with kids) and big groups. It can sleep up to seven and has a lovely deck with outdoor space in the back.\n\nGreat apt with back outdoor space/deck for rent in cool and safe Astoria. The apt is big enough to sleep up to 7 people with 4 beds. There is a queen size bed and a single bed in the bedroom and two large queen size futons in the living room. Large deck with BBQ area and fully equipped kitchen. The apt is a 5 min walk to the subway and is 20 minutes to Central Park, Times Square.:)\n\nGuests have access to the entire apartment which features: the bathroom,  the kitchen, living room area one bedroom and deck area.\n\nThere are so many shops, restaurants, and supermarkets next to the apartment which are open 24 hours and are a lot cheaper then buying groceries or eating in Manhattan : ). As well I provide a luggage closet to leave your bags for a late flight back or early flight in. Just let me know in advance.\n\nAstoria, is one of the safest and trendiest neighborhoods in all of New York City. The 30th Ave  area is the place in Astoria with all the cafes, shops, restaurants and the wonderful energy : )  Walk 10 minutes to the water and see the wonderful view of New York City : )\n\nThe N and Q trains are a 5 minute walk from the apartment and is just 20 minutes from New York City center. The trains run 24/7 and the neighborhood is so safe you can come home at anytime.\n\nThere are so many shops, restaurants, and supermarkets next to the apartment which are open 24 hours and are a lot cheaper then buying groceries or eating in Manhattan : ). As well I provide a luggage closet to leave your bags for a late flight back or early flight in. Just let me know in advance.", "name": "Great Apt with Deck in Heart of Cool Astoria, NYC", "picture_url": "https://a0.muscache.com/im/pictures/0485d9f0-ac92-4008-8923-0241b4c166c3.jpg?aki_policy=large", "url": "airbnb.com/rooms/14820644", "id": "14820644", "price": 40, "review": "Nice place to stay if someone expects a good price to quality relation and no luxuries. Many different shops nearby, subway station in the vicinity. \n\nDescription very accurate, 4 beds, kitchen with fridge, gas stove and microwave, all the apartment for just us (I was there with 2 friends). Good communication with the host.\n\nI give my recommendation (remember, no luxuries :)). \n\nB."}