{"description": "Amazing studio with 2 shared bathrooms available for rent on 119th St. \n\nThe unit is fully furnished with a full sized bed, a sofa bed, table and chairs, a full fridge, microwave, and toaster.\n\nIt has beautiful hardwood floors and  exposed brick.\n\n The unit is extremely cozy with a calm atmosphere and feel.  It is fully renovated. It's on the 3rd floor of a Brownstone. It has a modern design with a rustic feel that preserves the true essence of Harlem. \n\nThis space is your dream accommodation to offset your dream vacation!!\n\nCable TV, Wifi, High Speed Internet, Coffee, Tea, Water\n\nMy assistant will come by to check you in, but otherwise you will be alone for your stay.\n\nThe neighborhood of central Harlem is very diverse and full of culture! \n\nWe are a few blocks from Historic 125th Street and The Apollo Theatre! A few blocks from 8th avenue (Restaurant Row)!!!!\n\nThe 2,3 trains are a few blocks away for an easy commute anywhere in the city!\n\nThe ABCD on St. Nicholas Ave and  4,5,6 trains on Lexington Ave and 125th street are about 8 minutes  by walking\n\nThis is a prime location for transit! Everything is right there!!!!", "name": "The Tranquility W/ Shared Bath", "picture_url": "https://a0.muscache.com/im/pictures/f21bb108-a553-430b-984e-f128371e574a.jpg?aki_policy=large", "url": "airbnb.com/rooms/14826263", "id": "14826263", "price": 85, "review": "Un emplacement fantastique, proche de Centre Harlem, un voisinage des plus sympathique. \nJe commencerai par notre préféré : Lee Lee's Baked Goods, 283W 118th NY, franchement l'histoire entre nous ne fait que commencer, croyez-moi ! (I Love You So Much), je vous laisse vous faire votre propre opinion, et faites-moi confiance, elle ne sera que bien surprise !\nNombreux commerces dans le secteur, Pionner (129th), une artère principale sur la 125th avec nombreux restaurants à découvrir : Red Rooster, Sylvia's, Amy Ruth's (à découvrir selon vos envies et selon vos goûts)... et j'en passe... Niveau centres commerciaux : TJ Max, Marshall's, et bientôt un Whole Foods. \nC'est un réel quartier vivant, une architecture Victorienne magnifique, des lieux chargés de vie et d'histoire, à découvrir avec curiosité et plaisir.  \nAu niveau de l'appartement, avec son ensoleillement des plus chaleureux qui vous tire agréablement du lit chaque matin, tout le nécessaire est là, grand cuisinier que je suis, aucun problème à annoncer, (peut-être le gaz à apprivoiser pour ma part ! Je n'ai absolument pas l'habitude mais dompté en 24 heures !)... Draps parfaits, oreillers géniaux, serviettes de toilettes, tout le nécessaire est présent, pour résumer, venez avec vos vêtements et votre matériel de beauté ! \nBon vous savez quoi, en réalité, il y a un livre à écrire sur le Centre Harlem, et les Lonely Planet ou le Guide du Routard sont totalement dépassé, (pardon mais c'est plus que vrai), Harlem est une pépite de l'Histoire Américaine. \nVis-à-vis des transports : ligne 1-2-3 ou 4-5-6, ABCD et des lignes de Bus, sans parler des Uber et Taxis.\nBref ! Merci Loretta, Merci Marie, vous êtes des Merveilles Mesdames, des Fées du logis, et pour le coup mes bonnes étoiles, Merci encore, sincèrement.\n"}