{"description": "1 bedroom sunny apt conveniently in Astoria nr the NQ Ditmars Blvd subway. 20 minutes to midtown, Manhattan. The apt is nr many restaurants, cafe’s, markets, bars and Astoria Park. \n\nThe apt is on the 3rd fl of a walk-up in a quiet/secure bldg. The apt has a separate kitchen with sm dining tbl and a lot of space for cooking. There is a living room with pull out sofa couch and a television.  The bedroom has a desk and closet space.\n\nThe apartment is on the 3rd floor of a walk-up in a quiet and secure building. The apartment has a separate kitchen with small dining table and a lot of space for cooking. There is a living room with pull out sofa couch and a television.  The bedroom has a desk and closet space.\n\nGuests will have full access to the whole apartment.\n\nI will personally coordinate all pre-arrival details and communication. A friend will greet you to show you around the space and give the key\n\nThe apartment is near many restaurants, cafe’s, grocery stores, bars and Astoria Park. Some popular places are: SingleCut Beersmiths, Astoria Bagel Inc, Thai Elephant, MP Taverna, Bohemian Hall and Beer Garden. The neighborhood is known for its authentic greek cuisine!\n\nConveniently located in Astoria, Queens near the NQ Ditmars Blvd subway stop & Q69 bus. 20 minute commute to midtown, Manhattan.\n\nYou’ll love my place because of the neighborhood, the light, the kitchen, the coziness, and because it is quiet . It’s perfect for couples, single adventurers and business travelers, alike.", "name": "Clean, Charming, Sunlit Space in Astoria", "picture_url": "https://a0.muscache.com/im/pictures/bba713ad-87b0-40d0-a0f1-2a695a8ba5ba.jpg?aki_policy=large", "url": "airbnb.com/rooms/14824090", "id": "14824090", "price": 95, "review": "Alex , apartment is great the places is silent in nice, also is in good location close to nice restaurant ind the subway I'm feel comfortable in the place and I'm recommend everyone this place. thanks Alex . "}