{"description": "This beautiful spacious two bedroom apartment is located just 15mins from JFK, 20mins from the Barclays Center. Minutes away from Manhattan and Brooklyn bridge. \n\n1 BLOCK AWAY from New York's main subway line.\n\nEntertainment, shopping and transportation are endless. This property has 2 bedrooms a sofabed in the living and can accommodate up to 6 guests.\n\nUnique large two bedroom apartment with large backyard with outdoor seating area. Bright and sunny space with separate kitchen fully equipped. Great for large groups or a family getaway. Located 1 block away from the C train that can get you to and from the city in minutes.\n\nWifi, AC units, backyard, street parking, Roku TV\n\nGuests can reach me anytime. I live close by so can be available within minutes.\n\nWe are located on a main road in a residential neighborhood that mostly has small 1-2 family homes. There's a laundromat on the block, as well as a Supermarket across the street just 2 blocks away but best of all is the Spanish Cafe located to the right of the property at the end of the block, serving empanadas, chicken rice and more.\n\nLocated 1 block from the C train minutes to Manhattan and downtown Brooklyn. Located right off of major highway, 15 minutes from JFK and 25 minutes from LGA. Roughly 1 hour or so from Newark.\n\nSubway Transit times are below using the C train:\n15 Mins to Downtown Brooklyn and Barclays stadium\n20 mins to World Trade Center in Manhattan\n25 to Union Square in Manhattan\n30 mins 34th Street in Manhattan\n36 mins to Tim Sq 42nd Street in Manhattan\n38 mins to Grand Central in Manhattan\n38 Mins to Central Park in Manhattan\n\nThe C train is located just 1 block away from the house.\n\nSubway Transit times are below using the C train:\n15 Mins to Downtown Brooklyn and Barclays stadium\n20 mins to World Trade Center in Manhattan\n25 to Union Square in Manhattan\n30 mins 34th Street Macy's store in Manhattan\n36 mins to Tim Sq 42nd Street in Manhattan\n38 mins to Grand Central in Manhattan\n38 Mins to Central Park in Manhattan", "name": "Beautiful two bedroom apartment with backyard", "picture_url": "https://a0.muscache.com/im/pictures/6b19ea14-5e0f-4a32-8082-eb68bd66b6be.jpg?aki_policy=large", "url": "airbnb.com/rooms/14824875", "id": "14824875", "price": 127, "review": "Comfortable, clean, well equiped, close to metro, good ration quality/price"}