{"description": "This huge duplex located 4 blocks from Prospect Park and one train away from Manhattan is perfect for guests looking for a peaceful and private stay. We're an international couple who live in the bottom floor of the duplex with our 3 lovely rescued cats. The whole floor is reserved for our guests only, apart from the kitchen and shower in the duplex (which is located on the guest floor), we live independently on another floor. The whole building is only 1 year old.\n\nABOUT THE DUPLEX APARTMENT\nYou will have a semi private floor all for yourself. Why semi? We live in the bottom part of the duplex in a studio-like space with our own half bathroom and our own private entrance, so we really only go to the upper floor to use the kitchen or for the shower, apart from that, you'll have the floor for yourself. \nThe bedroom has a brand new 70\" chromecast TV, empty spaces on shelves for your use, and you can feel free to use our storage room and closet right next to the room. The kitchen is fully equipped with fridge, freezer, oven, toaster and coffee machine. The bedroom has a full/double bed, a door to a private backyard, big windows with curtains and plenty of space to set your luggages, (we also have a storage room if you have extra luggages). You will also have access to the closet with hangers located on the hallway.\nThe building also has a washer and dryer on the basement floor accessible to everyone in the building.\n\nThe building construction is only 1 year old, which is very rare in New York, all appliances, shower, everything is completely new and we are the first ever people to occupy this unit.\n\nABOUT US\nI'm a Brazilian production designer and my boyfriend is a Persian cinematographer, we live together in this duplex for about 1 year. We are very thorough with the overall cleanness of our house and we like to maintain the respect with the other people living in the building, looking for calm, clean and respectful guests. \n\nWe also speak Portuguese, Spanish and Farsi.\n\nWe will meet with you to open the doors, show you the amenities and give you a spare key for the duration of your stay.\n\nWe will be on the bottom part of the duplex throughout the duration of your stay, so if you have any questions or doubts we can gladly assist you.\n\nOur apartment is a duplex located in the calmest part of Brooklyn, 4 blocks from Prospect Park, 5 minutes from the subway with 2/5 lines, 10 minutes from the Q train, easy access to everything the city has to offer with Manhattan being only 20 minutes away. Barclays Center is 3 stops away and very close with an Uber. \nOur apartment stands in the middle of two very distinct parts of Brooklyn. To the left of our building is the typical Prospect Park neighborhood, lots of houses, mostly big jewish families so it's the type of neighborhood you will often see kids playing outside on a Saturday, very quiet and calm. And to the right of our apartment you will find Nostrand Ave with a lot of movement, a lot of people, hospitals, delis, busses and subways.\n\nStation with the 2 and 5 train only five minutes from the apartment, Q trains 10 minutes away. \nThe 2 train will take you through the whole west side of Manhattan, the 5 train will take you through the whole east side of Manhattan and with an extra 5 minutes walk you can get to the Q, that will take you to the mid part of the Manhattan island till Queens. Also there are plenty of express busses that will take you to where the subway can't take you, like other parts of Brooklyn like Williamsburg.\n\nWe have three rescued cats and we are very passionate about animals. Although the cats stay only in our studio space, sometimes they will explore the common areas, that means you will likely have a couple encounters with our very sweet cats so you MUST be an animal lover. Your animals are also welcome in here, our cats are all vaccinated and neutered.", "name": "Entire Floor in Duplex - Spacious & Quiet Bedroom", "picture_url": "https://a0.muscache.com/im/pictures/0897b686-8220-4597-9743-eac235605197.jpg?aki_policy=large", "url": "airbnb.com/rooms/14826478", "id": "14826478", "price": 72, "review": "Joana's place is HUGE by NYC standards. I used to live in the neighbourhood so I was very familiar with what I was getting myself into, but for those first time go-ers to NYC, you might want to stay somewhere closer to Manhattan. Expect at least a 45 minute commute into the city. If you are a couple, this would be a perfect place to stay, lots of room to spread out and very quiet. "}