{"description": "It's a new one bedroom apt close to St John's University, near by public transportation. Q46 will take you to the E, F trains in 10 mins, Express bus will take you to Manhattan in 35 mins. Only 6.2 miles from both JFK and LaGuardia airport. Street & Backyard parking available. Near by 7-eleven and Dunkin Donuts and other restaurants. Laundromat located in the corner of street. This place is at lower level  and has private entrance. You will love this new and cozy place!\n\nThe studio is very cozy with many amenities located on the lower level.\n\nFeatures includes:\n• Fully stocked Kitchen\n• Cooking Utensils\n• Eating Utensils\n• Coffee and Tea\n• Professional Stainless Steel Appliances\n• Filter Water Dispenser\n• Fully stocked Restroom\n• Toiletries\n\n• Day Bed which pulls out into double twin bed size (wider than a Queen)\n\n• 43 Inch TV\n• LE TV\n• Netflix\n• Free Wifi - Fast Speed Internet\n\n\n• Work desk with Lamp\n\n• Entertainment Games\n• Books\n\n• Recessed Lighting with Dimmer\n• Iron & Iron board\n• Freshly laundered towels and bed linens\n• Security system will automatically notify fire department when fire or carbon monoxide is detected\n• Accommodates 1-4 guests, and children count as guests!\n\nFeel free to send me suggestions on anything you need that is not included above.\n\n*You have 100% private access to the entire studio (everything in the pictures). You do not have to share the space with anyone.\n* There is a parking space in back yard. If you would like to use it, please let me know in advance so I can leave that space available for you.\n\nQuiet neighborhood only minutes away from the busy cities of Flushing and Manhattan. It is mostly suburban-like neighborhood with tree-lined streets.\n\nThe population mainly consists of groups of Jewish, Chinese, Korean, Russian, Indian, and Hispanic people.\n\n• Easy free street parking.\n• Walking distance to buses. \n• 12 mins drive to Main Street Flushing.\n• 10 mins drive to LaGuardia airport and 15 mins drive to JFK airport.\n• 28 mins drive to Manhattan.\n• 50 min (peak hours) to 1 hour 20 mins (off peak hours) via public transit to Manhattan.", "name": "Modern Spacious Private One bedroom Free Parking.", "picture_url": "https://a0.muscache.com/im/pictures/817010f0-098a-482d-993b-ea4db14ca69c.jpg?aki_policy=large", "url": "airbnb.com/rooms/14839830", "id": "14839830", "price": 100, "review": "His place was very clean and organized. The area is quiet and relaxing. There is also parking. It was a nice visit would come back "}