{"description": "2 Bedrooms close to Central Park about 15 min door to door ( short walk to R train which takes you to the heart of Manhattan) You’ll love my place because of the coziness, loving energy and perfect location! Its good for couples, solo adventurers, business travelers, and families (with kids).\n\nMy apartment is centrally located close to everything. Great nightlife of Astoria, close to Manhattan and everything the city has to offer. About 15 min to Central Park and midtown Manhattan on R and M train. Train station is 5 minutes away. Lots of good restaurants and supermarket around the corner. The apartment is located on a 2nd floor of a walk up building. It has fully equipped kitchen with all the appliances you might need: coffee maker, microwave, toaster etc. There is TV with all the channels and WiFi in the apartment.\n\nI will meet you with the keys! Check in after 3.30 pm and regular check out time 11 am. If you need earlier check in or later check out ask us and we might be able to accommodate you.\n\nI am always available to help our guests. We can help you with the airport pick up, tour arrangements and etc.\n\nIn western Queens, Astoria, one of the borough's well-known neighborhoods, is a hop, skip, and jump (or short subway ride) across the East River from Manhattan. Find out more about living, eating, and having fun in this excellent neighborhood!\n\n\nBest restaurants list in Queens:\nCavo- Café Lounge - A Mediterranean \nGarden of Eden\nCorner 26 Taverna - Greek Soul Food\nMalagueta - Gourmet Brazilian That Feels Like a Splurge\nEl Boqueron - Tapas That Reign\nBistro 33 - A French-Japanese Marriage Made in Heaven\nChristos Steakhouse - A Greek Steakhouse with Class\nTrattoria L'Incontro - Inventive Italian With Traditional Roots\nBella Via - A Cozy Pasta Heaven in LIC\nAgnanti Meze - The Comfort of Yia-Yia's Kitchen\nOvelia Psistaria - A Modern Take on Greek Traditions\n\nM and R Train his 4 blocks away\n\nThere is a street parking available on first come first served basis. Be aware of the cleaning hours and pay attention to the parking signs!", "name": "Home away from your home!", "picture_url": "https://a0.muscache.com/im/pictures/f4f0059b-b7c8-429f-86be-e256dfea9963.jpg?aki_policy=large", "url": "airbnb.com/rooms/14839943", "id": "14839943", "price": 180, "review": "Thank you for all Olena"}