{"description": "Clean + sleek mid century modern inspired 1BR in diverse Crown Heights hood of Brooklyn. Open kitchen with exposed brick, wood floors, spacious living room + large bedroom with queen bed. Lots of light. Roof access. Sometimes one adorable cat on site. Please note this is *not* Williamsburg/Portlandia.\n\nSpread out like a queen if solo or pretend you're the perfect couple as a duo. Enjoy a bath! Hit the roof for an incredible view of Brooklyn into the skyline of Manhattan -- and please only smoke up there.\n\nApartment, fire escape out apartment window, huge roof.\n\nOne block off Eastern Parkway which is perfect for long walks or cycles across Brooklyn and also drops you off at Prospect Park and the Brooklyn Museum. Incredible West Indian food including a Rasta juice bar at end of the block. Walk about ten minutes west and hit the more gentrified area of Crown Heights for your fancy coffee, nibbles, and bars. Not much in the immediate area save bodegas and late night fried chicken. Closest coffee is Dunkin across Eastern Parkway on Utica. Best grocery is around corner at Food Universe but it closes at 8pm.\n\nAround the corner from the Utica stop for the 4 train (takes you into downtown Manhattan in about 20 mins) and 3 train (stops locally going east toward Bushwick or west through Park Slope and Prospect Heights). 15 min walk to Utica Ave for the A/L lines (through Brooklyn and into downtown Manhattan).\n\nIf the kitten is around, he just requires breakfast, dinner, and daily water. He's a sweetie who's very friendly and plays fetch.", "name": "Cheap + Modern BK 1BR w Epic Roof", "picture_url": "https://a0.muscache.com/im/pictures/28c25b9f-1fe1-45a9-9b74-70bcd4d007f6.jpg?aki_policy=large", "url": "airbnb.com/rooms/14840464", "id": "14840464", "price": 82, "review": "L'appartement de Kristin est magnifique et très calme, sa propriétaire adorable et aux petits soins et Henry est un super chat. J'y ai passé presque 3 semaines et n'ai eu aucun soucis. Le quartier est agréable; il est très facile de se rendre rapidement à Manhattan et dans les autres parties de Brooklyn. Tout était parfait"}