{"description": "Hi and Welcome to NYC!  My apartment is located just steps away from Times Square and most other NYC attractions!  This is a one-bedroom apartment.  The living room has a leather pull-out sofa bed that is has a  \"memory-foam\" mattress (so its quite comfortable).  The kitchen has all the basics you need for your stay.  The apartment is equipped with A/C, heat, cable TV, and internet.   There is also a iron (with ironing board) and hair blow dryer for your convenience!\n\nMy apartment is located just steps away from Times Square and most other NYC attractions!  This is a one-bedroom apartment.  The living room has a leather pull-out sofa bed that is has a  \"memory-foam\" mattress (so its quite comfortable).  The kitchen has all the basics you need for your stay.  The apartment is equipped with A/C, heat, cable TV, and internet.   There is also a iron (with ironing board) and hair blow dryer for your convenience!\n\nGuests will have access to the entire apartment.  The apartment is private and yours.\n\nI am available 24/7 if needed.\n\nClose to everything!  All public transportation and most NYC attractions are within a short walk!  Times Square, Rockefeller Center, Central Park and many many museums.  My apartment is also very close to many options of restaurants, and a grocery stores.\n\nAccess to all subway metro lines within a few minutes walk.\n\nThere is a \"Welcome Binder\" in the apartment that has some tips and information about the apartment.  Also suggests places to eat.", "name": "Times Square NYC Apartment", "picture_url": "https://a0.muscache.com/im/pictures/ec8c21b5-03f4-4b50-a875-e42456811d1f.jpg?aki_policy=large", "url": "airbnb.com/rooms/14844098", "id": "14844098", "price": 175, "review": "This is a great location that gives you the feel of living in the city versus the hotel experience.  Times square is just a  few minutes walk away; there are numerous eating & entertainment options nearby.  Subway is close at Times square as well.  The best parking option is about a block or so away in a garage.  Use the spothero app to find the best location & deal for you.  Everything about the booking and the stay was great, wouldnt hesitate to stay there again!"}