{"description": "You will love this historical garden level apartment in the heart of bedstuy. A gorgeous, quiet treelined block that will add to your wonderful New York experience. You are literally around the corner from the subway which will get you in the city in minutes!\n\nThis is a 1898 brownstone with all original details. Around there corner from the subway and various buses. Not far from Brooklyn children's museum. Barclays center is 15 min away on bus and quicker by train. In addition to Atlantic center mall. The space listed is garden level, no steps to climb!\n\nEntire apt is all yours for the time of your stay! Although I live in the building I do not reside in the apartment I have listed. I live in a separate apartment above the space. Therefore you have a separate apartment, with your own private entry on the ground level where you will be sharing the space with no one but your fellow guests.\n\nBecause I live in the upstairs apartment I'm readily accessible but will afford my guests with as much privacy as they want. I recognize that this is your vacation and downtime so my objective is to make your stay as pleasant as possible. You will only see me if you call for my assistance. This is your apartment during the time of your stay.\n\nThis diverse family oriented neighborhood is not only charming and esthetically pleasing but is well equipped with everything you would need for an amazing new York experience. Around the corner from the subway which gets you to Manhattan in minutes is beyond convenient. From boutiques to trendy  restaurants, to simple quaint cafes you have access to an array of establishments. Are you a health buff? No problem, you will be near organic shops to pick up a quick smoothie or veggie burger at a moment's notice! Health food stores, fast food, pharmacies, fruitstands, supermarkets just to name a few things. Basically you are a \" hop, skip and a jump\" from EVERYTHING including the subway while still residing on a quiet out of the way block.. You will also love the architectural details, access to an outside backyard space and the all around cozy feel of the space. Another \" bonus\" to this space is that although it's so close to the subway and many other shops etc, it is located on a VERY quiet side street ( a rare commodity in NYC) Therefore you literally get the best of both worlds!\n\nAround the corner from the subway A train in addition to several buses. You will be to the first stop in Manhattan within  10 minutes\n\nThe space listed is a garden level apartment, no steps to climb!", "name": "NYC, Brooklyn apt next to subway!!", "picture_url": "https://a0.muscache.com/im/pictures/b52c6b9a-4d59-4d5e-9291-2a0aa889ab5d.jpg?aki_policy=large", "url": "airbnb.com/rooms/14841128", "id": "14841128", "price": 115, "review": "Everything was nicely prepared for our arrival. Valerie has been very friendly and helpful towards us. The rooms are surprisingly spacious for New York standards and subway is just around the corner. Highly recommend! "}