{"description": "Sunny, clean, 2nd floor, 2 BR apt on a quiet tree-lined street in South Park Slope, Brooklyn.\n\nThe apartment is simple and well-maintained - close to subways and great cafes and restaurants.\n\nThe apartment is south-facing, so it's awash in sunlight most of the day. It's only available for the short term - before a major renovation to the building - so it's relatively simply decorated, but has all the essentials, is clean and comfortable.\n\n*** Please Note -  The 2 bedrooms are separate and private with a proper door between them, but you walk through one bedroom to get to the second smaller one. There is a curtain hanging to afford privacy to the first bedroom.***\n\nThis apartment is on the 2nd floor - up the front steps and up one flight of stairs inside.\n\nGuests have an entire apartment to themselves. Private bathroom, kitchen, living room and bedrooms. There is a bench out front that you are welcome to sit on and watch the neighborhood go by.\n\nI will either meet guests in person or provide you with the code to a lockbox to gain entry to the apartment. I am always available by phone, text or email.\n\n5 minutes to the R train. Less than 15 mins to the F train. Also neighborhood buses are a block away on 5th Avenue.\n\nParking is free and available on the local streets but posted regulations must be followed.\n\nThis apartment was delisted by airbnb due to a political dispute with the NYC government. I was a superhost and had multiple excellent reviews when the account was shut down. Screenshots of the reviews are in the pictures. (I know, it's strange, but it's the best I could do! :) )", "name": "Sunny, Beautiful 2BR in Park Slope South", "picture_url": "https://a0.muscache.com/im/pictures/c4d32054-29c3-4b6b-afad-c12ed3d8e8bf.jpg?aki_policy=large", "url": "airbnb.com/rooms/14850904", "id": "14850904", "price": 140, "review": "I booked Remy's place for my family visiting from Japan because I live nearby but I song have extra rooms. I'm pretty familiar with nyc apartments as I live here and this place is simple and modern clean & simple 1br (converted by curtain 2br). The space is larger than it looks in photos and there are 2 closets not shown in photos. Communication was great. He prepared extra towels and sets of keys. "}