{"description": "Perfect location: close to Lenox Hospital Central Park, Columbia University,  Apollo Theatre,Hunter College. express train will take to Times square and all shopping centers within 15-20 min. Neighborhood has tons of restaurants and bars.\n\nPerfect location: close to Lenox Hospital Central Park, Columbia University,  Apollo Theatre,Hunter College. express train will take to Times square and all shopping centers within 15-20 min. Neighborhood has tons of restaurants and bars.\n\nThis a big 2 bedrooms apartment with a huge living room, multiple windows so you will definitely feel and experience Real New York Vibe one person or a couple would feel very comfortable in the bedroom. This beautiful apartment located in the heart of West harlem. CLOSE TO MAIN ATTRACTIONS.\n\nAccess to the whole apartment. I will be in and out.\n\nI can help with any questions or advises regarding the city. I worked in the hospitality for 8 years. I am fluent in mutiple languages. I am looking forward meeting you and share a piece of New York with you\n\nHistorical place that attract millions of tourists as it combines different type of architecture and very famous for gospel, jazz and soul music. Famous Apollo Theatre and amazing restaurants like Red Rooster, Sylvia's, Amy Ruth etc etc\n\nExpress trains 2 and 3 are 5 min away that would take you anywhere within 15 or 20 min. A, B, C and D trains are 8 min away .\n\nApartment located on the 4th floor (6th floor building) walk up.\n\nAccess to the whole apartment. I will be in and out.\n\nI can help with any questions or advises regarding the city. I worked in the hospitality for 8 years. I am fluent in mutiple languages. I am looking forward meeting you and share a piece of New York with you\n\nHistorical place that attract millions of tourists as it combines different type of architecture and very famous for gospel, jazz and soul music. Famous Apollo Theatre and amazing restaurants like Red Rooster, Sylvia's, Amy Ruth etc etc\n\nExpress trains 2 and 3 are 5 min away that would take you anywhere within 15 or 20 min. A, B, C and D trains are 8 min away .\n\nApartment located on the 4th floor (6th floor building) walk up.", "name": "West Harlem Cosy and Spacious Room", "picture_url": "https://a0.muscache.com/im/pictures/b5bf16d1-cec0-40c4-87fb-501af12f694c.jpg?aki_policy=large", "url": "airbnb.com/rooms/14858777", "id": "14858777", "price": 69, "review": "Irie est une hôte formidable avec un appartement tres cosy et spacieux. Notre séjour chez elle était excellent elle a su répondre à toute nos demande même à la dernière minute! Je vous le recommande vivement! "}