{"description": "Luxurious, modern apartment in an historical rowhouse in the heart of Crown Heights.  Two blocks from the Nostrand Ave 3 train. High ceilings, outdoor deck, BBQ, chef's kitchen, audio, soaker tub, hardwood floors, central AC.  1BR can be used as 2BR.\n\nSuper modern luxury apartment, in wall audio system, teak flooring, high ceilings, granite countertop, stainless chef's kitchen.\n\nThis booking is for a totally private apartment.  Private bedroom, private living room which can be used as a second bedroom, large private kitchen and private bathroom.  Shared use of common hallway, common front yard and common backyard shared with one other unit.\n\nWe are readily available by phone, text or email but generally stay out of the way unless beckoned.\n\nCrown Heights is a gorgeous, energetic and diverse neighborhood, of romanesque revival renaissance architecture.  Excellent food and nightlife, and incredible proximity to downtown Manhattan.  Closer to Wall Street than Midtown by subway!  At the same time, our location offers a truly authentic New York neighborhood experience. Lots of cultural, entertainment and culinary options to experiment with. We're a short walk to Prospect Park and the Brooklyn Library, Zoo and Museum as well as great bars, restaurants, shops and cafes.\n\nWe are two short blocks from the Nostrand Ave 3 train and two long blocks from the 2, 3, 4, 5 and S trains.  A ten minute walk to the A and C trains.  Free, unpermitted street parking (subject to street cleaning rules).\n\n30 day minimum stay to ensure compliance with NYC laws.", "name": "Apt with Terrace near Prospect Park", "picture_url": "https://a0.muscache.com/im/pictures/3420f1ec-4495-4f27-9236-12574c6d8e55.jpg?aki_policy=large", "url": "airbnb.com/rooms/14864014", "id": "14864014", "price": 159, "review": "Alex's space was beautiful, modern, and clean. It's in a great spot in Crown Heights, Brooklyn where the street is full of restaurants, bars, pharmacies, grocery stores, etc. Everything you need is within walking distance. Definitely a highly recommended stay! "}