{"description": "This apartment is ideally located just steps from all Financial District / One World Observatory. Situated right in the middle of all that Downtown has to offer: Battery Park, New York Stock Exchange and Wall St, Charging Bull, South Street Seaport, City Hall, Woolworth Building, 9-11 Memorial, Century 21 Store and newly opened Eataly.\n\nApartment is centrally located within blocks from All Financial district has to offer.. The \" NEW\" downtown area and it's close to everything. \nIt is located on the high floor of an elevator building and it's very quiet (rare to find in NYC).\nThere is a laundry room in the building with washers and dryers.\nBoth Rooms has Queen Size Beds, and a double sofa Bed in the living room. \nIn a living area you will find an office desk with the chair, dinning table with two chairs, sofa-bed (that converts to a double bed), coffee-table and a cable TV with ROKU channels. There is a (free) wireless internet in the apartment. Kitchen is fully equipped with all the necessities including coffee maker, toaster, dishwasher, plenty of silver-wear, glassware, plates, pots and pans, mugs and also coffee.\n\nIn a bathroom you will find clean towels and soap.\nYou will also find maps of the city and the discount coupons for the local attractions.\n\nGuests will have access to the full apartment.\n\nI'll be available to answer your questions and concerns throughout your stay.\n\nWall St., 9/11 Memorial, Woolworth building, Century 21, Statue of Liberty, South Street Seaport, Brooklyn Bridge, and Tribeca are all 5 minute walks (or less).\n\nOnly a few minutes away from South Street Seaport, where pop-up shops and awesome food vendors have brought renewed life and energy into the neighborhood.\nThere is a \"TKTS\" booth only a few blocks away at the South Seaport where you can get up to 75% off Broadway tickets. (This booth opens an hour earlier than the one in Times Square. There is also a MUCH shorter line.)\n3 min walk to the new Freedom Tower and the 9/11 Memorial Museum. 3 min walk to Wall Street and the NY Stock Exchange. 10 min walk to Ellis Island/Statue of Liberty Ferry. 1 min walk to Century 21 Dept store.\nThis is truly an awesome location!\n\nSubway entrance to eight different lines (2, 3, 4, 5, A, C, J, Z) is 15 seconds away (right on the nearest corner, Broadway).\nYou will be minutes (a few train stops) from everything NYC has to offer.\n\nIMPORTANT TO CONSIDER ABOUT CHECK-IN TIME: If you are planning to Check-in after hours, a late check-in fee will be applied for evening hours as follow: ( to be paid in cash upon arrival, Thank you)\n6:00PM – 11:59PM = $20\n12:00AM – 8:00AM = $40", "name": "FiDi Downtown Two Bedroom Prime Location 9/11", "picture_url": "https://a0.muscache.com/im/pictures/6844552e-f58c-4e9a-a174-38ea55e123e7.jpg?aki_policy=large", "url": "airbnb.com/rooms/14866057", "id": "14866057", "price": 190, "review": "Our group of 4 people loved this apartment. The location is amazing and the hosts are great communicators. "}