{"description": "Rockaway is the largest urban beach in America. Surfing is big here. You'll be right in the HEART of it all. Beginner board provided. AppleTV. AC/Heat. Wifi. \n\nHUGE PRIVATE 2BD/2B APARTMENT. You're BEACH BLOCK. You're also under 5 min walking distance to pretty much anything that is anything in Rockaway. Check out our guide for tips!\n\nSO CLOSE: B90th subway stop is 4 blocks away. Take it 20min to JFK Airport or 50-70min to Manhattan/Brooklyn. UBER to Coney in 20.\n\nTHE SETUP: The apartment is now equipped with real beds for 8 guests and a futon for 2 guests. Smart TVs in both bedrooms.\n\nMASTER: has one (1) full bed. GUEST: has three (3) full beds by way of a full over full bunk bed with full trundle. Guest bedroom can also accommodate a crib; please give us plenty of notice :)\n\nTHE APARTMENT: couldn't be more central. It's a block from the heart of the neighborhood in one direction, and the most popular beaches in the other. The space, which is HUGE by Manhattan or Brooklyn standards at 1166 square feet, is set up with everything you need including wifi, Apple TV, a DVD player, DVDs, a wireless printer, and books for when you're kicking back or relaxing after the beach. *You can use our Apple TV and pay us if you want to buy anything we don't already own...kind of like hotel 'pay movies!' We also provide essential beach gear and a learner's surfboard. The decor is casual, comfortable and beachy. You'll feel right at home!\n\nYou'll have the run of the entire 2BD/2B and access to your own private backyard space.\n\nWe are always available 24/7 via the AIRBNB website. PLEASE make sure you download the AIRBNB app before you commence your travel!\n\nLOCAL VIBE: Rockaway Beach is the best neighborhood in NYC on a summer day. But it isn't just a summer town. Local surfers know the waves really pick up in the fall, and most of the food and drink spots are open year round. Besides being feet away from the beach, other activities include fishing, kayaking, jet skiing, and nature tours in nearby Gateway National Park and Jamaica Bay. \n\n\nCLOSE BY MANHATTAN: Of course, Manhattan and Brooklyn are just an easy subway ride away (50 min in the summer/70 min in the winter). Also, really worth checking out: Coney Island. Truly some of the best rides on the East Coast! Absolutely stunning views.\n\nSUBWAY VS. FERRY: We're a 3-5 minute walk from the Beach 90th station, which goes into Brooklyn and Manhattan via the A train. Buses and scenic ferries also run year round beginning this SUMMER 2017!\nHOW TO USE THE SUBWAY: \n-REACHING MANHATTAN VIA SUBWAY: you'll take the Broad Channel Spur bound S train to BROAD CHANNEL, where you will transfer to the A bound train to Penn Station. Once on the A, your exit is Penn Station. \n-RETURNING TO ROCKAWAY BEACH VIA SUBWAY: you'll take the Mott Av-Far Rockaway bound A train to BROAD CHANNEL, where you will transfer to the S bound train to Beach 90. Once on the S, Exit Beach 90. 4 Blocks home.\n\nPARKING: For an extra $20 a night, we can provide an interior parking space in our garage; For an extra $10 a night, we can provide a slanted parking spot in our driveway or spot blocking our driveway. Please reference the photos. \nPRIVATE BACKYARD:\nWe do have a gated private backyard space that is equipped with a Charcoal/Smoker/Kabob & Rotisserie Grill & Outdoor Heater for that winter chill! If you use the heater, you will need to get fuel at the supermarket and 100% make sure you turn it off.\n*NYC OCCUPANCY TAX IS INCLUDED IN YOUR QUOTE.", "name": "BEACH BLOCK IN THE HEART OF ROCKAWAY NYC BY SUBWAY", "picture_url": "https://a0.muscache.com/im/pictures/d9611a4f-14f1-45f9-b822-4fce20f7e183.jpg?aki_policy=large", "url": "airbnb.com/rooms/14887088", "id": "14887088", "price": 100, "review": "Very good house! Near to the beach, supermarkets, restaurants.\n\nThe bedrooms are really lovely, also a good kitchen and comfortable living room!\n\nHonestly one of the best house I met on Airbnb."}