{"description": "Hi, I am Vytaute and I love traveling and meeting real local people. I have decided to help my fellow travelers to find affordable and cozy place to stay while visiting NYC. I am offering perfect room with it's own separate bathroom and kitchenette in my cozy apartment for the fraction of price of a hotel stay!  It is in one of the safest neighborhoods Ridgewood 20 min subway ride from Manhattan.\n\nMy apartment has separate entrance, separate bathroom and what really matters to me and my friends - PRIVACY.  I will be glad to assist you any time you need local advice. \nThere are only few house rules - no parties, no noise, no smoking, no breaking stuff and no pets and no rearranging furniture. Everything else is up to you. \n\n\nMy Apartment is located in historical Queens neighborhood Ridgewood. It usually takes me 5 fast walk minutes (3 blocks away) to the nearest subway station and 20 minutes ride to the center of Manhattan - 14 Street - Union Square. Trains run 24/7. There are multitude of restaurants (Chinese, Japanese, Mexican, Thai and Caribbean) and fast food establishments (McDonalds, Taco Bell, Burger King, Pizza Hut) within 4 city block radius. There are two supermarkets that are open 24 Hrs, Duane Read pharmacy, Laundromat and all major Banks in less than 5 minutes walking distance. JFK and LaGuardia Airports are less than 30 minutes car ride away (off peak hours).\n\nSubway runs 24/7. Every 6 minutes during peak hours and every 10-15 min during off peak Hours. Nearest train is L line (colored gray on subway map) Halsey Street stop. There is alternative M line Seneca Av station 8 minutes away.  I would strongly suggest downloading free mobile application called \"Citymapper - Real Time Transit\" for detailed step by step directions how to get there.\n\nThe apartment is fully equipped with all that you would need during your trip. It has its own Bathroom with shower ( 4 fresh and clean towels included). Two FULL SIZE BEDS  (second is a sofa bed) with clean linens (one bed in each room). Wi-Fi internet and 47 inch flat screen TV with Satellite DIRECTV. Electrical fireplace that also works as a heater,  iron and ironing board, alarm clock, hair dryer, work table, coffee table, dining table etc. It has it all!\n\nThere is no full kitchen but rather a kitchenette there is NO STOVE. However, it has a normal refrigerator, kitchen sink, electric water kettle, microwave, cups, plates and utensils - everything you would need for very light cooking or reheating whatever you bought in local supermarket or brought from last night's dinner.  Once again - with so many restaurants (that also deliver) serious home cooking is not necessary.\n\nSAFETY !!!!\n\nIf anyone wonders about safety, I can assure you that the RIDGEWOOD neighborhood is very safe. In fact, it is 25% safer than ASTORIA! Only the fact that there are 6 banks within 3 city block range, and nearest subway station is the underground one - that's already a big proof of safety.\nHowever, do not take my word for it and check crime rates for Ridgewood, NY before you book on NYC Crime Map for exact statistics. \nNatural Disaster PROOF!!!\nRidgewood is on average 93 feet above sea level so it never floods. During the famous hurricane Sandy we have not even lost electricity!\n\n*  $100 security cash deposit that will be refunded upon your departure\n\n* NO SMOKING! Smoking in building will result in no refund of your security deposit. \n\nLooking forward to hosting you!\n\nCHECK IN/OUT TIMES:\n\nFlexible except if there is another party either checking out on the same day you arrive, or checking in on the same day that you are departing. In which case the check in and out times are as follows:\n\n-Check Out time is 11:00 am \n-Check In time is 3:00 pm or later\n\nThere are 2 subway lines within 6 minutes walk. Halsey Street station On L subway line and Seneca Ave station on M Line.", "name": "Cozy and close to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/1b56c07d-fd8f-4097-bfe2-28aa19bd48d2.jpg?aki_policy=large", "url": "airbnb.com/rooms/14883818", "id": "14883818", "price": 66, "review": "Very affordable and safe.   Close to subway and restaurants.  Host is very helpful and lives in same building"}