{"description": "Located on a quiet street in the heart of Brooklyn's most eccentric neighborhood, the apartment is quiet, comfortable (king bed!), and has a large/spacious kitchen. Our place is close to all of the Williamsburg hot spots including Smorgasburg, Brooklyn Brewery, Brooklyn Bowl, the William Vale, and McCarren Park. We are also a 6 minute walk to the L train in Williamsburg and the G train in Greenpoint. Perfect for anyone who is trying to explore Williamsburg but also have easy access to Manhattan.\n\nWe live in a luxury, doorman building with brand new appliances and a king size bed. Our apartment is cozy, comfortable and very quiet, yet steps away from the best bars and restaurants. Guests will also have access to all of the amenities in the building.\n\nGuests will have access to our rooftop, gym, courtyard and media lounge during their stay. This is a doorman building with free coffee and tea in the lobby! We also have a washer/dryer which guests are welcome to use.\n\nThe apartment will be all yours, but we will be available via email or cell phone to answer any questions you might have.\n\nWilliamsburg is amazing. So many fun things to do and our apartment is at the center of all of them. We also have a comprehensive list of restaurants and bars in the neighborhood that we will share with guests upon arrival.\n\nWe are a 6-minute walk from the L train on Bedford Ave - just one stop from Manhattan. We are also a 6-minute walk from the G train in Greenpoint. We are a 10-minute walk from the East River Ferry which will also take you into Manhattan as well as South Williamsburg, DUMBO and Long Island City, Queens.", "name": "Bright, Clean & Quiet One-Bedroom in Williamsburg!", "picture_url": "https://a0.muscache.com/im/pictures/72ff60a2-af41-4b6a-9cb4-af0565492d83.jpg?aki_policy=large", "url": "airbnb.com/rooms/14884702", "id": "14884702", "price": 150, "review": "The first floor apartment was easily accessible. It was very cozy, as pictured and fully outfitted with all the essentials. The free coffee in the lobby was also a nice touch. The roof top view is nice; even though it was snowing, we checked it out. Our favorite part about our visit was the location. We were able to venture around Williamsburg and enjoy the nightlife/a concert at the Brooklyn Bowl. "}