{"description": "This apartment is right in the hustle and bustle of the Upper West Side.My place is on Broadway, close to Central Park, Riverside Park, Symphony Space.You will get to be right across the street from the 1, 2, 3 subway lines, in a full-service modern doorman building.\n  You will love my place because of the number and variety of restaurants, the cultural life, the beauty and safety of the neighborhood and the  proximity to the best of New York! My place is good for couples and solo adventurers.\n\nThe studio is about 500 s.f., or 46.5 m2.It is L-shaped, bright and well-lit with an eastern orientation. You will have use of a full modern kitchen, a long living space that is well-appointed, with large flat-screen TV, basic cable, access to Netflix, Wifi. The sleeping area is separated from the living area by a tall storage furniture. There is a conveniently retractable full-size bed and closets.\n\nThis is a fully available apartment.\n\nI will be away from the neighborhood during your stay but I will be available by phone and we will be in contact prior and during your stay when need be.\nKey deliveries can be made by the building's 24-hour reception staff and they can address basic concerns.\n\nThis is the one and only Upper West Side, with some of the best restaurants, the greatest parks in the world, the greatest cultural centers and movie theaters.There is a constant flow of unique and interesting people living and streaming through the neighborhood.\n   Central Park is less than ten minutes away by walk, Lincoln Center is in the neighborhood, Columbia University and Morningside Heights just North of here.You are 15 minutes away by train from Times Square.\n\nThe apartment is literally across the street from local and express subway lines (1,2 and 3) and a few blocks from other lines (A, B, C, D), as well as several buses.", "name": "Doorman, modern apart. on Broadway (Central Park)", "picture_url": "https://a0.muscache.com/im/pictures/c9d808ce-21f5-4af9-84a9-4229e800691a.jpg?aki_policy=large", "url": "airbnb.com/rooms/14894267", "id": "14894267", "price": 180, "review": "Sadri's apartment is a great base for one or two people to visit New York. Apartment is compact but  well laid out with everything you need.\r\nPerfect location with restaurants and express subway downtown.\r\nSadri a nice guy and communicated quickly and well.\r\nHighly recommended\r\nSandra and Maurie,  Melbourne, Australia"}