{"description": "PLEASE MESSAGE HOST BEFORE RESERVING. NO RESERVATION ACCEPTED WITHOUT PRIOR DIALOGUE. Welcome to my renovated apartment! I work long hours in an art related field, so you'll have some time alone here, but am here to help when you need me. A few mintues walk to J/Z subway, Salud Bar & Grill, Covert Coffee, Armandos Pizza, groceries. Freshly renovated, new furniture, new firm beds, quick & easy commute to Manhattan.  3 night minimum. Special arrangements for larger groups.\n\nRecently renovated with Oakwood floors, white Grecian tiled kitchen, new bathroom, new everything.  You're welcome to cook but please clean up after each use.  The subway runs in front of the building.  Past tenants haven't had a problem with it, but if you're a light sleeper like me, maybe best to sleep with the air conditioning or fan on.\n\nThe bedroom sleeps 4-5 depending on whether the double Sofabed is shared.  For parties of 5-7, there is a Sofabed in the living room, but special arrangements would need to be made for parties of 5-7. So please message me before booking?  thanks!\n\n24/7.\n\nI work a lot, so I'm gone a lot.  however, when I'm home, I'm available to you for any advice you need on anythign nyc related!\n\nEast Buswick is just starting to gentrify.  It's happening very quickly, with property values tripled in the past two years and rents doubled. New businesses popping up all the time.  Nonetheless, it's still a bit gritty looking on the main streets.  The original neighborhood roots are Caribean and Hispanic.  While the demographics are rapidly shifting, it's an ethnically mixed neighborhood.  If you need a super clean, upscale neighborhood, this isn't it.  This is old style working class Brooklyn!  The night life scene is further northwest in Bushwick - we just have a few local pubs and cafes, not the night life crowds.\n\nsuper easy and convenient.  J/Z subway a few mintues walk.  Connects to all neighborhood of Manhattan.  L subway and A/C subway under ten minutes walk.\n\nNeighbor goes to bed very early, so we can't have parties or be loud at night. Moreover, I often work late, so need quiet hours in the morning. thanks!", "name": "NEWLY RENOVATED, Near subway, comfy & cosy!", "picture_url": "https://a0.muscache.com/im/pictures/7cf259e9-d748-4988-838f-5e721f2a6f06.jpg?aki_policy=large", "url": "airbnb.com/rooms/14917475", "id": "14917475", "price": 60, "review": "Caroline was wonderful and really helped us with our stay in NYC. The apartment was clean and very close to the J train. Perfect for a group wanting to see the underbelly of New York. "}