{"description": "Close to subway lines 2,3,4,5, S, A, C, 20 min train ride to lower Manhattan site of 9/11 museum, South Street Seaport and many other attractions. The Brooklyn Museum, Prospect Park, numerous cafes, groceries and lot's of nightlife within walking distance. You’ll love my place because of the location, the people (in the neighborhood and the building), and the ambiance.  Perfect for couples and solo adventurers.  Apt 3R is located 2 flights up from the main entrance (the white door) in the back.\n\nSmall cozy and warm space, ideal for 1 to 2 people.\n\nI consider myself a little shy but very friendly and approachable.  Depending on my schedule I will be available for any assistance in person, otherwise I'm just a phone call away.\n\nCrown Heights is a diverse, multi-cultural historic neighborhood centrally located in the borough of Brooklyn, within walking distance to the Brooklyn, Museum and The Barclays Center and  a train ride to the Coney Island Boardwalk; 20 minutes by train to the island of Manhattan, home of Broadway, Times Square, The Statue of Liberty, Central Park, The South Street Seaport, Chinatown, Greenwich Village, Harlem's Apollo Theater on 125th Street and much, much more.\n\nFor those times when you feel like staying in some of my go to take outs are Sushi Tatsu, J's Wong, Punta Cana Dominican on 5th Ave and Gino's Pizzeria and Udon Thai on Washington.\n\nSo many options.   The house is a 5 minute walk to the Shuttle (S) train- the Franklin Avenue Shuttle- which transfers to the 2,3,4,5 at Franklin Avenue and Eastern Parkway or the C train at Franklin and Fulton Avenues.  You can also take an  easy 10 min walk without the shuttle to Franklin Avenue station at Eastern Parkway for the express trains and be in Manhattan in 4 stops.  There is also the express A train at Fulton Street and Nostrand Ave. and the B65 bus right at the corner which goes to down town Brooklyn - location of Brooklyn Bridge Park, the Brooklyn Promenade, The Fulton Street Mall (Macy's, H&M, etc.), Ferries and other attractions.\n\nThis is a small 3 story townhouse with of 6 units.\nAirport transfers are occasionally available for market fee to be arranged with local contact.", "name": "Crown Heights and Cozy", "picture_url": "https://a0.muscache.com/im/pictures/b410ce54-8e39-44cd-b706-8ad1dc49ebdd.jpg?aki_policy=large", "url": "airbnb.com/rooms/14913941", "id": "14913941", "price": 93, "review": "Very gracious host. Apartment is clean and comfortable. It has everything you need.  Convenient check in and check out. Nice restaurants nearby, we ate at Mayfields and it was great. Subway close enough with a good shuttle option off of Franklin."}