{"description": "Our place is a 20 min DIRECT subway ride to Manhattan.The metro station is around the corner and our home is in the Brooklyn historic/landmark brownstone district. We love it and hope you would too-a cozy 1 bedroom+1 bathroom apt with high-end stainless steel appliances,dishwasher,gas range,hardwood floors,huge bathroom,gorgeous design+high speed internet.A great supermarket 4 min walk from us.\nGreat for couples,solo adventurers,business travelers,families with or without kids-young or grown;)\n\nThis is a beautiful separate apartment comprising of the entire floor of our beautiful brownstone house.  We have maintained the historic charm of the home while upgrading it with gorgeous high-end stainless steel appliances, fixtures, and tiles.  We love our home and hope you would, too\n\nThe maximum amount of people that can fit in the apartment is 4 and the space is ideal for a travelling family who seeks the comforts of being home while on a trip.\n\nBelow is a detailed breakdown of the area configuration:\n\nBEDROOM: 1 queen size bed (size of mattress is 60/80 inches or 152cm/203cm) with a brand new high quality 12'' (30cm)  memory foam mattress; ceiling fan, Mitsubishi wall airconditioner, dresser with mirror, original fireplace (non-working); makeup mirror; iron with ironing board; full size wall mirror; an entire wall with bookshelves; original crown moldings.\n\nGuests will be provided with pillows, bed linens, towels, as well as soap, shampoo and conditioner.\n\nLIVING ROOM: 1 sofa which opens to FULL SIZE bed (54/75 inches which is 137cm/190cm) with a memory foam mattress for comfortable sleeping; 40'' Samsung SmartTV with access to netflix; wifi internet; window airconditioner; 2 side tables\n\nKITCHEN: round dining table for 4; Verona 24'' Italian stainless steel gas range; 18 inch Bosch dishwasher; Panasonic stainless steel microwave; stainless steel kettle; stainless steel toaster; stainless steel cooking pots and pans; TEFAL pan; plates; utensils; glasses; Bodum Chambord French Press Coffee Maker; KitchenAid Kettle.\n\nBATHROOM: bathtub; rain shower head; hair dryer; first aid kit, toilet paper.\n\nThe space comprises of the entire floor of our parlor level and is set up as its own apartment with its own separate entrance.\n\nWe are available to help if anything comes up as we live here\n\nThe area is an up-and coming area and we absolutely love our neighborhood and hope that everyone will see the beauty in it!\n\nThis is not an all white homogeneous area.  The neighborhood consists of people of all colors and all faiths.\n\nIf you are looking for an all white people neighborhood, please do not rent our apartment!\n\nOur place is part of a huge historic district and the houses are absolutely gorgeous.\n\nIt takes about 20 minutes to get to Manhattan with the local C train.  The Kingston-Throop station is located around the corner and is a direct ride to Manhattan. It takes about 4 minutes to walk to the subway station.\n\nWe are looking for guests who would appreciate the beauty of our home.\n\nOur home is NOT A PARTY ZONE and we do not appreciate guests who are looking for a place to throw a party or a big event\n\nNO SMOKING!", "name": "new 1 bedroom apartment-20 min to Manhattan BRICK.", "picture_url": "https://a0.muscache.com/im/pictures/7b5d772b-88d1-44e7-a186-85859b6104e1.jpg?aki_policy=large", "url": "airbnb.com/rooms/14925661", "id": "14925661", "price": 104, "review": "This host was awesome! The apartment was very comfortable. We got amazing sleep on that incredible temper pedicure bed! The location was perfect as the train station was very close by. Any questions were handled right away so communication was great. If you're coming to New York, stay here!"}