{"description": "Near Central Park,SUBWAY,supermarket, groceries,dry cleaning,laudry,hospital,pharmacy...bars& restaurants; on ground floor,it is safe/quiet/clean with queen size bed of memory foam matress. \n靠近中央公园、地铁、超市、蔬菜水果店、干洗、洗衣店、医院、药房...酒吧饭店; 位于一楼,公寓安全/宁静/洁净,双人床配有记忆绵床垫。\nVicino a Parco Centrale,METRO,supermercato,negozi vedure/frutte,lavanderia,lavaggio a secco,ospedale,farmacia...e bar/ristoranti; al piano rialzato l'appartamento e' sicuro/tranquillo/pulito,con letto matrimoniale di materasso memory foam.\n\nIn 1 block distance you can find all services needed and SUBWAY!!! Everything is whithin 150 meter distance!!! You can enjoy also only 2 avenues walk to Central Park!!!\n一条街之内你可以找到所有需要的服务和地铁!!! 所有都在150米范围之内!!!你还可以享受仅仅步行两条街就到达中央公园!!!\nNella distanza di una via trovi tutti i servizi necessari e METRO!!! Tutti sono nella distanza d 150 metri!!! Puoi anche camminare solo 2 vie per arrivare al Central Park!!!\n\nEntire Apartment\n整个公寓\nTutto l'appartamento\n\nI will be always ready to be helpful.\n我将随时准备帮助您。\nSaro' sempre pronta di aiutare.\n\nIt is 1 block to 4/6 subway station, which can arrive all major attractions in Manhatton: Brooklyn bridge, Empire state building, Grand Central, Times Square,wall street etc.\n仅一条街有4/6 地铁,可以直达曼哈顿主要景点:布鲁克林大桥、帝国大厦、中央车站、时代广场、华尔街等。\nE’ una via dalla stazione metro 4/6, che arriva tutte le maggiori attrazioni in Manhattan: Ponte di Brooklyn, Empire State Building, La Stazione di Grand Central Terminal, Time Square, Wall Street ecc.", "name": "1Bedroom Apt nearby Central Park/SUBWAY/and all", "picture_url": "https://a0.muscache.com/im/pictures/f5e69dfd-1f7c-4525-9bf9-73b3bd890ead.jpg?aki_policy=large", "url": "airbnb.com/rooms/14944869", "id": "14944869", "price": 140, "review": "Excellent apartment!! I really recommend it to you! Jean is very helpful, polite and responsible host! The place around the apartment is quiet and convenient, very close to Central Park for morning running) and to Subway to get to all parts of NYC. \nInside the apartment is clean and all things you need for living. \nPersonally thanks Jean from me and welcome all the future guests to Jean's apartment!)"}