{"description": "Everything you will need for a comfortable relaxed stay is here. From a romantic time to family fun stay or for a business trip this is the best suitable getaway home for those who are seeking a place that gives you more freedom and comfort than hotel rooms.\n\nPlease keep it clean.\n\nI am available to any guest whenever they need me. That being said i prefer to give complete privacy to my guests. Beside me i also provide a 2nd contacts information so that my guests can reach him easily if i am not available in case.\n\nFantastic neighborhood with lots of parks, fields and kids playing area. you would just love to walk around in the evening with 100% safety and security.\n\n6 train is in walking distance. Also Macys, Marshall Applebee's and many grocery stores, Banks and ATMs and laundromats are within walking distance. Nearest bus stop is just in front of the street.", "name": "Feel like living in Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/653cba78-ea11-436a-99bb-a716741313d0.jpg?aki_policy=large", "url": "airbnb.com/rooms/14948473", "id": "14948473", "price": 97, "review": "Honestly would like to thank sara for being an excellent  host..  She was very informative  and very reassuring. May have some minor set backs but She stayed in contact ready to answer any questions or concerns at anyt time of the day were she could attend to your every need.  Which i must say was wonderful. Though she wasnt physically there while allowing full privacy, its like she never really left your side to assure  your stay was quite comfortable.   Definitely like living  in Manhattan  setting along with beautiful view .  Apartment  very comfortable ,stylish  and spacious with a modern feel.   Everything  you need was there  while still allowing you to bring your own things.   Location  is beautiful. . There area I must say feel safe and yet was a relaxing get away .. security  through out the area.. There a gorgeous fountain right in the center of metropolitan  area with plenty of stores and restaurants in walking distance mins away.Supermarkets,clothing,laundromats taylors, pharmacy  ,fast food and big chain stores so very convenient. . Even transportation. . making  easy  to commute any where.  I want to Thank you once again  for making may stay a great one.. I definitely recommend  and would like to book again in the near future. .."}