{"description": "This legal Airbnb small renovated alcove studio in my home has its own keyed private entry gate on a quiet Williamsburg side street. It's a tranquil retreat from the bustle of Brooklyn's coolest bars, restaurants and shopping. Also, it's just two short blocks to the subway where Manhattan is 10 minutes away.\n\nI purchased this legal two-family home 10 years ago. The renovated space is a tasteful mix of old and new with what my architect calls an overall \"Dwell Magazine\" sensibility. If you're looking for quiet private space in the center of Brooklyn's most popular neighborhood then this is the perfect spot for you.\n\nGuests will have exclusive access to the unit during their visit as I will be on another floor. The property is located on a safe, quiet residential side street.\n\nI like to meet all of my guests at check-in. I am available to support guests anytime during their stay or I will respect their desire for privacy if that's what they wish.\n\nWilliamsburg started Brooklyn's revitalization 25 years ago making it a travel destination today that exemplifies edgy urban chic . Upon booking, I can share several comprehensive links showcasing everything (restaurants, shopping, music, art, tours, etc.) Williamsburg has to offer. A hard copy of the above and a map will also be provided at check-in.\n\nMy place is super-convenient and close to everything in Williamsburg. You can enjoy my street's old-school Italian charm or stroll over to Bedford Avenue and soak up the creative energy & youthful vibe of the hippest section of the neighborhood. My place is conveniently located 2 safe blocks from the L train subway (Graham Ave) making Manhattan just 10 minutes away. There is parking on the street and Citi Bike rental stations 2 blocks away. Zip (rental) Car is 4 blocks away and we're situated about 10 blocks from the entrance ramp to the BQE (278 Expressway).", "name": "Cozy Modern Townhouse Studio Williamsburg BK", "picture_url": "https://a0.muscache.com/im/pictures/14e4ae64-b02b-4682-b4fc-256af483e96e.jpg?aki_policy=large", "url": "airbnb.com/rooms/14959206", "id": "14959206", "price": 150, "review": "Studio très agréable, très bien agencé, proche du métro pour se rendre à Manhattan facilement, tout en profitant du calme de Brooklyn. À recomander."}