{"description": "This clean, fully furnished studio apartment in Midtown Manhattan is close to Central Park, Bloomingdales, 5th Ave shopping, amazing restaurants and the subway trains F, 4, 5, 6, N, R. Expect great light in this quiet space (you won't hear the busy streets at night!) with a stocked kitchen and the best NYC neighborhood right outside your door! Perfect for couples, solo adventurers, and business travelers looking for a modern & tranquil home in the middle of it all. Live like a New Yorker!\n\nPlease check our reviews to learn more about this beautiful apartment at an affordable price in the heart of Midtown, Manhattan! \n\nNOTE: To check the pricing of your intended stay at my apartment, you can enter the dates you are interested in and click \"book it,\" the next screen will show you the final price before you process payment and confirm.\n\nCheck in is 4PM, check out is NOON, but the timing is flexible if you have specific needs. Please message me to discuss and I'd be happy to accommodate if I can! \n\n3 things you'll LOVE about this apartment: \n- Location, location, location!!! It is literally in the middle of everything. If you like walking, you won't need to use your Metrocard to hit major tourist attractions\n- It's clean, renovated, spacious, and bright, while still being in a historic (late 1800s) building\n- You are steps away from the F, 4, 5, 6, N, Q, R subways\n\n3 things which may be deal breakers about this apartment:\n- There is no TV\n- There is no microwave\n- It comfortably sleeps 2 (no more) and there are no \"side tables\" for the bed \n\nBED SIZE: The bed is a full size bed, which best sleeps 2. It is a real mattress and comes with three pillows and a down comforter. \n\nBATHROOM: This recently renovated bathroom is gorgeous, complete with a bidet and a walk in shower. A hair dryer is provided. \n\nKITCHEN: The kitchen is separate from the main room (where the bed and the table are), and contains everything you need to \"eat in\" on a casual evening. A gas stove, coffee maker, refrigerator and all of your cooking / dining needs are here. You'll enjoy the quintessential NYC view from the window, too! ;-)\n\nThis is a 100 percent private apartment for all visiting guests. \n\nGETTING HERE FROM JFK: A taxi from JFK costs approximately $60, and with tip, is about $70-$75. \n\nWhen taking public transportation: Take the Air Tram (it's like a subway train) from the Airport to the subway station (at the Jamaica Air Tram stop) and take the E train (blue line) toward Manhattan. \n\nThe Air Tram is very easy to find when you are the baggage claim, but if you have trouble you can ask someone and they will point the way. You get on the Air Tram and pay for it after you've used it and before you exit to the subway.\n\n*You will be able to get a week long subway pass at the subway station at Jamaica for $32! You can use the machines and use cash since the foreign credit cards do not work in the machine. Two $20 bills is perfect, as the machine will not take anything larger.*\n\nAt the subway station by the airport you take the E train (blue line) toward Manhattan. The E train will take you through Queens and finally, you enter into Manhattan. It will be about a 40 minute ride. You will get off at 51st Street, Lexington Avenue. \n\nYou will have to walk a bit through the subway station to reach the 6 train (green line), which is your next train. There are escalators there so that you don’t need to take the stairs with your luggage. \n\nFollow the signs to take the 6 train UPTOWN toward the Bronx (NOT Brooklyn). Get off at 59th Street.\n\nTake the 60th Street exit underground if you can. Walk a few blocks north to 63rd, on Lexington. You will be steps away from the apartment! \n\nGETTING HERE FROM LAGUARDIA: It is best suggested to take a taxi, which should cost you approximately $25-$30. \n\nFor public transportation, take the M60 bus to 125th Street and Lexington Avenue, and the 4, 5 train DOWNTOWN from that station to 59th Street. Walk north 4 blocks to 63rd and you will be a few steps away from the apartment. \n\nGETTING HERE FROM NEWARK: Take the NJ transit train from Newark Airport to Penn Station, NYC. You will see the signs to the train platform in the station. It is a little bit of a walk; but the signs are clear. Please ask someone to assist you if you can't figure it out as well. Just remember *NJ TRANSIT to MANHATTAN, PENN STATION* are the key words!\n\nYou do not need to purchase your tickets in advance - you can purchase them there, but must present to conductor on the train when he walks around. The train from the airport to Penn Station NYC takes about 20 minutes maximum.\n\nThe train will cost about $12.50 one way per person. \n\nFrom Penn Station NYC you have two options -- depending on which makes you most comfortable.\n\n1.) Get a cab from here to my apartment -- about $15 (less complicated - see instructions below)\n2.) Take the subway from Penn Station to my apartment -- about $2.75 (more complicated - see instructions below)\n\nCAB\nIf you choose to take a cab just depart the station either on 7th or on 8th avenue and you should see a little area where an individual will help you to get a cab. The cabs are yellow and line up waiting for passengers like you so that you don't have to flag them from the street!\n\nGive the cab driver the address and ask them to use GPS. \n\nFor public transportation: You will need to exit Penn Station and walk east toward Herald Square (34th & Broadway). This walk will require about 10 minutes of walking time. \n\nFrom there you can catch the N, Q or R train to 59th Street / Lexington Avenue (do not get off at 5th Avenue, which is the stop beforehand). Take the 60th Street exit underground. Walk a few blocks north once above ground. At 63rd Street, you will be steps away from the apartment!\n\nOur co-host Sammy will personally welcome you to the apartment, giving you a short tour and assistance with anything you might need. \n\nShe maintains communication with guests via text message throughout their stay.\n\nThe apartment is 100 percent private for you, but Sammy is always available if you need anything at all.\n\nYou are within a few subway stops or walking distance of the following popular attractions: \n\n- Bloomingdales department store\n- Central Park \n- The 5th Avenue \"famous\" Apple Store\n- Central Park Zoo\n- Central Park South \n- 5th Avenue shopping\n- Empire State Building\n- Rockefeller Center\n- Union Square \n- Herald Square\n- Times Square \n- Eating, drinking, people watching, shopping, exploring, galore!\n\nParking is NOT available here, with the exception of parking garages.\n\nNearby transportation includes:\n\n- The F train at 63rd and Lexington Avenue, immediately across from the apartment\n- The 4, 5, 6 and N, Q, R trains at 59th Street and Lexington Avenue\n\nSubways run 24 hours, 7 days a week! Grab yourself an unlimited Metrocard for the week and take yourself anywhere your heart desires in the city.\n\nThis apartment is next to a restaurant, so the hallways will sometimes smell like there's been cooking in the building! \n\nAdditionally, there is a spa on the first level of the building, so there is a mix of residents / spa customers coming in and out of the building.", "name": "Luxurious Studio by Central Park - Newly Renovated", "picture_url": "https://a0.muscache.com/im/pictures/58d9b71b-ee63-4a25-85b1-ef83ae8971ea.jpg?aki_policy=large", "url": "airbnb.com/rooms/14967881", "id": "14967881", "price": 170, "review": "Great place, my girlfriend and I loved our stay. Sammy was fantastic and super helpful. So easy to get around NYC. The apartment was wonderful, clean,couldn't of asked for a better accommodation. Will definitely return."}