{"description": "My place is close to all of what makes Brooklyn great - small independent restaurants, coffee shops and shopping like Lobster Joint, Eagle Trading Company.  \n\n4 rooms, 1BR king bed, 1 large futon which can sleep two people.\n\nMy place is good for couples, solo adventurers, business travelers, and groups\n\nTV connected to Netflix and Amazon Prime\nAir conditioning\nSeparated Rooms\nLarge Kitchen\nClose to a ton of independent restuarants, coffee shops in Greenpoint, Willimasburg and Long Island City\nEasy commute to Manhattan\nStreet Parking\nSpin bike\n\nMy apartment has all the basics (except a kitchen table)...  I am a young male who travels for work.  So, I don't have a ton of decorations and I think the painting in my living room my mother gave me still has the wrapping from pier one on it... But a fantastic place to stay if you are looking for something other than a hotel!\n\nMy full home! Internet, TV connected to Netflix.\n\nYou will pick up your keys from a locker, host will not have interaction with the guests.\n\nI love Greenpoint - I moved to New York two years ago and fell in love with this neighborhood.  The neighborhood is extremely safe, clean and friendly.  I love the tree-lined streets, abundant amount of coffee shops and restaurants and the easy commute into the city!\n\nWhen you stay at my apartment, you will have full access to my home. It is a four room apartment with a bathroom - a living room, an office, bedroom, kitchen and a bathroom.  You can comfortably sleep four in my apartment, having a king size bed in the bedroom and a futon that can comfortably sleep 2.  \n\nYou will have fresh sheets, towels and everything you could expect to have at home.\n\nMy kitchen is still \"under construction\" and does not have a kitchen table.\n\n10 minute walk to the G Train\n15 minute walk to 7 Train\n5 minute walk to Citi-bikes (NYC bike share program)", "name": "Simple Spacious Apartment", "picture_url": "https://a0.muscache.com/im/pictures/552bd8ac-0154-4d35-8c75-49040b64f598.jpg?aki_policy=large", "url": "airbnb.com/rooms/14979450", "id": "14979450", "price": 154}