{"description": "Sun drenched gut renovated apartment with exposed bricks, hardwood floors, double height ceilings and a fully equipped stainless steel kitchen ! Proximity to best bars, cafes and alternative arts scene in the City!! Enjoy a still authentic New York neighborhood with all modern comfort...\n\nYou have access to the entire place without any sharing ! Kitchen is all yours :)\n\nWe welcome you every time schedule permits and let you choose how much you want to interact. We let you have a full use of the space and you don't share anything!\n\nWe are in a still very unique and authentic neighborhood of New York! You will feel the family vibe, the diversity and the vibrance in the alternative arts scene, bars and vintage shops ! The Bushwick has had the 4th fastest gentrification progress in all of NYC neighborhoods. It's very safe and you can come and go at anytime with the 24/7 nearby subway lines (M and L !!). On top things the Bushwick has BEEN RANKED 7TH COOLEST NEIGHBORHOOD IN THE WORLD by Vogue and you should definitely come explore why!\n\"As far as buzz goes, few neighborhoods garner as much attention—globally—as Bushwick. Believe the hype: this area, located in north Brooklyn, claims cutting-edge galleries (like an outpost of Luhring Augustine, which reps Christopher Wool, Joel Sternfeld, and the very much in demand Jeff Elrod) to Jay Z–approved restaurants (Enter: Roberta's). Pop-up late-nights, an eatery in a defunct gas station—check out the recently opened Montana's Trailhouse—and a vinyl-recycling jewelry label called Wrecords By Monkey are all within a few blocks. Time to hop on the L!\"\nVogue - September 2014\n\nM at Central ave: 0.3 miles\nL at Dekalb: 0.5 miles\nL at Jefferson: 0.5 miles\nL at Morgan: 0.7 miles\nJ/M/Z at Myrtle: 0.7 miles\nBuses 38/54/60...", "name": "Sunny 1BR in the most vibrant side of NYC !", "picture_url": "https://a0.muscache.com/im/pictures/60d291d9-f2f2-4736-89b7-165061f5b32f.jpg?aki_policy=large", "url": "airbnb.com/rooms/14979787", "id": "14979787", "price": 140, "review": "The apartment is good value, clean, and a short walk from good Bushwick restaurants, bars, clubs, and great street art. As a host, Kosmopolitan was quick to reply to messages and generally helpful. "}