{"description": "A super cozy apartment situated in a quiet, peaceful neighborhood minutes from the city.\nThanks for viewing the flat!\n\n*Brand New Apartment*\n\nGreat for a small family, a few travelers or a couple.\nOne bedroom flat with a queen bed, sofa bed and air mattresses.\n\nSuper close to the city. You can be in midtown via metro in about 5 min. (we've timed this) and walking in about 20 min.\n\nIncludes:\n - Washer and Dryer (detergent and dryer sheets included)\n - High speed WiFi\n - Air conditioning\n - Heat\n - Flat screen TV\n - Cable TV\n - Fresh, fluffy towels \n - Fresh, crisp linen\n - Microwave\n - Coffee Maker\n - Toaster\n - Pots, pans, plates, glasses, all kitchenware\n - Iron \n - Ironing Board\n\nThe Pad is one and a half blocks from the Queensboro Plaza (and right by the 59th St. Bridge) this takes you to Midtown Manhattan.\n - 17 min walking to the Apple Store on 5th Ave.\n - 9 min. on a bicycle ride to Central Park.\n - The bicycle rental two blocks away.\n - There's a dedicated bicycle path on the bridge.\n - You can be in the middle of NYC in literally 5 minutes.\n\nThe Pad is within a three block radius to six different train stations:\n Two blocks from the N, Q and 7 trains.\n \nTAXI/Uber:\n$5 - $9 Cab ride.\n\nAIRPORT:\nTaxis:\n - About $19 to La Guardia\n - About $35 to JFK Airport.\nPublic transportation:\n - E train, 3 blocks from The Pad, to JFK\n - N train, 2 blocks from The Pad, to La Guardia.\nThe Pad offers the best of both worlds. A quiet, safe neighborhood while being the CLOSEST thing to the city (any closer we'd be IN the city)! \n\nThere are great restaurants and a handful of bars within walking distance. A 10 minute walk will bring you to PS1, a satellite museum of The Metropolitan Museum of Art (MoMA). It has great, funky pieces of art from cutting edge artists. PS1 also host amazing summertime parties called \"The Warmup Sessions\" with international DJ's. A little further on is the Pulaski bridge connecting to Brooklyn. \n\nStreet parking generally opens up by 4pm. There are also parking lots within three blocks charging between $7-12 for the day. Please note, during the winter the boiler makes a bit of noise at night.\n\nPlease feel free to contact with any questions you may have.\n\nThanks!\nB.\n\nQuiet, funky little enclave at the tip of Queens right before you get into the city. A unique oasis unlike any in all of NYC.", "name": "Comfy Pad - 9 Min. to Times Square!", "picture_url": "https://a0.muscache.com/im/pictures/8681f02b-2dac-4e93-8920-9a61149804b7.jpg?aki_policy=large", "url": "airbnb.com/rooms/14982892", "id": "14982892", "price": 99, "review": "Great location, and overall clean and tidy apartment. Just be aware of a loud boiler, people above you (were very loud in my case) and a smell of gas that goes away if you keep the window open all the time. "}