{"description": "Cozy, cleaned and nicely renovated alcove studio in a convenient 1st floor at street level. Original and unique rock walls, stainless appliances, kitchen granite countertops, bed separated by french door. Hardware floors, full bath with chrome finishes, wash&dryer, washing machine. Super cleaned and organized.\nPlease DO NOT send over reservation requests until we have both agreed on the booking and I have confirmed back to you. Any request that was not previously confirmed will be declined.\n\nIt is a very unique studio, with separate bedroom, small place completely renovated (bathroom, kitchen and brick walls). Brand new furnitures .\nSize approx 25sqm (270 Sq Ft).\nSuper cleaned , provided towels and bedding items for your convenience . Washer and dryer are in the unit, and there is also a cleaner next door . Cleaning lady can be sent during your stay for additional cost.\n It is on the first floor at the street level, if you are looking for a city view this might not be your place, but for everything else you will feel like home!\n\nYou can use everything in apartment , like at your own home .\nKitchen , oven , micro wave, washing machine , wash and dryer, brand new shower.\nWi fi and TV are also included.\n\nYou have the entire apartment for yourself, not shared, private unit.\nI'm in Nyc, available 24/7, to make your stay comfortable and enjoyable as much as possible. Happy to share my precious list of restaurants, bars& roof tops that all my guests have enjoyed. I can send cleaning lady upon request. \nThe unit is very cleaned and I recommend to take good care of it!\n\nThe neighborhood has the amazing energy of NYC in the heart of Manhattan on West Midtown. You will have everything around you, Theater District, Restaurants, Bars, Fashion, Boutiques in 5 min walking.\n\nWe guarantee that there is nothing you will want to do in Manhattan that is more than few blocks away. I can suggest you all the best restaurant in the neighborhood!\n\nCentrally located within 2 min walk access to the Subway Lines: Red Line (1, 2 and 3), Blue Line (A, C and E) and Orange Line (B, D, F and M).\n\nLiving Room is being repainted and re-furnished, pictures will be updated by the end of September 2016", "name": "New cozy alcove studio,Time Square-Central Park-HK", "picture_url": "https://a0.muscache.com/im/pictures/aa3dd788-e9cd-4d54-898b-69da3edceaa2.jpg?aki_policy=large", "url": "airbnb.com/rooms/14989807", "id": "14989807", "price": 198, "review": "Really nice please, it is very well located . Fabio is an exellent hoster, and always was on top of any needs.\nWe are recomended the place."}