{"description": "Our home is located in a quiet, family-friendly neighborhood in South Brooklyn (Bay Ridge to be exact).\n\nWe are one block away from the R train, which takes you directly into Manhattan (around 45 minutes, give or take a few).  There is an endless supply of restaurants, bars, and shopping in the area, as well as spas, salons, yoga studios, gyms, and more (ask if you're looking for something specific!).\n\nOn top of that, there are plenty of parks in the area, including a jogging trail on the water.\n\nThe space itself is our home. We ask that you please respect it the way you would your own. That being said, please enjoy yourself. You can help yourself to any of our beverages and snacks. Our home is your home, and we truly hope you enjoy your stay.\n\nPlease don't hesitate to email or text us if you have any questions.\n\nWe only book our space while we are away.  You will be meeting with a friend of ours for access. Upon booking, we will provide the details.  Possibly, you may be picking up the key from the neighbor/local neighborhood storefront.\n\nYour interaction with us will be minimum, as again, we only book while we are away, BUT we will be available prior to your arrival for recommendations or to answer any questions you may have.  All other interactions will be through a friend.\n\nThe neighborhood is a fantastic place (we love where we live).  The people are friendly, and there are plenty of food/bar options in the area.\n\nAs a disclaimer, we do live near a bar.  This is NYC, so please expect moderate noise on weekends.\n\nThe R train is a block away.  It is a great starting point for access to anywhere in the city. If you're a bus person (which we are not), you'll find that anywhere you want to go, there is a bus that takes you there (buses pick-up and drop-off at the subway station).\n\nAlso, Ubers and Lyfts are easily accessible and plentiful in the neighborhood.", "name": "Cozy, bright, 2-bedroom in Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/9ec3bffe-7e2f-4ab9-8529-e333b7f84d23.jpg?aki_policy=large", "url": "airbnb.com/rooms/14992559", "id": "14992559", "price": 65, "review": "Justin and Nina's place is charming and spacious. It is conveniently located near great restaurants, stores and the subway. They were very easy to communicate with and went out of their way to assist and answer all of our questions while still being abroad. "}