{"description": "My place is just a 2-minute walk from the 7 train and is next to some of NYC's best eateries/bars, a big Starbucks and the Queens Library. And just a few blocks away is a spectacular view of the Empire State Building!\n--------------\n \n• Highlights: space (900 sq ft), location/access to transit, amenities\n• Perfect for couples, small families, solo adventurers, business travelers\n• Safe, quiet neighborhood\n• Sleeps 4-6:  1 queen (master bdrm), 2 air beds (1 dbl, 1 sgl), large leather couch\n\n•  Super Cozy, 900-Square-Foot Apartment\n \n•  Sleeps up to 6 People Comfortably:\n     --- One Luxurious, Incredibly Comfortable Queen-Sized bed (in Master Bedroom; Sleeps 2)\n    --- Two Air Mattresses: One Double (Sleeps 2), One Single (Sleeps 1)\n    -- One Large, Comfy Leather Couch (in Living Room; Sleeps 1)\n \n•  55\" LED HDTV (in Living Room) with 2 Large Speakers Providing Optimal Sound\n    -- Cable TV is provided (TimeWarner)\n    -- Chromecast is provided (cast to TV from Netflix, Hulu, HBO GO, etc.)\n \n•  Additional Sonos Speaker for Playing Music/Other Audio Content \n    -- Connect Easily via Computer or Mobile Phone\n \n•  Fully stocked kitchen for all your cooking needs\n    -- Stainless Steel Appliances \n    -- Cast Iron Skillet\n    -- Glassware/Flatware/Cooking Utensils/Etc.\n \n•  Computer Desk & Adjustable Chair\n    -- Desk can be Folded Down for Extra Space\n \n•  Large Oak Kitchen Table, with 4 Chairs Provided (Fits up to 6)\n  \n•  Large Armour for hanging clothes (in Living Room)\n    -- Hangers are Provided\n    -- Includes Full-Length Mirror \n  \n•  Full Dresser (in Master Bedroom)\n  \n•  Full Electric Piano & Record Player/Large Record Collection\n  \n•  Large Windows (Allowing Plenty of Natural Light into Apartment)\n  \n•  Spectacular View of the Empire State Building located Just a Few Blocks Away from the Apartment\n\nThe entire apartment. (*Please note that roof access is not permitted.)\n\nYes! Most definitely. (Please call or text me on my cell #, which will be provided once your reservation is confirmed.)\n\nSunnyside is a very residential neighborhood and is a great place for going out to eat/drink. You can find anything you need in the neighborhood – eateries, bars, supermarkets, convenience stores, clothing and gift shops, coffee shops, library (Queens Public Library - Sunnyside Branch), etc. You'll find every type of food right outside your door, and there's also great shopping and live music on the weekends. \n  \nThe area is lively along Queens Boulevard but very quiet where the apartment is situated, so you won't be bothered by noise when you're inside. Local residents are friendly and the neighborhood is very safe. It's also super easy to come and go, especially directly from the apartment to other areas in and around NYC.\n\nThe apartment is located one block (a 2-minute walk) from the 7 train, and there are bus stops (Q32/Q60) located just minutes away as well.\n  \n....................................................................................................................\nTHE 7 TRAIN:\n  \n- Stations Closest to You:\n  \n•  46th Street-Bliss Street Station:\n    ‣  SOUTHBOUND LOCAL\n 7 toward 34th Street–Hudson Yards (40th Street–Lowery Street)\n    ‣  NORTHBOUND LOCAL\n→ 7 toward Flushing–Main Street (52nd Street)\n  \n•  61st Street-Woodside Station (EXPRESS TRAINS AVAILABLE):\n    ‣  SOUTHBOUND LOCAL\n 7 toward 34th Street–Hudson Yards (52nd Street)\n    ‣  PEAK-DIRECTION EXPRESS\n 7 toward 34th Street–Hudson Yards (Queensboro Plaza)\n→ 7 toward Flushing–Main Street (PM rush) (Junction Boulevard)\n    ‣  NORTHBOUND LOCAL\n→ 7 toward Flushing–Main Street (69th Street)\n  \n....................................................................................................................\nBUS TRANSIT:\n  \n- Stops Closest to You:\n  \n•  Q32 Bus Stop  (more info: (URL HIDDEN)\n•  Q60 Bus Stop  (more info: (URL HIDDEN)\n  \n....................................................................................................................\nUBER:\n  \n•  For $20 off your first ride, go to: (URL HIDDEN)\n\n– I will be providing all basic items that you'll need during your stay (pillows, sheets, towels, basic toiletries, hair dryer, etc.), so you should be able to find everything you need around the apartment. However, if you have any specific accommodation requests, please let me know ahead of your stay and I will do my best to ensure that I'm able to accommodate you.\n  \n – Garbage Chute is Located in Hallway Closet on South Side of Building. Items for recycling should be placed directly in Hallway Closet (on floor, near sink).\n  \n – Cats lived here once!   =^.^=\n(noting in case of serious allergies)", "name": "Spacious, Modern 1 Bedroom one block from subway", "picture_url": "https://a0.muscache.com/im/pictures/9d490f84-e063-482d-baa4-4c63603d596e.jpg?aki_policy=large", "url": "airbnb.com/rooms/15002969", "id": "15002969", "price": 150, "review": "Dans l'ensemble appartement que je recommanderai avec les points positifs et négatifs suivants : \nPoints positifs : emplacement idéal pour accéder au métro (2 min à pieds) avec ligne directe  pour Manhattan ou pour toute correspondance, logement spacieux, grande TV, immeuble sécurisé avec ascenseur (appartement au 4ème étage), Jackie garde le contact pendant le séjour et est réactive en cas de besoin.\nPoints négatifs : instructions pour entrée dans les lieux fournies seulement 24 heures avant ce qui est très court et stressant compte tenu du décalage horaire qui réduit le délai à 18h pour la France et du fait que durant cette période on est le plus souvent en vol ou sans réseau téléphone ou internet, très peu de matériel cuisine ( 1 seule petite cuillère, pas de verre à eau ....), radiateurs ultra bruyants avec un sifflement constant durant plusieurs minutes, on a l'impression de dormir à côté d'une cocotte minute, isolation phonique inexistante mais je crois que cela concerne tout NY.\nL'emplacement rattrape toutefois ces points  négatifs de même que la communication avec Jackie."}