{"description": "Quiet & fun space in Chelsea, bordering of Greenwich Village in a beautiful block and safe area. Right by the High Line, Washington & Union Sq. In the heart of art galleries, fashion, nightlife and meatpacking district.\n\nEasily access to all major transit and instant\n\nApartment faces away from street, leaving a quiet and cozy one bedroom with a kitchen, sofa & airbed to sleep more if needed. \n\nEasily access to all major transit and instant access to Brooklyn via L Train, and JFK airtrain.\n\nOne bedroom apartment with bathtub, stove/oven, microwave and toaster. Includes cable and Wifi.\n\nIt is a fun space, with a globe bar, antique typewriters, roller derby memorabilia, a gigantic clue board/art piece and vinyl collection.\n\nKitchen is a small, functional NYC kitchen. Oven and stove work great, use the table in the kitchen as more preparation space. \n\nBathroom is decorated with dolphin embroidery and curtains. Some bathroom tiles still have illustrations done with bath crayon. Again, it's a little quirky but the shower and bathtub work great.\n\nThis place is my apartment and not a hotel and doesn't pretend to be one. That being said this is a fun place, comfy, cozy, great value in a great neighbourhood.\n\nThe sofa can sleep an extra person and there is also an air mattress.\n\nThe living room closet is at your disposal.\n\nI like to greet my guests but cannot always do so due to my own travel. I will be using a key management service, Keycafe when I am out of town.\n\nIt is simple and reliable, all you do is enter a PIN into a machine at a 24 hour venue around the corner & the key pops out for check in. Type in the PIN and return the key at for check out.\n\nI will be available via phone and email, and a friend in the city will have a spare copy of the key in case of a lockout.\n\nCheck out the high line park on a walk, stop in at the Whitney, or casually peruse the historic West Village. You can to Williamsburg, Brooklyn in 20 minutes via the L-Train.\n\nThis is as centrally located as places get, as you are a stones throw away from the ACE 123 L an(URL HIDDEN)trains.\n\nTo get to and from the airports, I find the quickest and cheapest way are:\nTo JFK: A or E Train to Airtrain to JFK\nTo LGA: E Train to Jackson Heights, bus to Q70\n\nTo reach my place take the A C E line to 14th st.", "name": "Quiet, Comfortable 1BR in heart of Chelsea/Village", "picture_url": "https://a0.muscache.com/im/pictures/cc331ef3-fe5f-426c-bb6d-5852078726b3.jpg?aki_policy=large", "url": "airbnb.com/rooms/15006441", "id": "15006441", "price": 158, "review": "The host canceled this reservation 2 days before arrival. This is an automated posting."}