{"description": "Charming, bright and sunny 2-bedroom apartment in a newly renovated turn-of-the-century row house in South Slope. The apartment is right between Prospect Park and historic Greenwood Cemetery and only a few steps from 5th and 7th Avenues with many of Brooklyn's best restaurants, pubs and boutique shops. \n\nThe R train is a short walk away, taking you into Manhattan in about 20 min.\n\nThe building is a three-story, walk-up with original tin ceilings and walls in the hallway. The place is ideal for 4 but can sleep up to 6.  The larger bedroom has a queen bed and the smaller bedroom has a full bed (connects to the first bedroom).  There is also a sofa in the living room which converts to a double sleeper for 1 adult or 2 kids.  We also have travel cribs (pack 'n play) available for guests with infants.\n\nThe apartment is in a three story house in a quiet, family-friendly corner of South Slope with a select few outstanding restaurants and bars right on the block.\n\nWe are two families who own and live in the house.  Coming from different corners of the world, we call Brooklyn home.  We love to travel, appreciate new experiences and meeting new people, and can offer advice during your stay in English, German, Tagalog & Malayalam :-)", "name": "Beautiful, light-filled 2BR Apt in South Slope", "picture_url": "https://a0.muscache.com/im/pictures/41ce771f-f16d-451f-b851-74cdea2a4d6d.jpg?aki_policy=large", "url": "airbnb.com/rooms/15009556", "id": "15009556", "price": 150, "review": "1ère fois à New York pour notre famille et la qualité des prestations ont participé à la réussite de notre voyage. \nTout était parfait : la propreté de l'appartement, la gentillesse et la disponibilité de Roselle et Christian.  Propriétaires très aimables et arrangeants qui ont accepté qu'on arrive plus tôt et que nous laissions nos bagages après le chek out. Ils ont répondu à nos demandes d'équipements supplémentaires dans la journée. \nMerci également pour les petites attentions à notre arrivée. \nEn résumé, séjour formidable. \nValérie "}