{"description": "The perfect location. On the Williamsburg-Greenpoint border, this minimalist, sun-filled sanctuary is just steps away from Brooklyn’s best restaurants, rooftop bars, shopping, venues and waterfront parks. \n\nMy loft is clean, comfortable, spacious and safe, w/ fast wifi and extra comfy beds. Only 3 blocks from McCarren Park, and 5 min walk to the subway. \n\nYou'll have the entire apartment to yourselves as well as access to a massive rooftop that has incredible views of the Manhattan skyline!\n\nThere are two private bedrooms - both have comfy queen size beds, big windows and provide a peaceful sanctuary after a long day of sight seeing. You're also welcome to use the couch in the loungeroom to sleep an extra guest. I also have a full size air mattress if you prefer to use that instead. Fresh towels and clean linen are provided.\n\nThe apartment is in a quiet building and the neighborhood is safe and relaxed.  It's on a quiet, tucked away street which is quiet at night but within a few blocks of all the Greenpoint and Williamsburg action, nightlife and restaurants.\n\nThe open plan living space has a modern kitchen stocked with all the equipment neccesary for your stay. \n\nTransport is easy - the Nassau G subway is only 3 blocks away, the Bedford L a quick 10 min walk, and Union Square in Manhattan is only 20 mins away!\n\nYou will have access to the entire apartment as well as the massive rooftop that has epic views of the Manhattan skyline.\n\nFeel free to get in touch with any questions you may have\n\nMy loft is situated on the cusp of Greenpoint and Williamsburg with everything right at your door. New York City's best restaurants, cafes, bars, and clubs are all within a 5 minute walk. Five Leaves, Norman, Paulie Gee's, Mogador, Glasserie, Good Room, Output, Music Hall of Williamsburg, Smorgasbord Food Fair, Brooklyn Flea Market and so much more.\n\nThe G Train (Nassau Station) is a short 5 min walk. \n\nThe East River Ferry (India St) is only a 10 min walk.\n\nTaxi/Uber from LaGuardia Airport is only a 20 min journey.", "name": "Sunny, gorgeous loft in Williamsburg/Greenpoint", "picture_url": "https://a0.muscache.com/im/pictures/7d3c44c1-937e-421d-b1dd-9d34f3498b34.jpg?aki_policy=large", "url": "airbnb.com/rooms/15001550", "id": "15001550", "price": 145, "review": "Great apt in great location. I love the area and I would suggest it to anyone visiting NYC!"}