{"description": "Cozy one bedroom apartment in the heart of Upper East Side is welcoming you who wants to feel how it is as a  New Yorker. The apartment has a queen bed and a sofa bed, TV entertainment and a kitchen. It also has a beautiful shared patio.\n\nHeart of Upper East Side. Next to the train station, close to museums and the Central Park. The most unique thing is the patio, not every New Yorker has this luxury.\n\nBedroom, living room with TV entertainment. Kitchen with all basic supplies. Bathroom with essentials.\n\nIt depends on where I am traveling to. If I have good cell phone connection, I will respond instantly. If I am in a remote area with little reception, I will try to be available at least once a day. Thank you!\n\nYou know it’s Upper East Side and it’s got so much to offer:\nThe museums: The Metropolitan Museum, Guggenheim, Asia Society, Sotheby's, Neue Galerie, etc. The list is endless. \nThe food: It is very difficult to recommend a list since there are so many restaurants in this neighborhood. My personal favorites within 5min walk are: Up Thai, Mason Kaiser,  Pil Pil, Per Lei, Oita Sushi, Two Lizards.\n\nQ train: right next to the apartment, taking you to all the fun places such as time square, Korea town, union square. \n\n6 Train: At Lexington Avenue and 68th Street. You can transfer to almost all other trains on 6 train.\n\nF Train: At Lexington Avenue and 63rd Street. \n\nBus: Local people use busses a lot. Riki’s usual buses are M15 (almost every block on 2nd Ave) and M15 SBS (express bus, at 2nd Avenue and 68th Street)\n\nFor more information, please visit MTA’s website or simply use (SENSITIVE CONTENTS HIDDEN) Map.\n\nThe tenant is a business consultant. She travels a lot . She also loves to share what she has been enjoying the neighborhood for to you, too. Do not hesitate to ask through this app.", "name": "Cozy 1 br apt in the ❤️ of UES", "picture_url": "https://a0.muscache.com/im/pictures/ee2ee3e3-98c1-4fdf-b262-e08ff0140596.jpg?aki_policy=large", "url": "airbnb.com/rooms/15003546", "id": "15003546", "price": 100, "review": "Myself and 2 friends stayed at Haoying's place after a concert on NYE, and it was exactly as described! It was well equipped with kitchen and bathroom supplies, and had a TV that we got to watch the ball drop on in HD. It was also close to public trans to travel to the show. The place was cozy and quaint and conveniently located on the first floor of the building. Lastly, Haoying was very flexible with check-in/check-out times, which made our trip easier! I would definitely recommend this place. "}