{"description": "My place is close to The Cloisters, Starbucks, Duane Reade, Express A & 1 train, Restaurants, Bars, Clubs. You’ll love my place because of the people, the ambiance, and the proximity to Manhattan. Queen size bed and one twin blow up mattress available as well as a couch. Full kitchen. \n\nI go out often & can give you great tips. I also find lost of cool & free things to do in the city so def use me as a sounding board. I have a twin blow up mattress available if you need it! Nespresso available!\n\nFeatures a tv in the bedroom and living room with Apple TV, Amazon Firestick, and a Playstation.\n\nAccess to entire apartment. Full kitchen. No closets. If informed prior to your arrival, hangers can be left out and clothing can be hung from the bed's four post frame, I do it all the time :)\n\nThe apartment is on the 1st floor.\n\nGenerally, I will be available to help and only 15 mins away if you need me!\n\nThe 1 trains is 4 blocks away\nExpress A train 4 blocks away as well.\n\nI live in the apartment full-time so please respect my personal things such as clothes in drawers, shoes, personal products like make-up in the bathroom, groceries in the kitchen...etc. \n\nGood rule of thumb: If you did not purchase it and it wasn't designated for your use please ask before you take :)\n\nEssentials will be provided!\n\nMy baby toy Maltese dog has returned to live in my home. She does not shed and everything will be cleaned prior to your arrival. Just as a heads up for any drastic allergies. She will not be in the apartment during your stay.", "name": "Stylish 1 bedroom apartment in Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/06d93628-f463-4164-9180-3f818f0b0c16.jpg?aki_policy=large", "url": "airbnb.com/rooms/15021331", "id": "15021331", "price": 95, "review": "Ivanna was very helpful and quick to respond to any questions I had. The house was immaculate and spotless. I really enjoyed the coffee machine and the comfy couch and t.v.! Overall It was a great place to stay, easy to find, and close to public transportation. "}