{"description": "Welcome to Brooklyn and the incredible town of New York. Instead of spending all your money on hotels, make my home your own and enjoy all the city has to offer.\nThis apt is a 2 Bdrm with a queen pull out couch, and I have recently renovated.  As I travel constantly it is frequently available.  Happy to answer questions.\n\nThis is an entire top floor of a brick townhouse in Brooklyn.  It looks over a green backyard, and has two bedrooms and a queen sized pull out couch.\nThe apt also has a clean and cheery bathroom, washer/dryer, and full kitchen set up with new appliances. When you have had enough of New York there is also a 40\" TV and HBO ;)\n\nThis rents as an entire apt, so you will have the entire thing to yourself.\n\nWhile I do my best to stay out of your way while you are enjoying the city, I am available for questions via text and email.\n\nBedstuy is in the heart of Brooklyn, and while there are some great cafes near by, most people use it as a base to explore the rest of the city.\n\nYou are 3 minutes from the A/C train, 12 minutes from the L, J, M, and Z trains.  It is also VERY easy to get an uber to and from the apt.\n\nWhile some travelers may feel this is apt is far from Manhattan, it is 20 mins to Wall St/Tribeca, and 40 minutes to Times Sq.  The train is just 3 blocks from the apt, and runs regularly.", "name": "Stylish, Comfortable, and Affordable in Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/e29ff2a6-41bb-4b20-8d32-c71257007a5e.jpg?aki_policy=large", "url": "airbnb.com/rooms/15028194", "id": "15028194", "price": 180, "review": "Zachary's flat was a delight to stay at, sadly we never got the chance to meet, but he was incredible helpful and warm with his messages. My boys loved the fact they could watch Netflix's and although we didn't get much of a chance to stay there. We found it to be our salvation after a long day seeing the different sights of New York. I hope we can get a chance to stay again. I highly recommend it to you all. \n\nBest\n\nDanny, Ben & Jamie"}