{"description": "This cozy studio apartment is perfect for couples, solo adventurers, and business travelers. The unit is suitable for a small family with children ages 18 and above.\n\nThis is a 3rd floor studio apt with Northern exposure .  This cozy apt is located at the entrance of riverbank state park which has indoor and out door pools ice skating , track and field , health club and so much more. The apt is 3 story walk up and faces 145th St. The apt has high ceilings, hardwood and marble floors, remodeled kitchen and view of the river additional  storage space above mirrored closet. The unit includes heat,  hot water and gas for cooking. 1/2 block from 1/9 train and 2 blocks from A express train. $50 housekeeping fee.\n\nGuests have full and private access to all of the studio apt and common area entrance and exit.\n\nGuests have complete privacy, keys are either exchanged in person (schedule permitting) or in front door lock box unit. Other tenants are in building in other private units and over-tenant is available at various times to assist/greet.\nBut guest are basically on their own to enjoy the studio, local area and city.\n\nThe Hamilton Heights area of Harlem is booming with new restaurants and pubs. Everything you'll need is a short walk away.\n\n1/2 block from the 1 subway train will take guests to the Time Square area in appx 18 min. It is also roughly four blocks away from The A/C/D/B subway station.\n\nApartment will have water, coffee/tea supplies and muffins to get the day started.", "name": "Sunny Studio - Hamilton Grange", "picture_url": "https://a0.muscache.com/im/pictures/17b26aeb-1a2e-48bb-9789-562b4b349356.jpg?aki_policy=large", "url": "airbnb.com/rooms/15027031", "id": "15027031", "price": 139, "review": "Bon séjour chez Jospeh et Eddie, je recommande ce logement. Extrêmement proche d'une station de la ligne 1 (Times Square à environ 25min en métro) et de toutes commodités (restaurants, pharmacies...), bon rapport qualité/prix. Excellente communication avec Eddie qui répond et vient directement en cas d'urgence. Merci beaucoup et j'espère à une prochaine fois !"}