{"description": "One bedroom apartment, north of Central Park. Very close to four subway lines (B, C, 2, & 3) and many great tourist spots! Comfortably sleeps two people in the bedroom, and two people on the sofa bed. Close to Columbia University, as well as many different types of restaurants, fast food, salons, bars, two parks (Central Park & Morningside Park), and several other interesting tourist spots!\n\nI live in a first floor one bedroom apartment located on 113th Street in South Harlem, New York, in a great up-and-coming area. New restaurants, shops, condos have opened in the area within the past few years to really bring about a lot to do, and is also near Columbia University. Bier (beergarden) on the corner, Dunkin Donuts, champange bar, sushi, boutique on the street, etc. This is within 3 blocks of both the B/C subway (blue & orange lines, local) and the 2/3 subway (red line, express).\n\nThe bedroom and living room are separated by a long hallway for better privacy. The bedroom has a queen bed and the living room has a sofa with chaise that pulls out into a queen size sofa bed with a memory foam mattress! I also have a queen size and twin size air mattresses available for extra sleeping space, if you have additional guests. The kitchen is on the side of the living room through an archway and the bathroom is in the bedroom down the hall. There is also plenty of closet and storage space. I take pride in the decorating of my apartment and make sure that it's well decorated and pleasing to be around. I am also a very neat and organized person and keep a very clean apartment.\n\nLGBT FRIENDLY. I am a single gay male who works in Human Resources in the medical field, so guests who are similar, or are okay with this are preferred.\n\nAll space.\n\nIf this space is rented, that would mean I'm out of town, and not available to the guests.\n\nNew restaurants, shops, condos have opened in the area within the past few years to really bring about a lot to do, and is also near Columbia University. Bier (beergarden) on the corner, Dunkin Donuts, Starbucks, champange bar, sushi, fast food, clothing boutique on the street, etc\n\nThis is within 3 blocks of both the B/C subway (blue & orange lines, local) and the 2/3 subway (red line, express). There are also always public MTA buses all over, as well as NYC taxis, Uber, and other car-share services are easily accessible.\n\nHere are the Check-In/Check-Out details:\n-Mon-Fri: check-in after 5:00pm\n-Sat-Sun: check-in anytime\n-Check-Out can be anytime Mon-Sun", "name": "1 Bdrm, 1 Bath, North of Central Park!", "picture_url": "https://a0.muscache.com/im/pictures/6a8457c8-5704-4351-ad6f-4e90883fb32a.jpg?aki_policy=large", "url": "airbnb.com/rooms/15036554", "id": "15036554", "price": 150, "review": "The host canceled this reservation 22 days before arrival. This is an automated posting."}