{"description": "Huge windows, sweeping views of Manhattan, luxury decor, chef's kitchen, private balcony with skyline view--with 2 bedrooms and 2 baths-- and gym in building! This upscale neighborhood is one subway stop from Grand Central Station, and features a riverside park with cafes, running paths and the best sunsets in NYC. With independent coffee shops, wine bars, yoga studios and even a Michelin star restaurant, you have everything within 1-2 blocks.  Experience New York the right way!\n\nThe apartment is in a brand new boutique condominium building situated two blocks from the 7 train subway and one block from dozens of cafes, restaurants, bars and grocery stores. The E and M subway lines are six blocks away. The Modern Museum of Art’s PS1—one of the nation’s most famed contemporary art institutions—is two blocks away. The building has a gym and outdoor patio for residents’ use.\n\nYou'll have the whole apartment! Includes use of the luxury kitchen, living room, private balcony off the master bedroom (the balcony is large enough to comfortably sit four people around the table). You'll also have full access to the building's outdoor patio/sun deck (which has nice chairs and plants) and the building's gym (with stationary bike, treadmills and free weights; no weight machines).  And of course there is high-speed internet and TV with netflix and Apple TV.\n\nI will be away and you will have the apartment entirely to yourself.  \nYou can always reach me quickly by phone or text.\n\nMany wonderful restaurants, bars, cafes and comedy clubs line Vernon Blvd (turn left out of the building and left at the corner, and you will run right into Vernon Ave).  Highly recommend: SLICE for pizza, Tuk-Tuk for Thai, Bare Burger for organic hamburgers and more, Tournesol for French Bistro, Café Enrique for Mexican (Michelin starred!).  Also on Vernon Blvd is a comedy club with fantastic cocktails: the Standing Room.  A few blocks from Vernon Ave is also Sweetleaf Cocktail bar, serving food, coffee and alcohol in an awesome industrial/chic environment: 4615 Center Blvd.\n\nA large grocery store is across the street: Natural Frontier Market (head out of building, cross over 11th street and head slightly to the right) open 8am-9.30pm most days of the week.  Prices are good and they carry many natural / organic foods.\n\nThe closest and best coffee (and home-made scones/pastries!) are from Sweetleaf Café on the corner of the Jackson/11th.  Turn right out of the building and then stay to the right.  Sweetleaf is on the right side (just before the subway).  Sweetleaf has a few locations around the city.\n\nA beautiful state park runs along the East River just two blocks from the apartment.  The park contains picnic tables, walking trails, and an actual sand beach and bar/restaurant overlooking the water and Manhattan skyline.\n\nThe closest subway is the 7 train at the Vernon/Jackson station, which is less than five minutes walking from the Apartment.  The 7 train will take you to Grand Central Station (Lexington Ave/42nd st) in Midtown Manhattan in five minutes, just one stop away.  The 7 train also takes you to 5th avenue/42nd st, Times Square and Hudson Yards.  \n\nThe E and M subway trains are at Court Square/23 street: a ten minute walk from the apartment and takes you to 53rd and Lexington Ave in five minutes, just one stop away.\n\nThe G subway train from 21 street/Van Alst Station is five minutes walking from the apartment and takes you to Green Point and Williamsburg Brooklyn in 5-10 min (take the train towards Church Ave).  The G train also goes to Fort Greene Brooklyn, the home of BAM (Brooklyn Academy of Music), one of New York’s most acclaimed performing arts and film venues (URL HIDDEN) \n\nFerry service runs from the East River ferry station 5-10 min walking from the apartment.  Boats depart about every 20 minutes.  Travel time to 34th st/1st avenue is 10-15 min.  Travel time to Wall Street is 30 min.  Weekday, one way cost is $4.  Schedule times vary.  Full details at (URL HIDDEN)\n\nBicycling is easy and fun!  You can rent a bike easily from the city bicycle system, called CitiBike.  There are many CitiBike docking stations near the apartment and all over New York City.  (URL HIDDEN)\nTaxis regularly go up and down 11th st just outside the apartment.  However, if you want to be sure that there will be a car for you at the moment you walk outside, I recommend you use uber or lyft.\n\nAirports:\nLaguardia is about 30-45 min drive from the apartment, depending on traffic.  There is no good public transportation that connects with Laguardia airport.  Your best option is a taxi which can be found easily outside the airport.  \n\nJFK airport is about 45-60 min drive from the apartment.  You can take the subway to the airtrain if you wish to take public transportation: it will take 60-90 minutes.  If you plan to use public transportation, I strongly recommend you use (SENSITIVE CONTENTS HIDDEN) maps to guide your route.  Alternatively, a taxi can be found easily outside the airport.  \n\nNewark airport is about 60-90 min drive from the apartment.  Public transportation is possible, though challenging and requires about two hours.  If you plan to use public transportation, I strongly recommend you use (SENSITIVE CONTENTS HIDDEN) maps to guide your route. Alternatively, a taxi can be found easily outside the airport.\n\nThe apartment itself is very quiet, gets tons of natural light, and has FIOS internet (the fastest service that exists!).", "name": "Luxury entire 2 bedroom/2 bath, 1 stop to midtown", "picture_url": "https://a0.muscache.com/im/pictures/1747e64c-2ae2-4fab-aeca-af53ab386997.jpg?aki_policy=large", "url": "airbnb.com/rooms/15035379", "id": "15035379", "price": 290, "review": "Great place to stay ! One stop away from Manhattan . Gorgeous view of the city . Extremely clean and  modern apartment tastefully decorated . Host was easy to get in touch with . Clear and easy instructions to get in the apartment . Helpful tips for exploring the neighborhood. Looking forward to coming back soon ! "}