{"description": "Warm & inviting Studio apartment in the heart of Manhattan! 2 min walk to the 6 -5-4 trains Steps away from Empire State building, Park Ave, Bryant Park, Flatiron, Union Square, Grand Central, 5th Ave stores, Time Square, & others famous sites!!!\n\nHuge studio apartment bordering charming Gramercy Park,and The Famous Flatiron Building all to yourself. Located only blocks from Gramercy Park, one of the best and safest areas in Manhattan. Short walk to Madison Square Park, East Village, Union Square, SOHO and the Empire State Building. One block from the 4,5,6,7 subway line which can easily take you to Grand Central Station, Central Park and Rockefeller Center. Easy transfer to other subway lines one station away that can take you to Times Square, Columbus Circle, World Trade Center site and anywhere else in the city you want to go. Tons of bars, restaurants and shopping all within walking distance. \nAfter a day of exploring the city come home to this nice and extremely quiet massive studio apartment. featuring comfortable queen size bed, sofa lounge that sleeps 1 person comfortably. also High speed internet Cable Nespresso coffee machine.\n\nYou will have access to the full apartment and amenities, including :\n\nAll Kitchen utensils and appliances\nHigh Speed Wifi\nFresh Towels, Sheets and Blankets\nBasic Toiletries\nHair Dryer\nFull Closet with Clothes Hangers\n\nI am always available for guests who have any questions about the city, issues with the apartment or want suggestions for great places nearby. My guests can call or text anytime.\n\nThis New York City Style Apartment is minutes away from the Empire State Building and a plethora of amazing restaurants, shopping and other attractions. The Famous Flatiron Building is just steps away. Times Square, Fifth Avenue, and Union Square are all within walking distance\n\nJust 75 meters away you have the subway 6-4-5 trians", "name": "Empire State Studio", "picture_url": "https://a0.muscache.com/im/pictures/645f401f-55b0-4122-9309-bd9ec3155698.jpg?aki_policy=large", "url": "airbnb.com/rooms/15034752", "id": "15034752", "price": 170, "review": "If you are looking to stay in NY like a local, this is good choice.  Not for a typical business traveler, but it met all of our needs.  Surprisingly quiet and still close to everything."}