{"description": "Clean, newly renovated apt in the heart of NYC in a very safe neighborhood \nMinutes from US Open & Citi Field\nClose to LGA, JFK, and Manhattan\nOnly 2 minute walk to subway (R/M train, express E/F to city Midtown 10-15 mins)\nSurrounded by delicious authentic food, several shopping malls, bars/cafes, bakeries, groceries, theater, play yards, etc.\nFree high speed internet/Wi-Fi, Xbox360 with games, & smart TV/HD channels \nHeating & air conditioning\nFull kitchen \nWasher & dryer in basement\n\nThe apartment is all yours to yourself\n\nBedroom includes 2 closets with hangers, a full dresser with mirror, queen size bed, an infant/toddler railed crib (if needed). Clean linen will be ready for each guest. \n\nBathroom features a brand new massage shower panel. Clean towels provided.\n\nLiving room features Ashley furniture reclining 3 seat sofa and swivel recliner; Italian design dining set with 6 chairs; entertainment set/wall with TV (Samsung plus Home Theater from Bose) Xbox360 with games; and a rug. Air mattress for additional guests (available upon request).\n\nKitchen includes your own refrigerator, microwave, stove/oven, toaster, electric kettle, crockery, and cutlery.\n\nEach room is lit with beautiful state of the art Venetian chandeliers, lights are dimmable in the bedroom and living room. There are 2 extra closets available to store your luggage/clothes: one by the entrance and the other between the bedroom and bathroom (as captured in the picture).\n\nThe apartment is all yours by yourself and you full access to anything that is in it.\n\nAirport (JFK and LAGUARDIA) pick up and drop off at my place available upon request. On spacious SUV that can accommodate up to 5 people. Ask for details if interested.\n\nHost available to help guests with amenities within the apartment, directions, questions regarding getting around, transportation, dining recommendations and anything else that comes to mind.  I am available via text/call throughout the stay any time of the day. Another words 24/7\n\nQuiet and safe neighborhood centrally located in Queens (Rego Park/Forest Hills area). Close to airports, shopping, and Manhattan. Everything is around the corner - literally.\n\nVery close (2 minute walking distance) to public transportation buses, trains/subway.\n10-15 mins away from the City (Manhattan) on train.\n\nLocation of the apartment is ideal to explore the different and rich cultures NYC has to offer and experience all of the city's corners", "name": "Relax and Unwind in a Spacious NYC Apartment", "picture_url": "https://a0.muscache.com/im/pictures/65dc524d-87da-441b-b573-064a40fa765b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15037480", "id": "15037480", "price": 110, "review": "The host canceled this reservation 36 days before arrival. This is an automated posting."}