{"description": "Studio apartment on the upper east side of Manhattan. The apartment is in the ❤️  of an area full of many restaurants, bars, & awesome NYC nightlife! The apt building is safe & quiet (except for occasional traffic noises); perfect for a good night's rest. This place is close to everything. You have Central Park, museums, and amazing shopping  in walking distance and only 20 minutes to Times Square!!!\n\nWell kept beautiful studio apartment. Plenty of space to eat, chill and just hang out. FYI... The cat is gone.\n\nLaundry is in the building (basement). You also have access to the fire escape which we use as our private balcony for better city views.\n\nWe will either meet you in order to give you the keys to our place and answer any questions you may have. Or we will leave the keys in a lock box and you can retrieve at your own connivence!\n\nIt's New York City!!!! There is so much to do with-in a 10 minute walk or 20 minute train ride. You name it, it's here.\n\nThe 4/5/6 and the N/R/Q trains are only about a 5-10 minute walk. It's also extremely easy to catch a cab, they are always readily available! Uber Pool is our favorite way to get around; it's super easy and pretty cheap. If you don't have Uber already, I can get you a coupon!\n\nThis place is on the fourth floor and there is NO ELEVATOR. So if three flights of stairs is an issue for your knees, this is not the place for you. On the other hand, if you are the work-out-every-day type and you fear you wont have time for your workout during your trip, all you have to do is take the steps two at a time very slowly every time you come up, then BAM! your lunges are done. We also have a pull up bar that quickly installs into the bathroom door frame.", "name": "Upbeat Studio Apartment on the Upper East Side!", "picture_url": "https://a0.muscache.com/im/pictures/b900ca34-7101-44b9-aa9b-2c18c94e3a8b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15036036", "id": "15036036", "price": 160, "review": "Cozy and perfect position. Philip was always ready to answer any questions! Recommended! "}