{"description": "You'll love staying at my fantastic apt in an elevator building (a rarity for the East Village)! Perfect for groups, or a couple that wants to spread out! This is a hip, vibrant area with European Flare, and more shopping/bars/restaurants than you an imagine! Walk a few blocks and find yourself in the heart of Greenwich Village; a short ride on the subway will put you in Times Square/Rockefeller Center. I love my neighborhood for it's artsy vibe, but it's also super convenient for tourists:)\n\nI love helping people discover NYC, so please do not hesitate to ask for tips and advice, etc! I keep the apt. very clean and ask you do so as well. \n\nBEDROOM #1:\n\n- Olympic queen-size bed (1) \n- Full-sized bed\n- Nice Closet and chest of drawers\n- Multiple full-body mirrors \n\nSECOND BEDROOM:\n- Full Size Bed\n- Chest of Drawers\n- comfy lounging sofa\n\nLIVING ROOM:\n- Office Desk for writing / work, electrical outlet\n- Large pullout sofabed\n- Flatscreen TV\n- Breakfast Bar with seating for 6.\n\nMORE ABOUT THE APARTMENT:\n- Central Air conditioning & Heating \n- All bed sheets, pillows, blankets, towels included \n- Fully equipped, clean kitchen \n- Light breakfast (cereal). \n- Free High-speed WIFI \n- Complimentary tea and coffee \n- 1 bathroom with a bathtub (that is listed as hot tub in the amenities section).\n\nGuests have access to the entire private apartment.\n\nI am available to answer my guest's questions throughout their stay.\n\nLive like a New Yorker in a private East Village apartment. As soon as you step out of the front door, you are immediately immersed in the lively energy of the City. Perfect for pub/bar/clubs lovers! Walk few blocks and you find yourself in the hustle and bustle of Union Square, Stuyvesant town, Gramercy Park, Tompkins park, Lower East Side, NoHo. Little Italy, SoHo, Chinatown, the West Village, NYU, Union Square and even the famous Chinatown market! I have called this area home for many years, and it truly is a fantastic launching pad to exploring the City!\n\nWe are a 5 minute walk to the subway on 14th Street. Easy to hail a cab in my area since it's very popular, night or day:)\n\nAn electronic keypad entry allows for easier access to my apartment.", "name": "Unique Apt in Elevator Bldg, 10min to Times Sq!", "picture_url": "https://a0.muscache.com/im/pictures/c714cade-6718-4667-925a-5b66014e0718.jpg?aki_policy=large", "url": "airbnb.com/rooms/15056339", "id": "15056339", "price": 149, "review": "Good stay with a proactive host "}