{"description": "Lovely ground-floor apartment with private entrance/backyard/jacuzzi/bathroom.  King sized bed and zen fireplace.  Marble kitchen, video intercom and private fridge.  Located 7 minutes from Central Park and Mt. Sinai, there are lots of Cuban spots and supermarkets.  2 Blocks from the subway and 20 minutes from Grand Central. My place is good for couples, solo adventurers, business travelers, and furry friends (pets, I have a small dog).\n\nAmenities: Jacuzzi, zen fireplace, Playstation 3 & 4, 1 King sized bed + 1 Queen sized inflatable bed, Super Nintendo, 65 inch TV, private yard, private entrance, video intercom, mini fridge, marble counter top kitchen, LED rain shower head, 100 Mbps wifi, BBQ, AC/heater, private entrance into building and ground floor apartment.  Very quiet.\n\nEDIT:  Both the couch and bedroom have privacy screens.  The bedroom has a projector for watching TV in bed.  LED lighting in the bedroom and living room.  Dart board in the living room along with dining table.\n\nBackyard, bedroom, 2 bathrooms, living room and kitchen.\n\nI will be available whenever.  I usually end up socializing with my guests but I respect everyone's privacy.\n\nRestaurants:\nLots of great Cuban restaurants in the area, with Cubano Amor being my favorite (3 min walk).  It has live music most nights of the week and the food is good.  East Harlem Bottling Co has great food and a good drink selection (2 min walk).  5 minutes away from McDonalds, Wendy's, Domino's and Burger King.  Lemon Sushi does great/cheap delivery.\n\nSupermarkets:\nThere are two super markets on 110 street (2 min walk) and one on 104 street (4 min walk).  There is a Duane Reade 3 min walk away.  There is the East River Mall on 117 street (20 min walk or $10 Uber) with Target, Aldi, Costco, Best Buy, Petco, Marshall's and Old Navy.  There is an open air plant store on 116 street (10 min walk).\n\nDriving:\nThere is a parking lot across the street from me and free parking depending on the street signs.   Most guests find parking in under 20 minutes and I have not had a guest yet who has had to pay for parking there.  There are also 2 parking lots with paid parking about a 1 min walk away ($30/day).\n\nTaxi: \nAn Uber to Grand Central is usually around $15-20 depending on traffic.\n\nSubway:\nWe are 2 blocks (2 min walk) away from the 110 st station on the 6 train.  We are 15 blocks (15 min walk) away from the 96 st Station on the Q train.  There are numerous buses on Lexington and 3rd Avenue.\n\nTrain:\nAmtrak and MTA trains make stops at 125 st station - about a $10 Uber or a 15 min walk away.\n\nThe subway on the weekend and holidays is slower, so make sure to plan for a longer travel time on those days.  Also, the subway at 110 St is not wheel chair accessible.  Consider taking an accessible taxi from 125 St which is a wheel chair accessible subway stop.", "name": "Spacious Private Entrance with Jacuzzi, Backyard", "picture_url": "https://a0.muscache.com/im/pictures/33fb2099-d55e-485d-9901-4ece63fc2e9d.jpg?aki_policy=large", "url": "airbnb.com/rooms/15051960", "id": "15051960", "price": 400, "review": "Josh was a great host! The home comes with more perks than you pay for (in my opinion), it's just perfect. Also, he even showed me around the house and how to use everything. He didn't just leave me blind. I had a great stay and I will definitely do it again! If you need somewhere cozy to stay while you're in NYC, this is definitely the place to be!! P.S. I'm a young college kid and I loved it so I know an older couple will too! Check it out."}