{"description": "My condo is in the growing private community of Spring Creek. You'll love my apartment because it is located on the 8th floor with a private balcony with outside seating for you to enjoy the amazing views of New York City. \n\nIt is 10 minutes from JFK Airport and two blocks from Gateway Center Mall with over 50 retailers including Old Navy, Gap, Target, Nordstorm Rack, just to name a few.\n\nThe condo is very secure with onsite security guards, security system, parking, laundry, and elevators.\n\nI am a host that promotes diversity and inclusion for all guest. The condo is ideal for couples, groups, adventurers, and business travelers.\n\nThe master bedroom is big and has a premium queen size foam mattress, pillows, and linens. It has a 37\" LED TV and a computer table with high speed wireless internet for your entertainment and business travel. The bedroom's closet has hangers, iron and iron board for your clothes\n\nThe second bedroom has a premium queen size foam sofa bed mattress, pillows, and linens. It has a computer desk with high speed wireless internet. The bedroom's closet has hangers, iron, and iron board.\n\nThe remodeled bathroom has complimentary shampoo, conditioner, body wash, and towels. The kitchen has a new microwave, refrigerator, and cookware (pots & pans).\n\nThe apartment is two blocks from Gateway Center shopping mall with over 50 retailers including Old Navy, Gap, Target, JC Penney, TJ Maxx, Nordstorm Rack, Burlington Coat Factory, Babies Rus, DSW, Carters and Pier 1, just to name a few.\n\nHungry? Be sure to dine at Gateway Center's delicious eateries and restaurants, including Smashburger, Panera Bread, Buffalo Wild Wings, Applebee's, Pizza Studio, Olive Garden, Red Lobster, and Outback Steakhouse.\n\nIt is a 10 minute drive to JFK airport, world famous Coney Island Amusement Park that features over 50 rides and attractions. It is a 20 minute drive to Brighton Beach, Manhattan Beach and Far Rockaway area beaches.\n\nYour safety is of most important!!\n\nI recommend the following public transportation during your stay...\n\nThe apartment is just one block from the BM5 express bus that takes you straight to many tourist attractions in Manhattan including the Empire State Building, Central Park, Times Square, Rockefeller Center in about 45-60 minutes, just to name a few. It is a very comfortable commute at a reasonable price of $6.50 per ride. You can also buy a 7-day express pass for unlimited rides on the express bus and all subways for under $60.\n\nOther local public transportation include the B83 bus that takes you to the Broadway Junction subway station that serves the A, C, and L trains in about 35 minutes. It is very affordable and safe at $2.75 per ride.", "name": "Amazing View, Modern Gem", "picture_url": "https://a0.muscache.com/im/pictures/f9a546a6-bd26-4007-b3e6-b27d54582f59.jpg?aki_policy=large", "url": "airbnb.com/rooms/15059309", "id": "15059309", "price": 99, "review": "Awesome, place. Everything is in drivable distance, good clean neighborhood and great apartment.  "}