{"description": "Extra large, very clean, street level one bedroom apartment in East Village Right by Union Square (3 min walk) where you can catch all the main subway, you will be right in the middle of the coolest and most dynamic neighborhood and at walking distance of East Village (5min), Greenwich Village (5min), West Village (15min), SoHo (15min) and Lower East Side (15min).\n\nThis is a very spacious 1 bedroom apartment, in the heart of downtown Manhattan , in a very lively neighbourhood right next to Union square. \nMy apartment is full of character, with high ceilings, decorative fireplace, bath with bath tub, one double bedroom with queen double bed, large lounge with Apple TV and fully equipped kitchen (nespresso machine, microwave, oven, cooktop and fridge)\nThere are no stairs to walk up (street level) with secure entrance, extremely quiet from street noise.\nThere are also two A/C units for the summer months.\n\nAll the apartment.\n\nAs often as they wish via email or mobile phone. Happy to give tips about the area.\n\nVery dynamic and lively neighborhood full of trendy bars/pubs and charming restaurants. \nWalking distance (15 min walk) to all the cool areas : East village, Greenwich village, West village, SoHo, Little Italy, NoHo, Lower East Side\n\nThe neighbour is fantastic. Amazing restaurants around the corner (some famous ones) bar with live jazz music , beauty salons, laundrettes and dry cleaner. The location can't be beaten. You won't need taxi for pretty much all downtown and most of midtown and all cool areas are in walking distance. Metro station right outside takes you everywhere.  big touristy sights as the Rockefeller building, Empire State Building , Times Square etc.\n\nAll the main subway lines at Union square (3 min walk)\nThe L train at the 3rd avenue station (30 second walk)\n\nClean linen and towels provided and toiletries.", "name": "XLarge 1BR apartment in EastVillage", "picture_url": "https://a0.muscache.com/im/pictures/32dc29b3-bdd2-4d45-8fa4-d51746858a7e.jpg?aki_policy=large", "url": "airbnb.com/rooms/15051958", "id": "15051958", "price": 199, "review": "Quiet and cozy place in a good location with a nice, responsive host -- what else could you wish for?"}