{"description": "My place is close to Manhattan (15 minute subway ride), the Subway (half a block from the 7 line that goes straight to many hubs), and AMAZING *cheap* restaurants and cafes! (pizza, Mexican, Korean, you name it!). \n\nYou’ll love my place because it is cosy, comfy, and in a very safe neighborhood.  Proximity to Manhattan is a plus too!. My place is good for couples, solo adventurers, business travellers, and families (with kids).\n\nThe space is includes a private bedroom, bathroom, kitchen and living room on a quiet street with a less than a three minute walk from the 7 train (half of a block). The apartment is well maintained, extremely clean and very cosy. There is artwork from all of my travels displayed to create a nice atmosphere.\n\nGuests have access to the entire apartment: the kitchen is complete with cookware/dinnerware/fridge/stove&oven). The guests also can use the AppleTV and netflix, wifi and desk space in the bedroom.\n\nDuring your stay I won't be in the apartment, but before your arrival I can provide a lot of information about the neighborhood and NYC. I can also be available over text during your entire stay!\n\nSunnyside is one of the most diverse, safe and most pleasant neighborhoods in NYC. It is very quiet, and family orientated, a great escape from a busy day in Manhattan - but still very close! On the 7 train it will take you only 15 minutes to get to midtown, and a cab ride is only about $15 to similar locations. \n\nThe diversity of the neighborhood lends itself to some amazing and well-priced restaurants (Mexican, Korean, pizza, sushi, Chinese, Thai, Italian, and Irish Pubs). There is also an easy commute to other parts of the city that has amazing draws in terms of food and nightlife.\n\nThe 7 train is only half a block from the apartment (less than 3 minute walk). The train connects almost all other trains in Manhattan at the 42nd street hubs (Grand Central, Bryant Park, Times Square). It will take you only 15 minutes to get to Times Square, 25 to Union Square and you will have easy transfers to other lines (1,2,3,A,B,C,G,D,F,S and the list goes onnnnn!)\n\n- Towels are provided. \n- The apartment is on the second floor and is handicap accessible - there is an elevator.\n- Nespresso available for use!", "name": "Private, cosy, apartment in convenient location!", "picture_url": "https://a0.muscache.com/im/pictures/98c6ceeb-7005-46de-829e-7211baf18f08.jpg?aki_policy=large", "url": "airbnb.com/rooms/15067461", "id": "15067461", "price": 90, "review": "Great location for subway, great location for really cool bars and restaurant in queens. Not too far away to all the big cities like manhattan and soho and all the places you want to visit. The apartment is this cute space nuzzled away in queens and feels totally at home which is important. "}