{"description": "My place is a very unique 1 Bedroom Loft in the heart of one of the most popular neighborhoods in NYC, Nolita! Tons of sunlight fills the space everyday! There is a rare and gorgeous private roofdeck that has amazing views of manhattan, particularly One World Trade.\n\nGreat restaurants and bars nearby: Cafe Habana, Balthazar, Cafe Gitane, and Supper. \n\nIt is the perfect space for someone looking to explore the city or a frequent NYC traveler looking to experience how a real New Yorker lives!\n\nLoft space with 1 King sized bed.\n2 separate Roofdeck areas.\n\nWasher & Dryer in-unit.\n\nI use a concierge service that will be able to answer any and all of your questions or concerns 24/7. \n\nPlease keep communication on the AirBnB message portal! Any phone calls are sent to a voicemail that transcribes it to text, then those responses are sent via Airbnb, so the fastest way to communicate is just to message through Airbnb. Thanks!!\n\nAs the trendiest little neighborhood you're still hearing about, Nolita combines the sophisticated allure of designer boutiques with the simple pleasure of people-watching from front stoops. This fashionable and friendly neighborhood is composed of narrow streets, picture-perfect window displays, and sidewalk cafes that invite you to indulge in a cup of fine espresso. Easily walkable and cozily quaint, Nolita faces no competition when it comes to cool hotspots.\n\nGreat access to the NQR & 456 Trains, CitiBikes, etc.\nAll within walking distance of less than 5 mins.\n\nTop floor of a walk-up building (5 flights up). Save yourself a trip to the gym, and enjoy the roof deck!", "name": "★ Unreal Loft w/ Huge Private Roofdeck ★", "picture_url": "https://a0.muscache.com/im/pictures/051d2b5a-a749-43aa-a223-dc69fe42588b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15066466", "id": "15066466", "price": 225, "review": "Virkelig dejlig og lys lejlighed. Selvom der var meget liv på gaden, så var der helt stille i lejligheden. Vi vil gerne bo der igen hvis vi skal til NY en anden gang."}