{"description": "***ALL MY REVIEWS ARE 5 STARS!*** Beautiful 1-bedroom apartment in Manhattan's wealthiest zip code. Many celebrities live nearby and it's safe at night. The subway is 2 minutes' away. There are 2 queen size beds. Perfect for couples or solo travelers. Expect privacy in this quiet sanctuary in NYC.\n\nThis is a very wealthy area of the Upper East Side and there are many wonderful restaurants, bars and cafes nearby. This one-bedroom apartment is steps away from the most famous museums in the world. You will find everything you need for a comfortable stay and my home is always kept very clean. The building itself is also clean, quiet and safe. \n\nThis is included:\n- Queen size bed (83 inches x 62 inches, sleeps 2 people).\n- Queen size sofa bed (79 inches x 55 inches, sleeps 2 people).\n- High-speed internet (WiFi).\n- Fresh white bed linen and white towels. \n- Tea and fresh coffee. \n- Shampoo, conditioner, body wash and hand soap in the bathroom.\n- Dishwashing liquid and hand soap in the kitchen. \n- Iron and ironing board.\n- Hair dryer.\n- Kitchen with everything you need, including stove, oven, full-size fridge/freezer, microwave, toaster, electric kettle, coffee maker, French press/cafetiere and Brita water filter.\n- Glasses, cups, plates, bowls, cutlery, pots and pans, and utensils in the kitchen (enough for 4 people).\n- Heating.\n- Air conditioner in living room and fan in bedroom.\n- TV with basic cable.\n- Buzzer/wireless intercom.\n- A bistro table with 4 chairs for dining or working.\n- Clothes rail with hangers in the bedroom.\n- Full-length mirrors in both the bedroom and living room.\n\n***ALL REVIEWS ARE 5 STARS!*** Stay in the best area of the Upper East Side! This is the most exclusive neighborhood in the city with many celebrity neighbors. The area is very safe to walk around at night. It's close to 3 different subway lines (Q, 6 and F) and many buses. The new Q subway is just 2 minutes walk from the apartment. Central Park is on your doorstep and there are many amazing restaurants, bars and cafes nearby. Museum Mile is a short walk, including the world-famous Metropolitan Museum and the Guggenheim! For shopping, you can walk to Bloomingdale's, Saks, Barneys and Fifth Avenue. My home is perfect for visitors who would like a convenient and safe location.\n\nThe perfect location for sightseeing! My home is walking distance to 3 different subway lines (Q, 6 and F) and many buses. It's 2 minutes walk to the new Q subway, 5 minutes walk to the 6 subway, and 10 minutes walk to the F subway.", "name": "Spacious 1BDR, 100% 5-Star Reviews!", "picture_url": "https://a0.muscache.com/im/pictures/0f845714-741b-4d3e-9f2d-431e8d2d6655.jpg?aki_policy=large", "url": "airbnb.com/rooms/15078898", "id": "15078898", "price": 130, "review": "Great stay  Very clean apartment and great communication all along with Isabel who was very helpful. Thanks a lot"}