{"description": "Help save the environment! Stay in a solar-powered, modern, well furnished apartment in our 2-family house. Separate entrance, street level, no stairs, complete privacy, use of the entire apartment. Excellent location in Astoria, the coolest neighborhood in NYC, diverse, safe, family friendly. Close to all, 3 blocks to subway, 10 min. or 4 stops to Manhattan and Central Park, 15 min. to Times Square. Clean, comfortable and quiet place to relax after a long day of sightseeing.\n\nIf you choose to stay in our apartment, we want to thank you for helping save the environment! This is a solar-powered, modern, street level apartment in a private house with a separate entrance. There are no stairs and no need to carry your luggage up the stairs. The kitchen and the dining room have an open-plan design and modern furniture. The kitchen has stainless steel appliances (brand new electric smooth top stove, microwave, fridge with freezer), kitchen island, coffee machine, toaster, cooking utensils, cutlery, pots and pans. There is a modern sofa bed in the dining area that converts into a queen size bed, with a memory foam mattress topper. The living room and the bedroom have an open-plan design; they are spacious, with a sectional that converts into a sleeper, 48 inch flat screen TV with many cable channels, and a very comfortable queen size bed with memory foam mattress and high quality bedding. There is a bonus room that could be used for reading, relaxing, meditating, yoga, you choose. There is a bathroom, and a huge walk-in closet with lots of closet space. Towels, bed linens, hair dryer, hangers, iron, the ironing board, paper towels, toilet paper, coffee and tea are provided. If you have a baby or a small child up to 2 years of age, we have a portable crib (pack’n’play) with sheets.\n\nPlease text or call me if you have any questions.\n\nThere is everything you need in the neighborhood, at lower prices than in Manhattan, just a short walk away. 2 block to Broadway restaurants and cafes, bars, bakeries, grocery stores, and shopping. A short walk to 30th Avenue restaurants and bars, Steinway Street shopping, the Museum of Moving Images, Kaufman Astoria Studios. 1 block from 2 laundromats and a dry cleaner. Close to Astoria Park with views to the East River and Manhattan. Close to Roosevelt Island where you can take the tram to Manhattan and enjoy the views, and close to Long Island City with gorgeous views to the Empire State Building, the Chrysler Building, the United Nations, and Manhattan skyline, where you can take a water taxi to Manhattan and Brooklyn. There are two beer gardens nearby, including The Bohemian Hall and Beer Garden, the oldest beer garden in NYC with huge outdoor space. The Strand Smokehouse (BBQ and craft beers) is 2 blocks away. There are also excellent Greek, Thai, Japanese, Middle Eastern, Brazilian, Spanish, Mexican, Italian, French and Korean restaurants nearby.\n\nThe apartment is conveniently located in a quiet and safe residential neighborhood, with quick access to subway train station and steps from Manhattan. Take a short walk for 3 blocks to Broadway subway stop, hop on N or Q subway train, and get to Manhattan in 10 minutes or 4 subway stops. And return to the apartment in no time, after a long day of sightseeing. The apartment is clean, comfortable and a quiet place to relax after a long day in the city. The apartment is minutes from LaGuardia airport by cab or bus, and close to JFK airport. Street parking is free and it's usually easy to find, but pay attention to alternate street parking rules so you don’t get a ticket.", "name": "Stay in Solar Powered Apartment in NYC!!!", "picture_url": "https://a0.muscache.com/im/pictures/028be08f-be73-4461-aa18-ac91c886fce4.jpg?aki_policy=large", "url": "airbnb.com/rooms/15079215", "id": "15079215", "price": 145, "review": "This was a great location for us and a great value.  Tamara went above and beyond by meeting us very late after our flight was delayed."}