{"description": "Inwood is truly Manhattan's hidden gem. Safe, beautiful, full of ethnic flavors with express A line, providing quick access to anywhere in Manhattan.\n\nWalking around the neighborhood, you'll likely meet artists, opera singers, Columbia U professors, organic food growers, or locals who have lived here for many generations.\n\nYou'll breathe the freshest air on the island of Manhattan, with wild natural parks and trails in your backyard. The famous Cloisters is just a leisurely stroll away.\n\nTop floor unit in a charming pre-war building with elevator. Your private space is very spacious with a queen size bed, sofa, flat screen TV (Roku, Netflix), very clean and quiet with high ceilings and abundant sunlight. High speed wifi, bottled water and fresh towels are provided. The host does not enter into guests' space when room is occupied.\n\nYour bed is a high-end queen-size sofa-bed. Guests raved about how comfortable it is. The bed is ideal for one person or a couple. 100% cotton sheets, two queen size down and feather pillows will be provided. All sheets will be freshly washed prior to guests' arrival.\n\nYou host is private, easygoing, sophisticated, thoughtful, clean and organized. There is absolutely no smoking of any kind in the apartment or the building. Respect and be respected. Everything else is common sense.\n\nEntire apartment except the host's bedroom.\nYou are welcomed to use the kitchen area, but excessive daily cooking is discouraged.\n\nHappy to answer any questions you may have! Enjoy New York!\n\nWalk to The Met Cloisters.\n\nA few stops bus ride to the beautiful Wave Hill Garden. Host can provide free guest access.\n\nRite Aid, Duane Reade, 24-hour supermarket, liquor store, wine bars, tapas lounges, coffee shops and more.\n\nExpress A train - 25 minutes to Time Square, Columbus Circle, with Subway connections to all boroughs of New York.\n\nLocal 1 train\n\nUber and Lyft\n\n1 block to 9A North to the Hudson Valley, and NJ, or 9A South to downtown Manhattan.\n\nThis is a very safe neighborhood. Our building is on the Inwood Park side, it's quiet and peaceful.", "name": "Clean, Quiet, Charming Pre-War Apt Close to All", "picture_url": "https://a0.muscache.com/im/pictures/19d3ae98-77c1-4daf-8131-b8032188b045.jpg?aki_policy=large", "url": "airbnb.com/rooms/15079046", "id": "15079046", "price": 65, "review": "Jeanie was super sweet and great to talk to.  She was very easy to reach and responded very quickly to any questions I had. Her place is very cute and clean... what a huge plus.. Know that this is the living room and not a private bedroom, with a folding wall BUT Jeanie's room is close to the bathroom and you still maintain some sense of privacy.  It is located in Inwood which is a beautiful area close to many parks and not far from the Cloisters (which I didn't get to visit).. The A train is one block away and very convenient and a quick 25 minute ride to 59th street. Overall it was a great experience.... Definitely recommend.. "}