{"description": "This 2 bedrooms’ luxury condo, hardwood floors and open kitchen layout. \n\nLocated on a quiet street, the building stands out as the prettiest, being it brand new. \n\nLots of natural light and stylish furniture. \n\nSubway is 2 blocks away and can be connected to Downtown in less of 15 min. Subway 24hrs. If you desire, no need of car rental to communicate.\n\nBrooklyn Standards have definitely been raised. \n\nNo detail were spared for this beautiful 2br condo. \n\nEach room has a full size bed, mirror, nightstand and closet space. \n\nPerfect for shared and families alike.\n\nThe kitchen is very modern and bright, including an oven, dishwasher and microwave.\n\nSink in the bathtub for a warm bath.!\n\nOn the 4th floor, we have an amazing roof deck\n\nEnjoy the sunset! :)\n\nYou have full access to the apartment. It will be private for you.\n\nI'm always available via Airbnb messaging\n\nBushwick is one of the coolest neighborhoods in Brooklyn. And you'll be in the heart of it.\nSteps to many local shops, restaurants and great bars. \nYou can view amazing graffiti work all over the place. \nBushwick is the house of Bushwick Open Studio when artists, musicians and residents alike open up shop, close street and it's just a big party with art galleries.\nMany restaurants are owned by small families or locals alike and are just amazing.\nBushwick, cool is just and understatement\n\nM train to Central Av Station is just 2 short blocks\n\nI long for views always.\nI recommend heading to the roof top and check sunsets and sunrises", "name": "BushwickLoft ❤️Brooklyn Brightest", "picture_url": "https://a0.muscache.com/im/pictures/b5586a45-3d21-45c0-bf87-6b29c41c0ddf.jpg?aki_policy=large", "url": "airbnb.com/rooms/15087364", "id": "15087364", "price": 145, "review": "Luis' place is great. It's super quiet and peaceful. Luis was proactive in making sure our needs were fully met. Everything is new construction with new finishes as it is located in a reviving part of Brooklyn (Bushwick).  Easy walk to local delis, grocery and bars.  Great value for locating just a few miles from the heart of NYC via the subway and saving a LOT of $$$. "}