{"description": "This is a private cozy 2 room studio in the heart of Red Hook Brooklyn with a private entrance. The space reflects historic Red Hook with its rich maritime past. The Clawfoot tub was an original part of the house  used  for sailors in the nineteenth century. It has a comfy and unique feel  with rustic elements.  Its a great place to get away from Manhatten and just relax, cook, or chill  in the garden or deck or just in the apartment.  Experience a different side of NYC besides Manhatten.\n\nRed Hook  is a very cool up and coming neighborhood that feels more like a fishing village with amazing views of Manhattan, Statue Of Liberty and the entire Bay Area! The space is cozy and private with private entrance and shared back yard and deck. You have your own private kitchen to cook or not, the front room has a pull out sofa wich is very comfortable, great for 2 people which is used primarily as a bed. You will have access to our wifi and a projector if you would like to watch a movie. The space is private, with your own key and door.The space has a   claw foot tub is exclusive to the space , only to be used as a bathtub ,and there is also a private toilet. However, if you would rather take a shower you can use the upstairs bathroom which is shared with us as we live upstairs. The apartment look out onto the garden not the deck.. You can use the grill in the backyard if you feel like doing so. Red Hook is like a small Williamsburg with a mix of frame, brick and warehouses. It has a funky interesting mix with lots of Artists, craftsmans, business people and families and mixed kinda people. Red Hook is great with its views and close proximity to ManHatten. Walk to Brooklyn Bridge Park, walk to Fairway or Carroll Gardens which is 10 minutes away.\n\nGuests can use garden and deck and front of the house. We use it but not all the time...there is a ladder to (URL HIDDEN) the future we will build a staircase\n\nYes we will or can. call (PHONE NUMBER HIDDEN) with questions or text.\n\nRed Hook is close to the water with amazing views of downtown ManHatten and has lots of restaurants and galleries. Here is a documentary a trailer on Red Hook ...hope you enjoy.\n(URL HIDDEN)\n\ntake the Ikea water taxito downtown Manhatten they usually leave at 10am. Take the B61 bus to the subway. Use Citibikes a block away. Or a 1.5 mile walk to Brooklyn Bridge. or take  a car to Battery Tunnel which is only 5 minutes to Manhatten. the subway is at west 9th st about 15 min walk about 12 blocks\n\nRed Hook is a changing neighborhood and its a funky place. Starting in summer 2017 there will be a watertaxi right from our block go directly to downtown Manhattan and will only cost a subway fare, but that is next summer. Keep in mind that Red Hook is quirky and the space  is unique in its kind, a bit quirky and and arty. Its like a village in the big city but you its very close to Manhatten. It is right across the water from downtown Manhatten literally a 15 min drive through the Battery Tunnel or 15 minutes if you drive across the Brooklyn Bridge. You can see the world trade centter and statue of liberty as seen in pictures from the water in Red Hook. The subway is about a 15 minute walk from here around  12 blocks...the water taxi at Ikea is free on weekend and goes to Manhatten. Or walk to Carroll Gardens or take the b61 bus....The nicest way to walk to subway is to Carroll Gardens and then take F train to city.", "name": "Artists rustic 2 Room studio  in Red Hook", "picture_url": "https://a0.muscache.com/im/pictures/98ce825c-3e4d-41e2-848d-413e1b71fe2a.jpg?aki_policy=large", "url": "airbnb.com/rooms/15083823", "id": "15083823", "price": 100, "review": "Really lovely spot and kind people."}