{"description": "Beautiful 1 bedroom in a clean, well maintained building! Recently renovated apartment is too great not to share! Open comfortable layout, spacious bathroom, and cozy kitchen. Access to laundry room and fitness room.\n\nFeatures:\n- 3 Train, across the street\n- Also near ABCD subway lines\n- Multiple supermarkets\n- Duane Reade Pharmacy\n- NY Sportsclub\n- Starbucks\n- Domino's\n- Subway Restuarant\n- Chinese Food\n- Indian Food\n\nMy apartment is in a quiet building on a tree-lined street with a police station on the corner, so its a very safe neighborhood. The apartment is located on the first floor, towards the back of the building so its very quiet. It features and ultra-comfortable bed, a tub and a shower. The atmosphere is peaceful and relaxing.\n\nYou will have access to the whole apt. I will provide you with a linen closet with towels. Laundry of the towels and bed linens is included. But if you need to do laundry outside of this, I can provide access to the laundry room. I will also provide access to the fitness room in our building. You also have access to all the kitchen.\n\nI usually rent space when I am traveling but I am accessible via telephone and text. In case of an emergency, I have friends in the area that can possibly assist.\n\nA historic area: Celebrate your style by staying in this contemporary Harlem apt, in the center of New York City's most happening neighborhood! The apartment is a short trip to the famous Apollo Theater, Jackie Robinson Park, and major express subway stations. Zip over to the bright lights of Times Square in minutes.\n\nAside from the fitness room in my building, there is gym 3 blocks away: New York Sports Club located at 303 West 145th Street, between Frederick Douglas Blvd. & Bradhurst.\n\nOn the corner of that same block you can fine a Starbucks to your right.\n\nLocal eateries:\n\nThe area is full of a variety of great places to grab a bite, some are legendary and others brand new. Here I picked up some of my favorites:\n\nLondel's - 2620 Frederick Douglas Blvd.\n\nAngel of Harlem - 2272 Frederick Douglas Blvd.\n\nCorner Social - 321 Malcolm X Blvd.\n\nRed Rooster - 310 Malcolm X Blvd.\n\nSylvia's - 328 Malcolm X Blvd.\n\nHarlem Food Bar - 2100 Frederick Douglas Blvd.\n\nThe Cecil Harlem - 210 West 118th Street\n\nCaridad Restaurant - 3533 Broadway\n\nHarlem Public - 3612 Broadway\n\nSightseeing:\n\nBeyond the breathtaking architecture of Harlem, there is also a variety of great and historical places to stop by:\n\nSchomburg Center for Research in Black Culture - 515 Malcolm X Blvd.\n\nAbyssianian Baptist Church - Oldest black church in New York State - 132 West 138th Street.\n\nThe Apollo Theater - West 125 Street\n\nCathedral Church of St. John the Divine - 1047 Amsterdam Avenue\n\nStriver's Row - Originally called the King Model Homes, these 130 row houses were built between 1891 - 93 on four blocks on West 138th and 139th Streets between 7th and 8th Avenues.\n\nStudio Museum of Harlem - 144 West 125th Street\n\nThe number 3 train subway line station is 1 minute walk from the building. ABCD train subway lines station is 6 minutes walk from this place. You also have access to the M2 or M10 bus lines in the corner of the block where the apartment is located. There is a gym 4 minutes away and 5 major supermarkets with convenient hours and 1 open 24/7 within 5 blocks radius.", "name": "Comfortable Harlem NYC 1 Bedroom Near Trains", "picture_url": "https://a0.muscache.com/im/pictures/d672971a-bb2c-4782-a8dc-57e83fcbd577.jpg?aki_policy=large", "url": "airbnb.com/rooms/15095439", "id": "15095439", "price": 135, "review": "Toyce is a great host! Very communicative and flexible. He checked in with us regularly to make sure we had what we needed, and was on the ball for check in/out plans. The apartment was exactly what we needed: a comfortable place to come back to after long days exploring the city! Toyce's description of the area is spot on, too."}