{"description": "Beautiful new studio with fast wifi, dishwasher, gas stove, full-size bed, stereo, projector for movies/tv. Close to Pratt, Ft. Greene Park, Starbucks, Chipoltle, Restaurants, Bars, Supermarket, Shops all around the corner, and within walking distance to all major subway lines. My place is perfect for couples, solo adventurers, and business travelers.\n\nStudio is about 330 sq feet (30 sq meters). Very safe secure quiet building with private courtyard. Laundry in the building, fast wifi, close to subways and easy parking.\n\nApartment is kept very clean and comfortable, with stereo and a projector for watching movies/tv.\n\nBed is full-size, and there's also a large very comfy couch, perfect for a third guest.\n\nBeautiful Ft Greene park nearby, subway, easy parking, supermarkets, shops, specialty food items, cafes, bars, farmer's market and flea market every Saturday, close to Williamsburg, Bushwick and Greenpoint, 20 minutes by train to Union Square.\n\nWill make sure you have no problems getting into the apartment and that you have everything you need to be as comfortable as possible. Feel free to contact me if you have any questions or issues at all during your stay, will do everything I can to help!\n\nFt. Greene is one of the best neighborhoods in New York! Safe, beautiful architecture, shops, parks, culture, weekly flea market and farmer's market, great restaurants, bars and easy to get to ither areas of Brooklyn or the city.\n\nAbout a 7 minute walk to the G train (quick access to Williamsburg, Bushwick and Greenpoint!) and every other major subway line a 15 minute walk away (7 minutes if you take the B69 bus with a free transfer to the subway!).", "name": "Beautiful New Studio, perfect for couples!", "picture_url": "https://a0.muscache.com/im/pictures/a93bce27-7e84-4e6f-af26-d6ff7a364561.jpg?aki_policy=large", "url": "airbnb.com/rooms/15101577", "id": "15101577", "price": 100, "review": "The host canceled this reservation 4 days before arrival. This is an automated posting."}