{"description": "One of the most spacious private bedrooms you'll find. Plenty of storage and room to unwind. The room is in the rear of our 3BR overlooking the back garden and is very quiet.\n\nLocal to many great cafés, eateries, the park, with multiple options for transportation. The A/C and G trains are within a few minutes' walk with easy access to Manhattan/Queens/BK and the B52 bus stops at the end of our block. Citibikes are a block away and street parking is readily available.\n\nThe private bath and enough floor to spread a yoga mat (or two), room to keep your things, and window above the backdoor give you peace and quiet without ever feeling shut in.\n\nYou'll have the sole use of the bedroom and its attached bathroom during your stay. The living and dining rooms and kitchen are shared between us and our other roommate. Guests are welcome to use these areas too.\n\nMy girlfriend Aisa and I are generally both around in the evenings and happy to answer questions or offer suggestions to help you enjoy your stay– otherwise we won't disturb you.\n\nMinutes from Herbert Von King Park, Hattie Carthan Community Garden (visit the fresh market on Saturdays), and Kosciuszko Pool.\n\nSome of the best nearby cafes include Civil Service Cafe, Nostrand Cafe, Doctor's Cave Cafe. Try the ramen at Samurai Papa, the burritos at Lucha Lucha, or the fried fury of Peaches HotHouse.\n\nThe apartment is a 5-10 minute walk from both the A/C and G trains. You can catch the B52 bus to Downtown Brooklyn without walking more than half a block, or the B44 to Williamsburg. The nearest Citibike station is also a block away and throughout the neighborhood. Lastly, street parking is readily available and there are often several Car2Go vehicles in the area.", "name": "Large private bed/bath in 3BR close to transit", "picture_url": "https://a0.muscache.com/im/pictures/4c7fd69c-6a37-4ab3-b146-ae80ecf002d8.jpg?aki_policy=large", "url": "airbnb.com/rooms/15102026", "id": "15102026", "price": 55, "review": "This was my first experience with AirBnB and a great one because of Ian and Aisa and their excellent apartment. The room was large with everything you would need: a private bathroom, a closet for clothes, a large bed, etc. it was also easy to get to Manhattan by train. Highly recommended!"}