{"description": "Renovated 1bdr+bath apartment on the top floor of quiet building overlooking Bushwick Avenue. Conveniently located one block away from the Grand Ave L, you'll be less than 15 minutes away from Union Sq and only steps away from a slew of charming cafes and bars in East Williamsburg.\n\nKitchen: Fully-equipped. Cooking/baking tools in the cabinet adjacent to the stove. Additional cooking supplies can be found on display above the fridge, or in the cupboard above the sink. Chemex + coffee filters above the fridge. The whiskey bar (on top of the bar) is actually a negroni bar so the bottles are not filled with 'whiskey, bourbon and rye,\" but \"campari, vermouth, and gin. A/C can be used at your discretion, but when using \"cool,\" make sure all windows are closed. Cleaning supplies are in the cabinet below the sink.\n\nLiving Room: Fire TV is installed in the flat screen, feel free to use the prepaid apps such as HBO NOW, Hulu, Netflix, Prime Video but please refrain from purchasing any movies at an additional cost. Alexa can be connected to your phone by downloading the Alexa app on your phone. She's truly the best. Ceiling fan can be controlled via the round knob near the front door, or by pulling on the long cord for the fan, short cord for the light. \n\nBedroom: Storage for your belongings is available in the master bedroom closet. Use A/C at your own discretion. Apologies for the injured closet doors, as of 10/2/16).\n\nBathroom: Fresh linens were provided upon arrival, but there is an extra set hanging in behind the door just in case. Please bring your own toiletries. \n\nHall Closet (near bathroom): Extra storage for your belongings + cleaning tools.\n\nNote, the sliding closet doors in the master bedroom had a minor meltdown and will be repaired in the coming days! (Updated: 10/2/16)\n\nThe bedroom (office/study) across from the master is locked and not allowed for guest entrance. The hall closet near the master bedroom is also not allowed for guest storage.\n\nFeel free to message or text me ((PHONE NUMBER HIDDEN)) pre/during/post-visit. I'll be available to answer any questions or jump on the phone if you're in immediate need.\n\nLocally, Allegra Peyton, who provided the keys, is also just a phone call away ((PHONE NUMBER HIDDEN)).\n\nQuiet, quaint and convenient. Cute cafe across the street with great coffee, bar adjacent is great for a dive vibe and a chill beer. Great authentic Italian restaurant near Metropolitan, even though it's cash-only. A quick stroll down tree-lined Ainslie, you'll find a several great restaurants, grocers, cafes, juice/smoothie bars, cocktail joints, etc. 15 minutes to Union Square by subway, 15 minutes to LES/Soho by cab, 15 minutes to Bedford by foot.\n\nGrand Street L - closet ~4 min walk; no cell/Wifi service\nGraham Street L - ~8 min walk; cell/Wifi service\n\nOur building is rather autonomous when it comes to neighbor-to-neighbor interaction so keep yours minimal as well. If there's an emergency, please reach out to me first before asking a neighbor (unless there's a fire, in which case, you do you).\n\nIf you break something, please let me know asap. Accidents happen. \n\nAnd by all means, do not under any circumstances go on the roof!", "name": "Charming 1Bdr in Quiet Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/08e3bf0d-ac8d-42df-8c7a-82c591722582.jpg?aki_policy=large", "url": "airbnb.com/rooms/15114574", "id": "15114574", "price": 150, "review": "Overall this apartment is a great bang for your buck. Its biggest selling point would have to be its proximity to the Grand Street L. It's literally a block away and it made my stay all the more worthwhile. Your immediately connect to all of the great neighborhoods in Brooklyn, Williamsburg is only 8min away.\n\nThe apartment itself was clean, towels were provided and the bed was really comfortable. Bring earplugs though as there is considerable noise in the bedroom due to its proximity to a main road (though it's NYC you should bring them regardless). \n\nRebecca was always a phone call or text away and even though we didn't meet in person I didn't have a problem getting into the apartment or doing anything. I'd recommend this apartment to my friends and anyone looking for an affordable apartment to explore what NYC has to offer."}