{"description": "This Prospect Heights apartment is both comfortable and conveniently located close to major Brooklyn attractions.\n\nThis Prospect Heights space is comfortable. Situated 2 landings up is bright apt with many amenities starting with the entryway table full of food delivery menus, subway maps, and \"Things to do in NYC\" pamphlets to the Kitchen which over looks the garden stocked with basic ingredients, pots and pans, coffee, variety of teas and iron.\n\nGuest will have a private entrance to the apt upstairs\n\nInteraction with guest will probably be minimal, but available to answer any questions.\n\nSituated so close to Everything Brooklyn makes this location so convenient. \nOn Saturday's you can walk to the famous Brooklyn Flea to eat the local fare and people watch or stroll through Prospect Park which is directly next to \nThe Brooklyn Museum and The Botanical Garden. \nYou can catch a movie or play at the majestic Brooklyn Academy of Music or \na Nets game or Concert at the Barclays Center and shopping at the Atlantic Center \nOn the way home you can stop by one of the countless Restaurants and Cafes. \nCoffee Houses and Bars or Supermarkets\nSo much to choose from close Vanderbilt Ave, Washington Ave, Franklin Ave, Dekalb Aves, \nto name a few.\nGo explore! Our place will be waiting.\n\nClose to the 8th Ave line, \nCity buses throughout and \ncityBikes for rental close by.\nUber\nGreen n Yellow metered cabs\nSidewalks for walking\n\nCeiling fans in every room. \nMany Brooklyn neighborhoods are under constant construction including this one. So you may expect construction noise around 8am-4:30pm During the week.\nFree coffee and variety of teas", "name": "PH Cozy, Clean, Close to Everything", "picture_url": "https://a0.muscache.com/im/pictures/0a3d5108-0954-43a5-a9fe-686b0d003eb7.jpg?aki_policy=large", "url": "airbnb.com/rooms/15113377", "id": "15113377", "price": 150, "review": "Whit's place had everything I needed. I was comfortable and enjoyed my stay. Checking in and out was a breeze, and Whit always responded right away to any question I had. "}