{"description": "Walking distance to subway (A, C, 2, 3), Long Island Rail Road (to JFK and beyond), Franklin Avenue, Nostrand Avenue, Berg'n, Franny's, The Way Station, Bearded Lady, Nostrand Avenue Pub, Connecticut Muffin, Eastern Parkway, Brooklyn Museum, Prospect Park. Great for couples, solo adventurers, and business travelers. 25 minutes from JFK and LaGuardia. 20 minutes from downtown Manhattan. On landmark block in historic north Crown Heights.\n\nThis guestroom is on the ground floor of a four story, one hundred year-old brownstone that has been in our family for almost seventy years and for four generations. It has most of it's original detail, including pocket doors, wood parquet floors, a fireplace (inoperable) and wood wall panels. The one modern addition is a new bathroom. It sits on one of most well regarded blocks in north Crown Heights and is protected by a historical landmark designation.  \n\nThe guestroom is separated from the rest of the house by a pair of locked french doors that are covered by sound deadening curtains. The guest room has a micro-wave and refrigerator, but no kitchen.\n\nGuests will have their own private entrance and will not share any space with anyone else in the house. Once arrangements are made, you will have your own keys to enter the house anytime you'd like.\n\nI live upstairs with my family and I work in the neighborhood. I am readily available by phone if you need something.\n\nNorth Crown Heights is in the middle of Central Brooklyn, a rapidly gentrifying historically Black neighborhood that is known for its beautiful brownstones, Caribbean culture and rich political legacy.\n\nOur guest room is very well situated transportation wise. The Nostrand Avenue stop is a four block walk and the Nostrand Avenue stop on the Long Rail Road is only a block and half away! You can also walk about half a mile to the 2, 3, 4 or 5 trains.  The B44, B26 and B65 bus stops are all a block or two away. \n\nLike most of brownstone Brooklyn, parking is very competitive on Dean Street and the surrounding area. Parking is also subject to alternate side of the street parking Monday through Friday.\n\nTowels, linen, soap, hangers and toilet paper are all provided.  Also, the guest room has wifi, premium cable tv, an iron, air conditioning, hair dryer, central heating and an analog alarm clock. There are laundromats , restaurants, bars, coffee houses, bakeries all within a two block walk.", "name": "Private Guestroom in Landmark Bklyn Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/eb882cfc-d2f5-40a1-a3d9-ce7345a1410c.jpg?aki_policy=large", "url": "airbnb.com/rooms/15115382", "id": "15115382", "price": 90, "review": "Tämä oli ensimmäinen kokemuksemme Airbnb-asunnosta ja olimme tyytyväisiä Mark Winstonin tarjoamaan majoitukseen. Asunto sijaitsee Brooklynin Brownstone -talon kellarikerroksessa erillään perheen tiloista. Asuntoon on oma sisäänkäynti ja talo on hiljainen, vaikka naapurissa sijaitsee perhepäivähoitola. Kaikki toimi moitteettomasti ja asunnossa on juuri remontoitu kylpyhuone. Vuodevaatteet ja pyyhkeet olivat laadukkaita. Metro on kävelymatkan päässä, mutta ei kuitenkaan ihan lähellä. Kannattaa pitää metrokarttaa aina mukana ja hankkia metrokortti. Varsinaista ruokakauppaa ei ole lähettyvillä, mutta pieniä marketteja, kahviloita ja ravintoloita on joka nurkalla. Asunnossa ei ole mahdollisuutta ruuanlaittoon, mutta mikro löytyy. Mark pitää hyvän huolen vuokralaisistaan ja auttaa mielellään, joten suosittelemme tätä paikkaa lämpimästi(URL HIDDEN)"}