{"description": "A sweet little spot in south BK, with heaps of natural light. 45 minute train ride to downtown Manhattan on the D Train, 15 minutes from Coney Island, and walking distance to a few parks. The area is relaxed, which makes it easy to unwind after sight seeing. The master bedroom has a nice queen size bed, and the open second room has a full bed.\n\nAuthentic antique tiles through out the apartment give it a great character, but otherwise everything is freshly painted and newly replaced. The decor is a mix of antiques and fresh product from local stores in Brooklyn.\n\nYou will have full reign of the apartments, and in traditional Brooklyn style there is a great front stoop for you to sit out on and relax. There is no smoking in the apartment, but there is nothing like having a cig on the front stairs - just like a native New Yorker.\n\nI am always open to aid my guests in any which way possible. Don't ever hesitate to reach out for suggestion or advice.\n\nThis is authentic Brooklyn, where the neighborhood has not changed too dramatically over the years. There are many authentic Chinese and Italian stores and restaurants nearby. The food down here is actually outrageous, and boasts some of the best pizza in NYC (and dare I say the world).\n\nThe best form of transport is the D train. It is a 45 minute train ride to down town Manhattan. About 30 to the park slope region of Brooklyn, where the Barclays Stadium boasts some huge concerts. Uber and Lyft work quite well down here, and there are also traditional car services that you can call (and are often very cheap).", "name": "Sweet 2 Bedroom In South BK", "picture_url": "https://a0.muscache.com/im/pictures/8b09e4b1-d4f0-486a-b135-50a22f81a4c0.jpg?aki_policy=large", "url": "airbnb.com/rooms/15122925", "id": "15122925", "price": 95, "review": "The location of Steven's apartment is great! The apartment is spacious and clean.  Located by the D line, there are plenty of grocery stores, and restaurants in the area. I highly recommend and would definetly come again"}