{"description": "Located on a tree-lined residential street in Clinton Hill, this well-maintained basement studio is a clean, quiet, and cozy spot ideal for exploring the neighborhood and the city.  It is a private apartment with high-end furnishings that includes everything you need during your stay.\n\nThe studio has its own private entrance that is separate from the main house so you can come & go as you please.  Note that there is no cooktop but there is a mini-fridge. High-speed WiFi internet included.\n\nThe studio is a clean, secure, and well-maintained space with all you'd need for your visit. Note that no one else has access to the space and you will have your own key to enable you to come & go as you please. \n\nIt is furnished with a new CB2 twin sleeper daybed with soft, high-quality sheets.  The studio includes ample seating area, a solid pine work table, and multiple lamps to light the space as you wish. A window provides access to fresh air and ample natural light.  \n\nThe space includes a space heater and fan so you can adjust the ambient temperature as needed and is stocked with a variety of amenities to make your stay comfortable and hassle-free, including high-speed WiFi internet.\n\nA full bathroom features a large stand-up shower, stocked with shampoo, soap and plenty of toiletries for your everyday needs. \n\nThe kitchen includes utensils, plateware, a microwave, and an electric water kettle to boil water.  We also provide guests with a French Press along with a bag of free coffee beans with a bean grinder so you can make a cup (or two) each day before you head out.  A mini-fridge is also available if you'd like to store drinks, fruit, or other perishables.\n\nThere is plenty of space to unwind and it is an ideal & quiet spot to spend a few days right in the heart of Clinton Hill and Fort Greene.\n\nThis is a private studio apartment where the guest will have sole access to the space. You will be provided with your own key to come and go as you please.\n\nWe usually greet guests upon arrival to give them the key and a quick tour to answer any questions.\n\nThe studio is ideally located near a number of spots worth visiting.  Excellent restaurants within short walking distance include Aita, Emily's Pizza, Speedy Romeo, and Roman's.  There are a number of excellent bars as well, including Hops Hill (specializing in craft beers), Hanson Dry (for cocktails), and Mayflower (speakeasy/bar connected to Aita).\n\nPublic transportation is available within 2 blocks, including the C and G stops at Clinton Ave / Washington Avenue.  The C train takes you into the city within 15 minutes and the G train connects you to other parts of Brooklyn (including Williamsburg) and Queens.  A subway ride into the city takes about 10-15 minutes into lower Manhattan.  \n\nCabs are easy to find and are generally $20 (including tip) to most places in Lower Manhattan.\n\nThere are also numerous CitiBike stations located within the neighborhood if you prefer to get around on a bicycle.\n\nStreet parking is available and easy to find; alternate side street sweeping is done once a week.", "name": "Private Studio Apt in Clinton Hill", "picture_url": "https://a0.muscache.com/im/pictures/739a969e-de54-48cc-87a2-a56eaa772db8.jpg?aki_policy=large", "url": "airbnb.com/rooms/15124093", "id": "15124093", "price": 135, "review": "Great place for one person. What you see is what you get. Karim was great and very friendly. Only complaint is that the lock on the door is very hard to lock when leaving. It was frustrating having my uber driver wait 10 minutes because I couldn't lock the door. Other then that, no complaints. "}