{"description": "This beautiful spacious two bedroom apartment is located just 15 mins from JFK, 20 mins from Barclays center. Minutes away from Manhattan & Brooklyn bridge. 1 BLOCK AWAY from New York's main subway line. Entertainment, shopping & transportation are endless. This property has two bedrooms a sofabed in the living room & can accommodate up to 6 guests\n\nUnique large two bedroom Apartment with large Queen bed & full size bed in separate bedroom.  Bright and sunny space with separate kitchen fully equipped. Great for large groups or a family getaway. Located 1 block away from the C train that can get you to and from the city in minutes.\n\nWifi, AC units, street parking, Roku TV\n\nGuests can reach me anytime. I live close by so can be available within minutes.\n\nWe are located on a main road in a residential neighborhood that mostly has small 1-2 family homes. There's a laundromat on the same block, as well as a Supermarket across the street just 2 blocks away but best of all is the Spanish Cafe located to the right of the property at the end of the block, serving empanadas, chicken rice and more.\n\nLocated 1 block from the C train minutes to Manhattan and downtown Brooklyn. Located right off of major highway, 15 minutes from JFK and 25 minutes from LGA and 1 hour plus from Newark airport.\n\nThe C train is located just 1 block away from the house.\n\nSubway Transit times are below using the C train:\n15 Mins to Downtown Brooklyn and Barclays stadium\n20 mins to World Trade Center in Manhattan\n25 to Union Square in Manhattan\n30 mins 34th Street Macy's store in Manhattan\n36 mins to Tim Sq 42nd Street in Manhattan\n38 mins to Grand Central in Manhattan\n38 Mins to Central Park in Manhattan", "name": "Beautiful 2BR Apt, 1 Min Walk to Major Subway!", "picture_url": "https://a0.muscache.com/im/pictures/6834f9ea-a829-482f-91c6-3dcc68fb5df5.jpg?aki_policy=large", "url": "airbnb.com/rooms/15133612", "id": "15133612", "price": 128, "review": "Nous avons apprécié la communication facile avec les hôtes et le fait que la porte se verrouille à l'aide d'un code et non d'une clé. Le logement était confortable et propre. La station de métro qui vous amène à Manhattan est à seulement trois minutes de marche, ce qui est génial! Pour le côté négatif, la chambre principale donne sur une rue très bruyante et l'appartement n'est pas très isolé par rapport au voisins. Je vous conseille de vous apporter des bouchons."}