{"description": "Lovely apartment located in a superb neighborhood - Jackson Heights! Only 1 BLOCK away from the subway station, restaurants, cafes, super markets, banks, 24 hour Rite Aid, and many other shops! \n\nLiving room has a 50\" Smart TV - free subscription to Netflix, Hulu, Youtube etc, Two comfy sofa beds with AC. Bedroom has TWO comfortable full size beds closet and an AC. Fully equipped kitchen contains dining table, dish washer, microwave, all other utensils and a refrigerator.\n\nThis lovely 1-bedroom apartment in Jackson Heights has its own entrance, kitchen, bathroom, bedroom and living room. It is decorated with soothing earth-tone fabrics and charming paintings, and will be a relaxing retreat whether you're in town for vacation or work. \n\nKitchen: A soft closing kitchen with molded worktop and a full suite of appliances ( oven, fridge freezer, microwave, and dishwasher) complimented with the small conveniences which includes pots and pans for all kinds of cooking. There is also a dining table with four chairs. \n\nThere is free wifi throughout the apartment.\n\nThis apartment is perfect if you're in town for vacation, work, or just in town to relax and visit!\n\nI will mention that to get to this lovely apartment, you will only need to walk up only one flight of stairs! \n\nIn terms of getting to the apartment from the airport, you can hail a cab which will only be a 10 MINS drive from LaGuardia Airport and about 25 mins from JFK Airport. There is also public transportation that you can take from these airports and the commute times may vary according to (SENSITIVE CONTENTS HIDDEN) Maps.\n \nWe are extremely close to 82nd Street Subway station - literally 1 block away! The 7 train will take you to the city in 20 minutes!\n\nGuests will have access to the WHOLE apartment!\n\nGuests can contact us at any time via call or text. We will be available most of the time to answer right away!\n\nThis neighborhood is filled with multiple ethnic restaurants, shops, cafes, convenience stores and all your basic requirements - only 1/2 a block away! There is a Columbian restaurant in the corner that serves delicious breakfast, lunch and dinner at great portions!\n\n1 block away from subway station.", "name": "New 1BR apartment. Close to Train and City!", "picture_url": "https://a0.muscache.com/im/pictures/fe2793ad-5892-4f68-ad18-4c6005993ce4.jpg?aki_policy=large", "url": "airbnb.com/rooms/15135244", "id": "15135244", "price": 99, "review": "Wonderful stay. Looks just like the photos. Karma was great. "}