{"description": "Your Airbnb is located in an original brownstone in the heart of Bedford-Stuyvesant. You’ll love my place because of the renovated full bathroom has a deep tub for a relaxing bath.You’ll love my place because the kitchen is equipped with a dishwasher, large fridge and stove/oven. Kitchen has eating and cooking utensils. My place is good for couples, solo adventurers, business travelers, and big groups.\n\nYour Bed-stuy Airbnb will have three rooms. The first bedroom has a queen size bed. The second bed has 2 twins. Lastly the third bedroom has a single twin bed. Each room is equipped with two closets for storage. In addition to abundant storage options, each room has a desk for laptop use. The apartment and fit 6 people comfortably. \n\nGuest will be able to relax in a spacious living room. A great area of congregating with your group. Please keep shoes, crumbs and stains off on the couch. \n\nThe bathroom contains a tub/shower for relaxing baths after a long day in NYC. You will have shampoo, conditioner and body wash for your use. Bath tissue is provided as well. Luxurious towels and washclothes are also provided on a shelf out directly outside of the bathroom. \n\nThe kitchen contains an ample supply of coffee and tea. Utensils for eating and cooking are provided as well. A large fridge is provided for food storage. Please remember to discard or retrieve your items when you depart. When you do not feel like washing the dishes yourself, the kitchen has a powerful dishwasher. The detergent is located underneath the kitchen sink. \n\nThe Cozy Oasis team always a makes sure you are greeted with a Welcome Basket containing FREE snacks and treats. \n\nPlease enjoy yourself and respect my home. Welcome to New York City, the city that never sleeps.\n\nThe entire second floor houses your Bed-stuy Airbnb. It is for you and you alone. The first floor is off limits.\n\nOnce you have booked. Cozy Oasis will reach out for further information such as check-in time.\n\nYour  Airbnb is near Halsey St sop on the J train. It is 20 min train ride to the East Village. Another option for travel is the Ralph Ave train stop for the A & C train. If need directions from JFK, LGA or Port Authority Cozy Oasis will provide that to you. \n\n In the neighborhood you will have an abundance of soul pots like Peaches Hothouse! Around the corner you have Bodegas which are great for small items like milk, cereal etc. Keyfood is located a short walk away if you want to go grocery shopping for meat, vegetables and beverages.", "name": "Large Cozy 3 Bdroom in Bed-Stuy", "picture_url": "https://a0.muscache.com/im/pictures/d3db9225-18df-4378-aeaa-69e9d3267e1c.jpg?aki_policy=large", "url": "airbnb.com/rooms/15148530", "id": "15148530", "price": 150, "review": "Todo fue como esperábamos. El vecindario es muy lindo, la gente súper simpática. La casa es más grande de lo que parece. Está muy cerca del subway que te lleva a Manhattan y podes combinar con un montón de líneas. La atención fue muy buena, ante cualquier inconveniente nos comunicábamos con Ashley y ella lo solucionaba. Recomiendo!"}