{"description": "Designer renovated garden 1 BR apartment with private garden access. Futon couch in LR can sleep additional 2 upon request  This cozy space has everything you need and is conveniently located in vibrant, hip Crown Heights, Brooklyn.\n\nThe guest space is part of a larger apartment- one half of our garden level apartment. We use the front half primarily as a workspace. The back half has private entrance, full bathroom, kitchen, LR area and separate bedroom and is totally private.  The bedroom has an antique full size bed. Please note the bed has antique springs which we quite like and is fine for 2 ppl but may not be for everyone. There's a brand  new mattress. The LR has a full size futon/couch and can sleep an additional 2.  Please let us know if you intend to use it so we can leave additional bedding.  There is a hanging closet in the main space and a secretary desk with 3 drawers suitable for clothing in the bedroom. Guests have private access to paved garden.  There's also a coin operated common washer/dryer in the basement for the tenants which guests can use, however, there is no need to wash sheets and towels after your stay.  That's what the cleaning fee is for.\n\nDepending on when you arrive, access will likely be via lockbox when we are unavailable to meet you. Code will be sent seperately only if we are unavailable to meet you. Unlock the black iron gate and the next wooden door.  The innermost door to the vestibule doesn't get locked.  Once inside, there are 2 doors into the apartment- the first is for our space and the one at the back of the hall with the blue rug is for Guests- which is your space.\n\nWe use the front half of the apartment. There is a seperate entrance and the two spaces are private. We are generally in the neighborhood and in and out of the space during the week so we can be available when needed but guests will have total privacy. We are here to answer any questions you have, and  will happily provide you with any free advice we can offer. We are native New Yorkers and  love Brooklyn.  We also understand how important privacy is for guests and will be in contact mostly via phone and text so as not to bother you on your trip\n\nCrown Heights is a vibrant eclectic neighborhood with lots to do and is surrounded by other beautiful neighborhoods of Brownstone Brooklyn. Tree-lined blocks of historic brownstones, Prospect Park, Botanic  Gardens, Brooklyn Museum, Grand Army Plaza, loads of restaurants and cafes. Close proximity to hip Franklin Ave and burgeoning Nostrand Ave. If you want to enjoy some of the local restaurants, I would recommend walking to Franklin avenue which is about 10 minutes away. The walk is scenic and you can see all the beautiful brownstones that Brooklyn is known for. This is considered the \"hippest\" part of Crown Heights. Nostrand Ave is closer, 2.5 blocks away,  and there too you will find cafes, restaurants, bars, supermarkets, shops etc. with new hotspots emerging. Kingston Ave is only half block away and the closest retail strip where we go when we need a quick run to the deli but it's not where we'd recommend for a good cup of coffee or pretty shops. If you head south on Kingston ave towards Eastern Parkway and walk about 5 min you will find Basil- a delicious kosher pizza and wine bar as well as Bouef and Bun an artisanal kosher burger joint\n\nStreet parking. Quick access to trains and buses. Close to transportation. 8 min walk to subway which will have you in Soho or downtown Manhattan in aprox 20min.\nThere is the A, C, train on Fulton and the number 3 train on Eastern Parkway.\n The best way to get into the city is to take the C train one stop to the A which is express into the city. Very quick! The A train is an express train and will take you all the way to the northern tip of Manhattan with only a limited amount of stops. The C train will take you directly to the Museum of Natural History and to Central Park.  Uptown Manhattan in just 45 minutes travel time including walking!\n\nThere are bus stops conveniently located two blocks away which can take you to downtown Brooklyn. \n\nGuests can travel to and from this destination from JFK Airport by taking the Air Train to the Howard Beach stop for a fare of $5.00. Children under 5 years old ride free. From Howard Beach guests would pay a fare of $2.50 per person and transfer to the uptown A train to the Utica Avenue stop and then transfer to the C to the Kingston/Throop stop. From here guests can walk to their destination. Guests can also charter a yellow cab from Laguardia and JFK Airports. The fare should be approximately $40.00.\nDirection from Newark Liberty International Airport (1.25-1.75 hours):\n1) Take Northeast Regional 96 towards Boston South Station to Penn Station NYC 20 min (2 stops) \n2) Take NYC Metro A Train towards Ozone Park - Lefferts Blvd to Utica Avenue Station 25 min (10 stops)", "name": "GARDEN APT CROWN HGHTS BROWNSTONE!!", "picture_url": "https://a0.muscache.com/im/pictures/12ab0173-8805-4621-90dc-78a3b9cfe366.jpg?aki_policy=large", "url": "airbnb.com/rooms/15146022", "id": "15146022", "price": 135, "review": "We had a wonderful stay. Place was warm, extremely clean, and comfortable. It was like being in our own home. Communication with our hosts was professional and respectful. It was one of the best stays we ever had in NY. I would highly recommend this appartment to my friends. Thank you."}