{"description": "Hello , I am an interior designer. I hope you will enjoy staying in my happy place :) Located on 15th Street at Park Ave. \n\nMy 1 bedroom apartment is on the top floor of an old townhouse located right in Union Square. Close to every train line, Whole Foods, and the Union Square Farmers Market. \n\nFun Fact: I am currently building a steam room in the unit that will be completed by March 2017.\n\nLocated in a charming historic townhouse I have turned the top floor into my version of a jewelry box. There are two sky lights in the apartment. One of which is located above the shower- giving you a outdoor shower experience. \n\nThe bedroom is decorated in a peaceful white and beige palate. Paired with a comfortable queen sized Casper mattress.  \n\nThe Kitchenette is equipped with a Nespresso machine, electric tea kettle, and a hot plate- pots and pans. No sink in the kitchenette.\n\nLocated on 15th Street at Park Ave. \n\nPlease note: No shoes inside the apartment. :)\n\nI am always a call or text away. My goal is to make your stay perfection.\n\nMy apartment is on the top floor of a historic townhouse located right in Union Square. Close to every train line, Whole Foods, and the Union Square Farmers Market. You will be located in the most central downtown location. Located on 15th Street at Park Ave.\n\nLocated on 15th Street at Park Ave. \n\nLess then 1 minute from Union Square Train Station. (4,5,6,N,R,Q,B,L Trains) . \nYou will be located in the most central downtown location.\n\nThis apartment is in the top floor of a historic townhouse ( three flights up)\n\nLocated on 15th Street at Park Ave. \n\nThe kitchen is a kitchenette meaning there is no sink in the kitchen. Hot plate- toaster over- Nespresso machine- tea kettle provided. \n\nNo shoes in the apartment policy. :)", "name": "Union Square - Interior designer - Private 1 bdr", "picture_url": "https://a0.muscache.com/im/pictures/470a3849-68e8-413a-8575-fdb5ff26a121.jpg?aki_policy=large", "url": "airbnb.com/rooms/15142409", "id": "15142409", "price": 299, "review": "Julie's Union Square apartment is steps away from the subway, linking you to routes all across NYC. It's a great jumping off point for exploring. She has a creative and clever sense of style giving the apartment lots of charm. She was also very easy to reach via text messaging. We loved our stay!  "}