{"description": "Hello I'm Ephraim! Welcome to Harlem NYC, \n\nThis listing is for a legal private one bedroom Penthouse Suite in my Brownstone home.\n\nThis Newly renovated Brownstone Penthouse Suite is Comfort by Design.\n\nAesthetics:\nBrownstone home decorated with art from NYC artists,  in both your studio and the shared hallway spaces, as well as pop art and vintage propaganda posters.   Three Beautiful large windows adorn the front of the brownstone and are overlooking the street, which allow light to pour in through your bedroom. But have no fear there are blackout curtains so you can sleep in and relax should you wish. And three three large windows  in the living room overlooking the back gardens. The kitchen has a wonderful skylight. The suite is bright and cheerful.\n\nSecurity: The  Penthouse  is private and has  a door lock and an en-suite private full bathroom and kitchen. My home is located in a safe neighborhood on a quiet tree lined residential street. There is a police station around the corner. \n\nComfort:\nHigh end plush queen size Euro-top queen bed with pillow top. Fine Sateen cotton high thread count white  linens., 650 European Down comforter (same comforters used by Marriott Hotels) and feather pillows (synthetic bedding available for people with allergies- just let me know when you book).  Heavy white fluffy towels.  Full size leather futon with real inner-coil mattress and a twin daybed with a twin trundle. Leather lounge chair so you can put your feet up and relax while watching the large screen tv or reading. New air-conditioners you control that get the job done if you are hot. Plenty of heat in winter if you are cold. Ice cold Pierrier waiting for you in the fridge when you arrive.\n\nEntertainment:\ntwo televisions a 55\" and a 60\" smart HD TV, Loaded cable which includes HBO, Cinemax Showtime and well over 100 channels. Also Netflix, PS3  & 2 controllers with a few games (feel free to bring any favorites), over 100 DVD movies,   library of classic, mystery, and science fiction books among other genres. Hi speed WIFI with a strong signal. \n\nUtility: \nWood dresser,  cherry-wood writing/computer desk with lamp for trip planning, plenty of closet space. Full Kitchen (fridge/freezer, microwave, stove, toaster oven, coffee maker) Kitchen table 4 chairs, Clean bathroom with hot and cold shower. Air conditioner you control, ample heat in winter. Iron, ironing board, hair dryer.\n\nMain entrance hallways and stairs  (which feature art from NYC artists which I have collected over the years, as well as pop art and vintage 1940's propaganda posters)  leads to your private penthouse suite.  Door has a lock for your security and privacy.\n\nI can always be reached using the airbnb app if you need anything. \n\nI would  love to display your country's flag in my home. So everyone above the age of 21 and who brings me a flag from their home country gets a complimentary bottle of wine.  Those under 21  gets a complimentary pint of ice-cream. Please note once a flag is on the list below the offer is no longer eligible for that country.\n\nNational Flags received:\nAmerica\nFrance\nUnion Jack\nEngland\nThailand\nVenezuela\nCanada\nFleurdelisé\nIceland\nAustralia\nFinland\nVenezuela\nEcuador\nGuadeloupe\nGermany\nSpain\nScotland\n\nSafe quiet neighborhood around the corner from a police station. The Block is a tree lined residential street with brownstone homes. Abyssinian Baptist Church 2 blocks away, Saint Nicks Park 2 blocks away, Shrine around the corner,  Hycienth Lounge, Appolo Theater, Sylvias, Harlem Nights, The Edge (great for brunch) IHOP, pizza shop, delis, Fresh Salad  and Chicken Shop,  24 hour laundry around corner (wash and fold if wish) located a couple doors down  from police station.\n\nMetro subway trains; \n\nB & C on 135th and St Nicholas\n\n2&3 on 135 and Lenox", "name": "Plush NYC Blue Penthouse Brownstone Large 1BR", "picture_url": "https://a0.muscache.com/im/pictures/25ef2a3e-a30f-471d-bb91-4404a6ac464b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15149137", "id": "15149137", "price": 158, "review": "L'appartement correspond en tous points aux photos. Il est très agréable pour une famille de 4 personnes avec 2 (voire 3) enfants. La rue, avec ses brownstone houses, est charmante. Les avenues alentour le sont moins, mais ont l'avantage de vous donner accès aux points centraux de la ville grâce au métro, à 5 mn de l'appartement. Notre fils a particulièrement apprécié la playstation..., mais il y avait aussi un bon choix de DVD et un très bel écran pour en profiter. Ephraïm pourra vous conseiller une très bonne adresse, à quelques minutes, pour écouter du jazz dans un endroit qu'il faut garder secret ! Nous avons passé de très bonnes vacances et recommandons vivement l'appartement, qui rend NY accessible à tous points de vue !"}