{"description": "My place is close to La Guardia/JFK Airport, Flushing Meadows, Mets, U.S Open Tennis. 45min into Midtown Manhattan by MTA- $2.75 trip or 20 mins by car. We are 30 minutes drive to the beautiful beaches of Long Island . Car rental nearby and free parking available. \nMy place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nOur place is quiet, relaxing and modern, clean and a home from home. We have furnished everything from IKEA.Enjoy Netflix, listen to music and unwind before your flight or day out in Manhattan.\n\nIf you stay with us you can be as self-contained as you choose to be. You have a separate entrance via the back of the house, or enter via our front door.\n\nOur door is open and we welcome questions about how to get somewhere or where to go for dinner. Transportation links are great to many areas of interest or if an outdoor run/bike is more your thing we know the best routes!\n\nEast Elmhurst is very diverse family friendly community. We live a couple of blocks away from local school with play area, baseball field and basketball courts. We are an 8 min easy walk to La Guardia Airport Terminal D and the beautiful North Shore/ Flushing Meadows area which makes for some great walk/run/bike rides. Citifield is very close by as is the U.S Open. Much of NYC attractions are here such as The World's Fair Unisphere, The Queens Museum, The New York Hall of Science and Queens Zoo. The local Buccaneer Diner boasts table jukebox's and we have various take out restaurants from Columbian food to pizza!  Definitely upload your Yelp App as you will not need Manhattan for restaurants!A short 10 minute Uber/ taxi/bus ride will take you to the best Greek, Italian, Korean, Japanese, Indian , Mexican restaurants - Queens is the most diverse borough of NYC!\n\nWe are a walk to the airport and a bus ride to the Subway. Manhattan door to door typically take 50min to Midtown. We mainly use the SBS 70 from La Guardia to 74st/Broadway/Jackson Hts/ Roosevelt Avenue to pick up the E, F express train  and also 7 train( peak hours). We otherwise use Q19 bus to Astoria Blvd to pick up N and Q. You can also take the SBS from La Guardia all the way to 125th Street via the RFK bridge. We are right on the Grand Central Parkway, to Van Wyk Expressway to JFK airport.\n\nFor traveller's staying longer than 6 days we will need access to the living room/ bathroom to clean and to do our laundry Mondays and Thursday mornings", "name": "Modern 1 bdrm basement near LGA /Flushing Meadows", "picture_url": "https://a0.muscache.com/im/pictures/2c459edd-9ba8-4a9e-8e86-7d53eb8425a9.jpg?aki_policy=large", "url": "airbnb.com/rooms/15157732", "id": "15157732", "price": 98, "review": "You couldn't ask for a better host. Caroline and her family are delightful."}