{"description": "This lovely 2 BR apt is newly renovated and protected by (external) security cameras.  The apartment is located on a quiet and safe tree lined block in the Historic District of St. George.  10 min walk to the free Staten Island Ferry.  Convenient to all public transportation, the up and coming world’s tallest New York Wheel, and NYC first outlets.  Close to the St. George Theater, Staten Island Yankee Stadium, restaurants, convenience stores, delis, and much more.  All within walking distance!\n\nThis is a lovely 2 bedroom apartment on the first floor with a private entrance. Newly renovated and newly furnished throughout.  1 bedroom is huge with a lovely tropical décor. It has 2 windows with view of a beautiful front garden.  It has 2 comfortable double beds with the comfort of medium/firm mattresses, 5-zone foam mattress toppers, mattress pads and beautiful designer cotton sheets for a comfortable nights rest. There is a dresser with mirror, chest of drawers, 2 night stands and lamps, full length mirror, closet for your clothes, ceiling fan, 46” flat screen TV with Cable/DVD, WiFi, and there is space to put your luggage.  This room accommodates up to 4 guests. The other bedroom is smaller and cozy with a window and it has a beautiful nautical décor. It also has a comfortable double bed with the comfort of a medium/firm mattress, 5-zone mattress foam topper, mattress pad and beautiful designer cotton sheets for a comfortable nights rest.  The room has a chest of drawers, hooks, night stand and lamp, full length mirror, ceiling fan, 32” flat screen TV with cable, and Wifi.  This room accommodates up to 2 guests. The kitchen is fully equipped with a dining table, refrigerator, stove with oven, microwave, coffee maker, tea kettle, toaster as well as pots, plates, cups, glasses, and utensils.  In the spring/summer, enjoy the view of the beautiful garden in the backyard from the kitchen window.  There is a full bathroom with bathtub also, towels, wash cloths, shower gel, shampoo, hair conditioner, hair dryer, hand soap and of course toilet paper provided. The living room is furnished with a comfortable reclining sofa and reclining love seat for you to unwind and relax after a long day in the city, as well as a ceiling fan, computer desk, beautiful wall paintings, and tropical plants décor. The entire apartment accommodates up to 6 guests, and guests can enjoy this space with no sharing.  The space is totally private and is all yours for the duration of your stay. YOU’RE HOME AWAY FROM HOME\n\nGuests have access to the entire apartment with private entrance.  There is a beautiful tropical backyard with patio furniture that we use during the warmer months. Guest can use with prior notification. Upon arrival, a guest book with information on restaurants, menus, bus map, subway map, Ferry schedule, and tourist attractions is provided for your convenience.\n\nWe enjoy interacting with guests but, respect their privacy. We live on the premises and are available most of the time.\n\nSt George is a safe and culturally diverse residential neighborhood with a 10 min walk to the free Staten Island Ferry.  St. George has a lot of trees and hills.  The property is beautifully decorated in the spring, summer, autumn/fall, and winter.  There is a school on the block and street parking is free but, limited during school hours. There are many attractions in the area. The St George Theater, Staten Island Yankee Stadium, the up and coming New York Wheel, and New York City first outlets.  Convenient to all public transportation; The Staten Island Ferry, Staten Island Railroad, buses, taxis/car service, and car rental; Close to banks, western union, post office, supermarket, convenient stores, delis, restaurants, bars, 99cent store, beauty supply store, hair/ nail salon, barber shop, laundromats, pharmacy, library, and church.  There are several restaurants in the area; Italian, Mexican, Spanish, Chinese, Sri Lankan, Caribbean, Halal food, as well as Mc Donald’s, Dunkin donut, Subways, Domino’s pizza, Bakery/pastries shop and Cold stone creamery.  All within walking distance!\n\nThe apartment is close to the free Staten Island Ferry, St. George Ferry Terminal for most Staten Island buses, Staten Island Railroad, and 15 min drive to the Verrazano Bridge.  The Ferry is 10 min walk and runs 24 hours a day/7 days a week. It runs every 30 minutes, and every 15 minutes during rush hours. On the Ferry you can enjoy the spectacular views of the Statue of Liberty, and the New York Harbor. At night the views of the Verrazano Bridge and the Manhattan skyline are amazing.  It takes 25 min to lower Manhattan where you can take the trains, buses or taxis through New York City.  As they say, it’s the city that never sleeps.\n\nWe ask that you take off your shoes upon entering the apartment to help keep it clean and free from bacteria on shoes coming from the streets. Slippers are provided upon request.\nAbsolutely no smoking in the apartment. Smoking outside the apartment, only designated area. Please do not put cigarettes butts on the ground.", "name": "2 BR Tropical Getaway near Ferry", "picture_url": "https://a0.muscache.com/im/pictures/35c72376-3843-48ab-95c5-f2f2d1dfd8e1.jpg?aki_policy=large", "url": "airbnb.com/rooms/15178725", "id": "15178725", "price": 150, "review": "Tony and Grace earned every one of these five stars, and many more, for this amazing BNB! Bright, very clean and cozy for our party of 5. Tony and Grace took the time to welcome us to their home and give us a tour of the space. The larger of the two bedrooms is well appointed, with beautiful tropical colors and flowers. The second, smaller bedroom was intimate, with a cute nautical theme. The couches in the living room were so comfortable, and the bathroom was spotless white and stocked with all the necessary toiletries (the shower head is perfect!). In the kitchen, Grace and Tony made a plethora of snacks, beverages and basic pantry items available to us. The neighborhood is extremely calm and quiet, and we felt safe at all times. We felt like we were in a beach house in the Caribbean in the middle of winter in NYC! Would definitely book again and again, and would highly recommend this space to anyone traveling to NYC who's looking for a great space to stay within a short ride of the other boroughs."}