{"description": "My place is close to the 110th St MTA 6 train, Central Park, the East River. You’ll love my place because of the nice amount of space, the privacy, the ease of getting around NYC via the proximity to train.. My place is good for couples, solo adventurers, and business travelers. Stay here if you want to get the NYC experience, with ease of getting around, but without having to sleep in the chaos of touristy areas like Times Square.\n\nThis is a first floor walk up studio apartment with a kitchenette, full bed, futon bed, TV, wireless internet, and full bath (with tub/shower and amenities). Just a block away from the subway (6 line) and two blocks from Central Park, it's easy to get around to any desired locations in the city, without sacrificing peace and quiet.\n\nJust a sample of some museums nearby include:\nMUSEUM OF THE CITY OF NY\nMUSEO DEL BARRIO\nGUGGENHEIM MUSEUM\nMETROPOLITAN MUSEUM OF ART\nFRICK COLLECTION\nNEUE GALLERIE\nJEWISH MUSEUM\nCOOPER HEWITT\nWHITNEY MUSEUM OF AMERICAN ART\nNATIONAL ACADEMY MUSEUM\nCONSERVATORY GARDENS\n\nOnly 15 min from Times Square.\n\nFull access to the entire apartment. There is also access to the washers & dryers in the basement level.\n\nMy co host will be available to assist you with whatever you need as she is staying just a block away, though we will not be on the premises or in your way during your stay.\n\n110th Street 6 Train stop is a block and a half away. The apartment is also close by to major roads such as the FDR and the Central Park transverse that make cab rides quick and easy.", "name": "Cozy Studio in Upper Manhattan (fits up to 4)", "picture_url": "https://a0.muscache.com/im/pictures/4674b525-be63-401a-bb28-5621ab74c952.jpg?aki_policy=large", "url": "airbnb.com/rooms/15178929", "id": "15178929", "price": 93, "review": "We spent a week there. Great stay. Top location, 2 min. to the Sub. Really worth the money. Also accessible is a little balcony ( fire stairways ) in front a window. There you can spent some lazy hours in the sun or drink a bottle of wine in a moonlight atmosphere.  "}