{"description": "A tastefully appointed basement-level suite within a duplex apartment, with your own private entrance and bathroom.\n\nWe live on the floor above you within the apartment but use a separate entrance, ensuring your total privacy.\n\n20 minute train to Lower Manhattan, close to Bushwick and Williamsburg!\n\nWe offer a very affordable and comfortable basement-level suite from which to explore NYC + Brooklyn. Close to the subway.\n\nThe suite is within a duplex apartment and we occupy the space above you year round, which means that we're available 24/7 if you need us. But we give you\ntotal privacy, and you have your own entrance to the public hallway and your own private bathroom.\n\nThe space consists of one large bedroom and an adjoining bathroom/kitchenette, with a private entrance to the public hallway, just like the setup of a standard hotel room. It's basement-level but has high ceilings and a window, so the space is very cozy and inviting.\n\nYou have a private bathroom, shower, and bedroom a w/ stainless steel mini-fridge, microwave and water boiler (NO COOKING.)\n\nThere is ONE full sized bed in the space.\n\nYour private suite includes one bedroom, a private bathroom, private shower in adjacent room, and a small kitchenette area (mini fridge, microwave, and water boiler, no cooking.) \n\nThere is a stairway within the apartment that leads to our living space upstairs, but the door is closed for your privacy.\n\nOur hosting policy is to be available 24/7 if you need us for any questions or advice, and any other times you will never see us! You'll have total privacy to enjoy your stay.\n\n\n\nLGBTQI friendly, everyone is welcome! However you do need to descend one staircase to enter the apartment.\n\nThe apartment is on the border of Bushwick and Bed Stuy (short for Bedford Stuyvesant), and Williamsburg is close by. The Lower East Side of Manhattan is a short train ride away on the J train. Midtown Manhattan and the museum district are a longer ride, about 45 minutes. In Bed Stuy, you'll enjoy the walkable streets with trees, gardens, and historic brownstones. Bushwick is a gentrifying hipster haven to the east, with a lot of art/coffeeshops/street art/etc.\n\nThere are a ton of nearby restaurants, bars, organic growers, and coffee shops!\n\nThe J and Z train (Halsey Street Station) are a five minute walk from our front door. This line goes express on weekday mornings, bringing you to Manhattan in 15 minutes. The C train is a 10 minute walk away, this train runs local toward the west side of Manhattan. The J connects to the L just two stops from our house, and the L can bring you into Bushwick.\n\nStreet parking is plentiful and free! Just yield to street cleaning signs which are posted and easy to understand.\n\nQuarter operated laundry in building for your use!", "name": "Brooklyn Pvt Suite w Bath & Sep Ent", "picture_url": "https://a0.muscache.com/im/pictures/995042d4-f0d3-48e5-88d5-985131a29f25.jpg?aki_policy=large", "url": "airbnb.com/rooms/15189306", "id": "15189306", "price": 79, "review": "Nice and quiet spot, not too far from lots of great restaurants and parks! Aaron and Kuschan are great hosts who fully ensure that their guests feel comfortable adjusting to the space. The room was very clean and comfortable. I would definitely recommend their place to a friend! :)"}