{"description": "Welcome to South Harlem! Large bright home-away-from-home. Quick easy ride by subway, bus or walking to all parts of the city. Subway 2 minute walk. Times Square is a 12/15 minute ride.\n- Please read and agree to our house rules before sending a request.\nWe hope to see you soon!\n\nWe have a 5 night minimum stay over holidays including Thanksgiving, Christmas, and New Year's\n\nOld world meets new in this stunning 1100 SF, fully renovated in 2015, 3 BR/1 BA 2nd Floor Walk up located in the heart of historic Harlem. Meticulously renovated with latest LED lightning, hardwood floors, modern bathroom fixtures, SS kitchen appliances and quartz counter top in this amazing home. Also Washer & Dryer inside the Apt !. \n\nThis amazing apartment is located in a splendidly cool neighborhood. You will immediately feel that unique old New York vibe in an area that is safe, and getting more and more internationally diverse. It is simply loved by the Europeans! Selecting this apartment will allow you to feel New York with all its history. A great convenient location will let you enjoying a very unique and quiet neighborhood feel in the middle of New York city, while being 15 minutes train ride from the Midtown.\n\nSurrounding Area.\n\nThis is a special opportunity to live on a beautiful landmarked residential block steps to 2/3 train, 2 parks (Central Park and Marcus Garvey Park), and the new celebrity chefs’ Red Rooster restaurant. Much loved by the locals Settepani restaurant and Caffe Latte coffee shop are located within steps.\n\nThe whole area around Marcus Garvey Park captures the authentic energy that is exclusive to Harlem. Featuring free open-air jazz concerts in the summer, it truly represents the spirit of this part of the city. There are many places featuring all kinds of music and art in the area, the legendary Lenox Lounge just being a few short blocks away. \n\nInterior features.\n\n-3 bedroom/ 1 baths\n-Spacious living areas and 3 Bar stools for quick meals.\n-Exposed brick\n-Hardwood floors \n-Custom LED lighting\n-Generous storage space ( Walk-in Closet in Master's, plus 3 additional closets in other rooms) \n- 37\" LCD TV in Living Room with over 30+ Live Channels AND ROKU Device for Unlimited Netflix and Hulu Movies.\n- 32\" LED TV in Master's Bedroom with ROKU Device for Unlimited Netflix and Hulu Movies.\n-Top-of-the-line kitchen and baths\n-Complete set of linens, towels, kitchen and bath equipment\n-Amazing modern Crate & Barrel furniture\n\nIf you are noise sensitive please consider this Apt is located over a subway line and you can feel its noise/vibration. The apartment doesn’t shake and it is not audible enough to disturb conversation. However, if you are sitting in the front room without any radio or television on, you will notice the trains pass underneath every 7-9 minutes during rush times.\n\n100% Private true 3BR apartment, you will have private access to all amenities listed.\n\nAs much as the guest would like. We are here to help and make your perfect stay.\n\nThe location couldn't be better for a visit to NYC! Located within 3 blocks of the 2/3 Red Line Express Subway with less than ten minutes to Times Square, 34th Street, the Theatre District, and Lincoln Center. The building is within walking distance to Central Park, the Guggenheim, the Museum of Natural History, 125th Street, the historic Apollo Theater, and Columbia University.\n\nThe neighborhood is very safe and quiet and the building itself is secured with double front doors and an intercom entry system. The well-kept tree-lined streets feature one brownstone after another. There are many restaurants and bars nearby. In fact, the neighborhood is also home to countless celebrities including Marcus Samuelsson (Chef at the famed restaurant, Red Rooster) and Actor Neil Patrick Harris (How I met Your Mother Sitcom).\n- Free street parking available as well as a close by parking garage\n\nTRAINS:\nThe apartment is within 3 blocks of the 2/3 Express Train with less than ten minutes to Times Square, 34th Street, the Theatre District, and Lincoln Center.\n\nIMPORTANT TO CONSIDER ABOUT CHECK-IN TIME: If you are planning to Check-in after hours, a late check-in fee will be applied for evening hours as follow: ( to be paid in cash upon arrival, Thank you)\n6:00PM – 11:59PM = $20\n12:00AM – 8:00AM = $40", "name": "HEART OF SOUTH HARLEM 3BDR STEPS CENTRAL PK SUBWAY", "picture_url": "https://a0.muscache.com/im/pictures/87a80026-2cd8-4d05-b685-5fe640f14dfd.jpg?aki_policy=large", "url": "airbnb.com/rooms/15192082", "id": "15192082", "price": 200, "review": "Good apt! "}