{"description": "This is a prime location for Midtown Manhattan! The Wyndham Midtown 45 is a serene, sophisticated oasis in the heart of Manhattan located on 45th Street between 2nd and 3rd Avenue.\n\nAs our guest at the Wyndham Midtown 45 hotel, you will enjoy a host of services and amenities to make your trip to New York City memorable and stress-free. Feel at ease knowing that our multi-lingual Front Desk, Concierge and Bell Associates are at your service 24 hours a day to assist you with every aspect of your stay, from directions to assistance with theater tickets to recommendations on the best shopping, so please feel free to call upon them for your every need.\n\nWhether you are catching up on work from the comfort of your guest room relaxing in our lobby, enjoy complimentary Wi-Fi Internet access. Increased bandwidth for a nominal fee. Our 24-hour, state-of-the-art fitness center affords you the opportunity to stay fit, and thoughtful amenities like same-day valet and dry cleaning service and 24-hour valet parking ensure that you have everything you need for a productive and relaxing stay. Guests can also enjoy a view of the city skyline, or relax after a long day in the 33rd Floor Sky Lounge featuring indoor and outdoor seating. Open daily from 7am - 11pm.\n\nManaged by Wyndham\nAccessible Units\nElevators\nLimited # of Accommodations\nMandatory Non-Smoking Policy\n\nThe discreet, attentive multi-lingual concierge associates are available 24 hours a day to assist guests with their every need, while Wi-Fi Internet access throughout the hotel and 24-hour valet parking ensures convenience. Valet parking is the only option offered by the resort to park your car during your stay. The per-night cost is $55 for cars, $75 for SUV's. In and out privileges are available with an additional fee of $10 per re-entrance.\n\nBringing a car on vacation to the Wyndham Midtown 45 at New York City is not recommended. Many visitors to New York choose to use the city's robust public transportation options to enjoy area activities.\n\nThe Wyndham Midtown 45 at NYC is within walking distance of many of New York City’s major attractions such as Grand Central Station and the United Nations, as well as Park, Madison and Fifth Avenues. It offers easy access to Times Square, the Theater District, the SoHo and Tribecca neighborhoods, and Wall Street.\n\nHandicap and Hearing Impaired units are available if available upon request. All requests cannot be guaranteed but we will do our best to accommodate all guests.\n\nGuest names will be book into the reservation 20 days prior to arrival depending on when your order has been received.", "name": "Wyndham Midtown 45 @ NYC Hotel Room Double Bed (1)", "picture_url": "https://a0.muscache.com/im/pictures/7cb611ee-dca4-405c-947a-e4b4bf2c6e90.jpg?aki_policy=large", "url": "airbnb.com/rooms/15191882", "id": "15191882", "price": 250, "review": "overall, it is a value place to stay. however, there is a thing happened to make us shocked! The first day of our stay, there are two employees intrude our room without our consent, which makes us so scared and frightened. The manager of the hotel was not to solve the problem, and has repeatedly stressed that it is their right it makes us very shocked! BTW, no housekeeping is a little uncomfortable for a week stay."}