{"description": "Fully furnished studio apartment in Greenpoint, BK, only one block from the train.  There are tons of restaurants, coffee shops, boutiques and conveniences within a few blocks.  The studio apartment is spacious and has everything you need - perfect for someone in town for work, play or exploration. I live just upstairs, but the studio has a private entrance.\n\n\nNetflix included\n\nSpacious studio and excellent location!  Quiet and calm but within a block or two of everything you could possibly need.  One block to the train, surrounded by  great restaurants, cafes, bookstores, parks, culture and a great Brooklyn vibe!Here you are only 2 blocks from the waterfront with several parks and amazing views. The apartment is partially below ground level but has many windows.  There are exposed pipes and a cozy brooklyn feel.  The back windows look out onto a private parking lot.  Great for getting work done, chilling out, relaxing or to use as a comfortable landing pad for your New York and Brooklyn adventures.  I will do my best to make your stay as comfortable as possible.\n\nTea and coffee included!!!\nNetflix included!!!\n\nSubway, buses, rental bikes, ferry, waterfront, parks, bars, restaurants, coffeeshops, boutiques, pharmacies, supermarkets, health food stores, vegan buffet, and more - all within a few blocks!\n\nPrivate kitchen includes: fridge, microwave, toaster oven, and one electric burner.  Fully stocked with pots, pans, utensils, etc.\n\nI interact with guests as much as I can.   When I am not working or traveling I am known to show guests around the neighborhood. I am always available for phone, text and email.\n\nGreenpoint is a very popular neighborhood with all of the hip and cutting edge culture of Williamsburg, but with a cozy, relaxed lifestyle.  It combines old and new in only the way that Brooklyn can.  Though there is so much happening, the neighborhood remains quiet and cozy.   A perfect place, to rest, relax, explore, enjoy nightlife, amazing food, local delicacies, music and art.  \n\nHere you are only 2 blocks from the waterfront with several parks and amazing views.\n\nGreat Article to give you a preview!\n(URL HIDDEN)\n\n1 block from the G train.\n2 stops to the L train.\n2 stops to the E, M and 7 train.\nShort bus ride to the N train.\nMany buses\nEqual distance from lower and upper Manhattan\nCitibike rentals 1 block away.\nEast River Ferry 2 blocks away\n\nThis studio is in a quiet residential area.  You're consideration for neighbors is required.  Since there is no shortage of entertainment within just a few blocks, parties or smoking is not allowed.\n\nThank you for your understanding.", "name": "Private Studio in Best Location!", "picture_url": "https://a0.muscache.com/im/pictures/8bd642d2-3f3b-44f5-a5f9-c1a7844e30b2.jpg?aki_policy=large", "url": "airbnb.com/rooms/15191216", "id": "15191216", "price": 100, "review": "Great location "}