{"description": "**30 Night Minimum Booking**\nThis is a private bedroom in our multi bedroom apartment. It is a super-clean, quiet, & private room. The living room and bathroom are shared. We host other travelers in all our spare bedrooms.\nThe location is incredible & we are very lucky to live here! We are located on a quiet tree-lined street a block from the Highline, 3 blocks from Chelsea Market & the Meatpacking district & a few blocks from the ACE & L trains to take you everywhere.\n\nThis is one bedroom in our multi bedroom apartment. The bed is full-sized and can sleep 2 people very comfortably.  \n\nThe other bedrooms will be occupied by me, my roommates or other travelers- my roommates rent their rooms out when they leave town too.  Our spare bedrooms are always rented on airbnb so you will likely meet people from all over the world when you stay here.  \nThe apartment has 1 bathroom, a kitchen, and large dining and living room which are all shared by everyone. It is 3 flights up from the street and there is no elevator.\n\nYou can use the kitchen to cook and/or store food.  The living room and bathroom are also accessible.  All common areas are shared with everyone at the apartment.\n\nSince we live here but travel, you will be dealing with me, my roommate, or one of our friends for all of your arrival arrangements and any questions or issues that you might have.\n\nOur apartment right in the heart of  Chelsea near 9th Avenue and 20th Street. It is probably the most convenient neighborhood in NYC because it is close to quite a few places and very close to the subway if you want to leave the area. \nThere are lots of restaurants and bars right out the front door and The Meatpacking District, Highline, West Village and Chelsea Market are 1-4 blocks away making it easy to shop, go for a stroll or experience the best clubs and lounges in the city. The best galleries in the city are a block or two away as well. \n\nMadison Square Garden is half a mile away as is the Empire State Building. The Hudson river and Chelsea Piers are just down the street and Times Square and the Theater District are a 30 minute stroll uptown. \n\nIn addition, the A, C, E  and L trains are right around the corner which means that you can reach all parts of the city very easily. Penn Station is two stops away which means that JFK, Newark, Long Island, and other parts of New Jersey are outrageously accessible as well. \n\nThere are lots of Citibike stations near the apartment if you would rather ride a bike.\n\nGetting to the apartment from the airport is super simple.  I do not recommend taking a shuttle as they tend to take forever and are not a great savings.\n\nTaking a taxi is a little expensive but the easiest and usually fastest- Only take yellow cabs!!!  Do not take a \"Car Service\"-they will rip you off.  The prices should be $40-$50 from Laguardia, $50-$60 from JFK and $75-$90 from Newark.\nPublic transport is easy:\nFrom Laguardia: Take the M60 Bus to the A or C train then take the A or C train downtown to 14th St.  You can then walk up over to 9th Ave and 20th St. to our apartment. \n\nFrom JFK- Take the A or E train to 14th Street in Manhattan then walk up to our apartment.  \n\nFrom Newark- Take the Airtrain to New York City Penn Station then you can take the A, C, or E train to 14th Street (only 2 stops) and walk up to our apartment.\n\nThe room and apartment are kept clean and orderly but you should understand that you are staying in our apartment.  This is not a hotel.  We expect my guests to treat the space, other guests/roommates and my neighbors as though they are guests in our apartment not \"customers\".  If you need anything or have any questions, please make sure to ask so that we can make sure you are taken care of and happy.", "name": "Quiet & Cozy Bedroom for Sublet- Heart of CHELSEA", "picture_url": "https://a0.muscache.com/im/pictures/55d53c2e-85a5-422d-8136-0e30df75a2cb.jpg?aki_policy=large", "url": "airbnb.com/rooms/15209423", "id": "15209423", "price": 81, "review": "Incredible location in the heart of Chelsea! Daniels was a great host, incredibly helpful and I would definitely recommend. "}