{"description": "Trendy 1BR apartment in best location. Close to many subway lines (6, J, Z, B, D, F, M, N, R). Luxury amenities: $4,000 mattress, UltraFast 300Mbps WiFi, Sound System, lights change colors & can be controlled from iPhone, blackout shades, etc. My place is 5 flights up with no lift, so def great if you want to stay in shape :)\n\nThe apartment is trendy, clean, and located in the best area of manhattan. The apartment is heavily invested in. There is a surround sound music system, that connects to any music player via an auxiliary cable. The bedroom has track mounted blackout shades that keep it dark at all times (perfect for sleeping as late as necessary). The lights can be controlled from an iPhone, and can *change colors* to any color of the rainbow. There is special UltraFast (free) Wifi, air conditioning, and heating to keep the apartment at the optimal temperature. The master bedroom has a queen bed with a top-of-the-line, luxury mattress.\n\nThe apartment is located in Soho, with some of the best boutique shops and local restaurants you'll find in Manhattan. The area is very quite and very charming, and is convenient to virtually all attractions in the city. It is considered by many to be the best neighborhood in Manhattan.\n\nThe apartment is situated within a three minute walk of many subway lines (6, J, Z, B, D, F, M, N, R). These nearby subway lines allow you to go both north and south, as well as east and west without transferring trains. Consequently, the area is one of the most convenient locations to travel from in NYC. Travel time to Times Square and the theater district is about 10 minutes.\n\nEntire apartment :)\n\nThe apartment is situated within a three minute walk of many subway lines (6, J, Z, B, D, F, M, N, R). These nearby subway lines allow you to go both north and south, as well as east and west without transferring trains. Consequently, the area is one of the most convenient locations to travel from in NYC. Travel time to Times Square and the theater district is about 10 minutes.", "name": "Bright Sunny Cute Nolita 1 Bedroom Apt", "picture_url": "https://a0.muscache.com/im/pictures/1e95beca-0683-4559-a2ee-bfc8aa93336b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15207441", "id": "15207441", "price": 250, "review": "As advertised!! And Uri was great!! Would easily stay again."}