{"description": "Lovely apartment located in the chic, historic and vibrant upper east side of Manhattan. Your amenities include heat, air conditioner, elevator, eat in kitchen, washer & dryer, internet, and street parking. You will be a short walk from Central Park, museums, restaurants, 5th avenue, and one block from the subway station!\n\nYou will enjoy a friendly and homey apartment with bright space, clean, spacious, quite and cozy atmosphere for two or more!\n\nThe apartment includes a warm and cozy bedroom with a Queen bed, and night stand . A fully stocked bathroom with clean towels and supplies; and a spacious and comfy living room with a large screen TV, comfortable couch, WiFi, coffee table, eat in kitchen, and inspiring artwork!\n\nYou are welcome to access all areas and use all amenities in the apartment; except for one of the closets in the bedroom.\n\nI am available anytime during the week or weekends! Please call, text, email and I will be happy to assist you!\n\nBesides the apartment, please feel free to ask me about NYC or neighboring towns!\n\nWhether you have questions on how best to visit lower Manhattan, e.g. Wall Street, Brooklyn Bridge, World Trade Center, Battery Park, or the statute of liberty! \n\nOr Midtown, e.g. Times Square, Broadway shows, 5th avenue, Macy's at Herald square for shopping!\n\nOr if you are simply looking for suggestions for a night out, a date night, or recommendation for restaurants or coffee shops in the area!\n\nJust be sure to ask and I will be happy to help you enjoy the space and your stay and experience in NYC!\n\nThe upper east side chic, elegant and smart yet super friendly neighborhood is the place to be!!! It is in the heart of the city! Bordered by 59th street to the North, Central Park to the West and the East river to the East!! It's great location puts it within a few minutes cab ride to other areas of Manhattan and a short train ride to Midtown and Midtown Manhattan.  \n\n\nThe area, known for its posh and prestige, is a host to famous museums, art galleries, churches, restaurants, coffee shops, recreational and tourist attractions and has been a home for many noble, influential and affluent New York figures and a base for many foreign embassies and diplomatic missions!\n\nThere is FREE street parking on the block. (parking rules apply! so please read the signs to avoid tickets on certain days and times)!\n\nCiti Bikes are available on the same block and public transportation (both Subway and Bus stops) is only a block away!\n\nYou will be very close to some of NYC amazing restaurants, coffee shops, movie theaters, and shopping areas  i.e. Bloomingdale's, Walgreen's, Barnes & Nobles, Gap, Banana Republic, Sephora, Best Buy, Bed Bath Beyond, Pier One, Victoria Secrets, vineyards etc. are all within a walking distance!", "name": "Cozy 1 Bedroom Apt in Upper East Side", "picture_url": "https://a0.muscache.com/im/pictures/046fb95a-7fa8-4da4-a68f-a255ec118a42.jpg?aki_policy=large", "url": "airbnb.com/rooms/15206253", "id": "15206253", "price": 225, "review": "Apartment was so nice. Perfect for our family holiday. Great central location. Dee was also so nice and helpful with everything. Highly recommend. "}