{"description": "My place is close to Prospect Park, Brooklyn Museum, Vee's Restaurant, CHASE Bank, Bank Of America, Carver Bank, Post Office, Medgar Ever College, Associated Supermarket, Dunkin Donuts, 7 eleven, Pizza Hut, Dominoes Pizza, Tony's Pizza, Billy's Pizza, Rite-Aid, CVS drug store. You’ll love my place because of the location, the ambiance, the neighborhood, the privacy, proximity access to subway and buses, quiet neighborhood. My place is good for couples, solo adventurers, and business travelers.\n\nThe apartment comes with its own seperate entrance from the main entrance of the apartment building.  The apartment has tiled floors.  It comes with a foyer area just outside the apartment (lounging only).  It is located in the rear side entrance of an apartment building that provides privacy and quietness.\n\nI will be available for guest needs during the entire stay.\n\nWhat makes the neighborhood unique is the steps you are away from Medgar Evers College, beautiful Prospect Park, the Botanical Gardens, and the Brooklyn Museum.\n\nGetting around is easy.\nYou have the 2&5 train at/to President Street.\nThe 3&4 train at/to Nostrand Avenue.\nThe Q&D train at/to Prospect Park\n\n*UPDATE:  RECENT REPAIRS TO REMOVE NOISY PIPES COMPLETED (1/16/17)", "name": "Cozy 1br in Crown Heights", "picture_url": "https://a0.muscache.com/im/pictures/79138dd3-a0c9-43da-98fb-1b344aaa543c.jpg?aki_policy=large", "url": "airbnb.com/rooms/15216124", "id": "15216124", "price": 90, "review": "This is a cool location, a little secret oasis in the backyard – a lot of authenticity and warmth. Good value for the price. Fascinating, unusual neighbourhood (I wish I explored it more). Isreal was an extraordinary host, reaching out proactively in a few different situations.\r\n\r\nIf you’re a light sleeper, be conscious of the fact that it did get a bit loud for me: spurious intercom calls, pipes clanging loudly through the night (I stayed in the winter), outside noises."}