{"description": "The Wyndham Midtown 45 is a serene, sophisticated oasis in the heart of midtown Manhattan. Located on 45th Street between 2nd and 3rd Avenues, Wyndham Midtown 45 is within walking distance of many of New York City’s major attractions and business centers. This space is situated close to Grand Central Terminal, 5th Ave (shopping!!!) and the New York Public Library. A perfect destination for couples, solo adventurers, big groups and families!\n\nSeamlessly merging serene surroundings with an enviable location in the heart of vibrant midtown Manhattan, our Hotel Style KG/QN boasts boutique-style elegance and a premier address just steps from everything that this world-renowned city has to offer. \n\nLocated in the epicenter of midtown Manhattan, you’ll experience express dry-cleaning, valet service, business center, fitness center and rooftop views of New York. \n\nA complimentary beverage station serving coffee, tea and fruit infused water is served throughout the day in the lobby.  \n\nGuests can also enjoy a view of the city skyline, or relax after a long day in the 33rd floor Sky Lounge featuring indoor and outdoor seating.  Open daily from 7am - 11pm.\n\nThe attentive multi-lingual front desk associates are available 24 hours a day to assist guests with their every need, while Wi-Fi Internet access throughout the hotel and 24-hour valet parking ensures convenience.\n\nI will be available 24-7 by text or call if you need anything. The lobby is also open 24-7. I will not be coming to the property.\n\nLocated in the epicenter of midtown Manhattan, you’ll experience express dry-cleaning, valet service, business center, fitness center and rooftop views of New York. A complimentary beverage station serving coffee, tea and fruit infused water is served throughout the day in the lobby.  Guests can also enjoy a view of the city skyline, or relax after a long day in the 33rd floor Sky Lounge featuring indoor and outdoor seating.  Open daily from 7am - 11pm.\n\nLocated in midtown Manhattan on 45th Street between 2nd and 3rd Avenues, Wyndham Midtown 45 is within walking distance of many of New York City’s major attractions and business centers. Here is a brief sampling of all of the key attractions located just steps from Wyndham Midtown 45’s front door.\n\n -Just blocks from the historic Grand Central Station\n -Two blocks from the headquarters of the United Nations.\n\n-Close To:\n    Murray Hill\n    Park Avenue restaurants\n    Fifth Avenue shopping\n    Madison Avenue\n    Times Square\n    Theater District: From Broadway Hits to Rockette Kicks\n    SoHo\n    Tribeca\n    Wall Street\n\nPublic transportation is just around the corner, valet parking is available for guests arriving in their own cars, and private transportation is available upon request. Wyndham Midtown 45 is 12 miles from LaGuardia Airport and 17 miles from JFK International Airport. \n\n-Closest Landmarks:\n  Grand Central Station 0.2 mile\n  Chrysler Building 0.2 miles \n  Grand Central - 42nd Street 0.2 miles    \n  United Nations New York 0.3 miles \n  51st Street Lexington Avenue Line 0.3 miles \n\n-Most Popular Landmarks Nearby:\n   Rockefeller Center 0.5 miles\n   Times Square 0.8 miles \n   Central Park 1.2 miles \n   Ground Zero 3.6 miles \n   Statue of Liberty 5.8 miles\n\nValet parking is the only option to park your car during your stay. The per-night cost is $55 for cars, $75 for SUV's. In and out privileges are available with an additional fee of $10 per re-entry.\n\nWireless Internet is free for up to 4 devices, ideal for emails and basic web browsing. For more streaming and surfing options on unlimited devices, Enhanced High-Speed Wireless Internet is available for $9.95 per day, $49.95 for 6-10 days, and $59.95 for 11-30 days.\n\nWhile the amenities should now be accurate, due to issues with the amenities section on my listings recently, here is a list of the current amenities provided: Essentials, TV, Cable TV, Air conditioning, Heating, Internet, Wireless Internet, 24-hour check-in, Washer, Dryer, Gym, Elevator in Building, Doorman, Shampoo, Hangers, Hair Dryer, Iron, Laptop friendly workspace, Wheelchair Accessible. Please note there will be a $250 hold for incidentals at check in this is not a charge or fee. The hold will drop off after check out. The Wyndham Midtown 45  is a vacations ownership Resort property. The resort reserves the right to assign a different unit(s) of the same occupancy as confirmed with this confirmation.", "name": "Hotel Style KG/QN Room WYNDHAM MIDTOWN 45", "picture_url": "https://a0.muscache.com/im/pictures/bcb64111-63e6-4529-b47f-3c7ee706a795.jpg?aki_policy=large", "url": "airbnb.com/rooms/15218299", "id": "15218299", "price": 399, "review": "Fabulous place -- great location, clean and comfortable room.  It felt very spacious, especially for midtown Manhattan.  Everything I needed was taken care of immediately.  Would definitely stay here again!"}