{"description": "PRIVATE Flat in a private TOWNHOUSE, with two real beds + extra Queen  size mattress.. 3 minute walk to a metro train stop, and a 20 - 25 minute metro ride to Manhattan!  Located on the border of Bed Stuy / Clinton Hill and Williamsburg, filled with ABUNDANT NATURAL LIGHT. \n\nPrivate flat in a beautiful \" 2 Family \" Townhouse \" located on the second floor.\n\n- Apartment is super spacious and has a queen sized pillow top mattress, and a full size pull out couch. I also have an additional queen mattress for the 4th person. \n\n- I can provide an extra twin mattress if you're interested .\n \n- My apartment is a complete private space in a 2 family townhouse, and is not shared\n- Kitchen area, and bathroom is all private.\n- Living room area is enormous, as you can see in the pictures.\n- Wireless Internet  / Wifi will be provided\n- Kitchen essentials included (glasses, plates, flatware, pots, pans, etc) and basic needs like coffee, tea, water).\n- Fully stocked linen closet with towels.\n- Private Parking space available. But it may not always be available. Please inquire. Thanks\n\nYou are renting the entire flat. Guest has access to a full equipped Kitchen, Living area, and your private Bathroom.\n\nI rent out my entire private apartment, but I am usually still staying very close by and almost available all day or night to personally check you in. Sometimes on weekends, it may take a bit longer to reach back out to you. l always meet my guests in-person, accept if there is an emergency. - I don't travel for work, and staying in Brooklyn almost everyday of the week. But even if I am not home, I am still more than happy to help with directions or advice on places to go. When I am out of town  (couple days of the year), you will have a local emergency contact which will be the same person that will check you in. - We know the Manhattan and Brooklyn neighborhoods pretty well and would love to give you suggestions on local bars, restaurants, and general fun things to do. - Lastly, let me now if you need to print something, as I will gladly print out a pass to a Museum, or etc. :)\n\n\" Bedford-Stuyvesant, popularly known as Bed-Stuy (sounds like: Bed-Sty), is located in central Brooklyn and nudges up against ultra-hip Williamsburg. A historic neighborhood that boasts both pristine brownstones and unkempt storefronts, generations-old Bed-Stuy residents share their streets with newcomers and hip kids.\"\nClose to these great bars, restaurants, and cafes:\nLittle Skips\nColador Cafe\nSaraghina Brooklyn\nThe Civil Service Café\nMetropolitan City Market\nPilar Cuban Eatery  \nBrooklyn Kolachee Co.\nBlack Swan\nDynaco\nVilla Pancho\nBedford Hill Coffee Bar\nStonefruit Espresso - Kitchen\nParks:\nHerbert Von King Park\nGreene Acres\n\n- Right off the Myrtle - Willoughby (G) metro subway, and about a 7 minute walk to the (J) (M) (Z) metro subway Myrtle - Broadway stop. \n\n- Close to lots of local buses: B15, B38, B43, and B54. The apartment is three blocks from the B15 bus, which goes directly to JFK airport.\n\n- If you are coming from JFK airport, you will need to use Air Train, and transfer to the (A) (C)  blue line. When you arrive at Hoyt Schermerhorn stop, take the transfer to (G) metro subway line. Get off at (G) Myrtle Willoughby Stop. Walking  from Myrtle Willoughby is a straight 3 minute walk on Marcy Ave. If you have lots of luggage, I would recommend using Uber or a taxi.\n\n- There's also an abundance of Uber, Lyft, and cabs in this area of Brooklyn.\n\nApartment is located on the second floor of a 2 family Townhouse, right up the staircase. When you arrive follow the house with the most flowers on the block, walk up the staircase, and open the main entrance (glass door). You will have 2 keys, and one will be for the left side door that leads directly in to your private suite.", "name": "COMFY PRIVATE Large Flat in Private Townhouse !!!!", "picture_url": "https://a0.muscache.com/im/pictures/440ae506-133a-4e32-93df-b712743836fc.jpg?aki_policy=large", "url": "airbnb.com/rooms/15224785", "id": "15224785", "price": 69, "review": "Nous avons passé un excellent séjour chez Kemm. Le rapport qualité prix est très bon pour cet appartement. Nous étions 4 amis, 2 dans le lit double, 1 sur le canapé lit qui est confortable et le 4eme sur un matelas deux places au sol. Nous avons tous très bien dormis. \n\nLa communication avec Kemm est très facile, il fait tout pour ses invités et nous a même répondu en français ! Nous avons eu droit à des gâteaux maison, de l'eau et des fruits frais à notre arrivée, tous les draps et couvertures nécessaires pour nos différents couchages ainsi que des serviettes de bain. Notre hôte a été à notre disposition tout le séjour et avec de bons conseils.\n\nConcernant la localisation il est nécessaire de prendre 45mn en metro environ pour être au cœur de Manhattan mais pour New York c'est un très bon rapport. Toutes les facilités sont à proximité. \n\nSans hésiter un de mes meilleurs séjours AirBnb et pour un prix imbattable sur New York !"}