{"description": "A beautiful, corner apartment in a luxury building. There are 2 separate sleeping areas with a queen and full size bed. There is also an air mattress available if needed.\n\nLocated steps away from the South Street Seaport, Wall Street, Brooklyn Bridge, World Trade Center shopping, 9/11 Memorial, and the 2, 3, 4, 5, A, C, J(URL HIDDEN)trains, you’ll love the views of the Brooklyn Bridge and East River. The apartment is equipped with smart home features, like Amazon Echo and Phillips Hue lights.\n\nThis is officially a large studio apartment, but it has been converted to 2 semi-private sleeping areas (full walls, but no doors). Thus, the space is best geared towards singles, couples, and groups that are comfortable with semi-private sleeping arrangements. There is a full kitchen, dining nook, and full bathroom, all overlooking the South Street Seaport, Brooklyn Bridge, and East River.\n\nYou'll have full access to the entire apartment during your stay. Using your iOS or Android device, you'll receive a digital key that will enable entry into and lock the apartment, so no need to worry about taking/misplacing keys!\n\nI will be in the city and available at all times for any questions, concerns, and recommendations. I will be there to greet you during check in, but you can expect full privacy for the duration of your stay.\n\nLittle from Manhattan's colonial era is left in Lower Manhattan (apart from a precious few structures built in the 1700s), but you can still sense history in the South Street Seaport’s 19th-century brick facades and in pedestrianized Stone Street's picnic tables. There’s life to be found within the skyscraper canyons of Wall Street and lower Broadway, as locals move into the neighborhood and fill the barstools in candlelit watering holes. Bounded by the East and Hudson rivers to the east and west, respectively, and by Chambers Street and Battery Park to the north and south, the Financial District is best appreciated by getting lost in its streets.\n\nThe apartment is located minutes from the 2, 3 , 4, 5, A, & C trains at Fulton Street. You can also take the ferry from Pier 11 to Brooklyn Heights/DUMBO, Williamsburg, and beyond.", "name": "Beautiful 2 Bedrooms in Financial District", "picture_url": "https://a0.muscache.com/im/pictures/c50cc588-ba12-4145-b72a-7d228bb1c5ba.jpg?aki_policy=large", "url": "airbnb.com/rooms/15223604", "id": "15223604", "price": 300, "review": "Devin is a terrific host and the place is fantastic. Subway stops are close by. Couldn't have asked for more."}