{"description": "Welcome home! I love my little studio, and I know you will too. My place is located in a private building on one of Harlem's most gorgeous historic blocks. With only seven other tenants in the building, you will get all the peace and quiet you need. You'll be right next to Abyssinia Ethiopian Restaurant, one block away from the B and C train, and only three blocks from the Shrine and Strivers Row! Also just ten blocks from 125th Street, the main shopping and dining area in Harlem..\n\nNote-the listing states private room, but is in fact the entire apartment. AGAIN-this is a rental for the entire apartment!\n\nI'll be there to greet you and show you around!\n\nHarlem is a gorgeous, historic neighborhood. Great for families traveling together or couples looking for a romantic getaway-the neighborhood offers restaurants and shopping galore-without all of the noise of staying downtown. Some of my favorite places to go are: Lighthouse Fish Market (only 4 blocks away), Jacob Soul Food and Salad Bar on Malcolm X Blvd, and Babbalucci, also on Malcolm X. Yuzu has some of the best sushi in NYC and is located only a few blocks away, and the Yatenga Bistro and Bar on 133rd and Adam Clayton Powell is right next to the historic Shrine - a hotspot in the neighborhood, great for dancing and live music.\n\nOnly one block from the B and C trains which will take you all throughout the westside, from Brooklyn to the Bronx. Also two avenues away from the 2/3 trains, and accessible by bus and cab.\n\nPlease be advised that new state laws have made it illegal to rent an entire apartment for less than 30 days-hence why I have changed my listing to \"private room\" you will still be staying alone in the studio!", "name": "Mo's Historic Harlem Studio", "picture_url": "https://a0.muscache.com/im/pictures/96fa2a22-a759-42d6-ba3a-df83180bacc1.jpg?aki_policy=large", "url": "airbnb.com/rooms/15230962", "id": "15230962", "price": 110, "review": "Mo's place was excellent! It's close to local shops, restaurants, and subway stops. You can easily take the subway to downtown and Brooklyn from her place. The room is spacious, comfy and clean. Mo was a great host, she let us know how things work and gave us recommendations on local restaurants and places to check out. "}