{"description": "Our apartment is newly renovated, with new appliances, exposed brick, in the convenient Gramercy area. It has a queen bed in 1 bedroom, comfortable full sofa bed in living room, washer/dryer in unit, cable and wifi. It is centrally located, with lots of bars, restaurants, and convenience stores minutes from the door. We are blocks away from Madison Square Park (and the infamous Shake Shack!), shopping on 5th avenue, gramercy park, and public transportation.\n\nOur place comes with new appliances, a bright modern bathroom, and A/C. This is great for anyone looking for their own space to enjoy the city for a while in a convenient location. It has a washer/dryer in unit that you are welcome to use, espresso machine, full cable and wifi. We will provide all toiletries, hair dryer, clothing iron, anything you could need!\n\nYou will have full access to the apartment and bathroom. There is a fully stocked kitchen  with appliances, cups, wine glasses, microwave and coffee machine.\n\nYou will be able to pick up and drop off keys at your convenience at a nearby keycafe. Feel free to text if you have any questions about the neighborhood or the apartment. We will be available to answer any questions!\n\nGramercy is a charming and beautiful neighborhood in the heart of Manhattan. Centrally located with easy access to all areas of Manhattan, Brooklyn and Queens. It has many great bars and restaurants, and easily walkable to many of NYCs other great areas and attractions!\n\nYou will have no issues getting around the city. If you like to walk, the apartment is centrally located to get around the city to walk to any neighborhood or attraction. We are also minutes away from the 6 train, multiple MTA busses, 8 minutes to the NQR, 12 minutes to the L train.", "name": "Newly Renovated, Bright 1 BR in Central Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/21c38d9a-644d-4faf-b0f8-89750e020aaa.jpg?aki_policy=large", "url": "airbnb.com/rooms/15256150", "id": "15256150", "price": 175, "review": "Rebecca's place was fully equip with everything we needed. Very comfortable for 3 friends. We mostly walked to our destinations and enjoyed the city."}