{"description": "This apartment is in the heart of Hell's Kitchen, right next to Times Square and a 2 minute walk to the subway! Some of NYC's best restaurants, cafes, and bars are literally right outside your door. The area is safe and quiet at night yet bustling with people and places to go right outside your door! There's also a spacious and heated outdoor patio to relax after a long day of traveling! Nothing beats outdoor space in the city!\n\nPLEASE click \"contact host\" BEFORE \"request to book\"\n\nBefore submitting a reservation requests (by clicking \"request to book\") please make sure that you have first:\n- sent me a message directly (by clicking \"contact host\" below the reviews)\nand I have written you back and confirmed availability\n- read through the entire listing\n- read through the \"house rules\" section\nAny reservation request that is sent over without messaging me first will be declined automatically.\nThanks!\n------------------------------------------------------------------------------------------\n• Newly remodeled, fully furnished one bedroom apartment\n• Spacious, bright, and super clean\n• Kitchen has all appliances and utensils (stove/oven, refrigerator, microwave, coffee maker, pots, pans, plates, bowls, etc)\n• Brand new Queen-size bed, probably one of the most comfortable ones you'll sleep in away from home \n• Newly renovated, super clean bathroom.\n\n• High-speed WiFi / cable TV\n• Sheets, towels, pillows, blankets (extra bedding if needed)\n• Air conditioning, heat, and plenty of hot water\n• Pots, pans, plates, bowls, cups, and cooking utensils\n• Iron and ironing board\n• A personal touch of service and attention for every one of my guests!\n\nYou will have the entire apartment to yourself, it is a non shared, private unit. I'm here to make your stay as comfortable and enjoyable as possible. Anything that I can help you with, from restaurant recommendations, to entertainment, I am happy to share my personal favorite picks.\n\n• 5 blocks from Times Square (5 min walk)\n• 1 blocks from the subway (1 min walk)\n• 15 minute walk to Central Park\n• Right near 9th Ave, which is just one long stretch of restaurants, cafes, bars, etc one after the other for about 30 blocks.\n• Vibrant Hell's Kitchen neighborhood, clean, safe, full of energy, and close to great transportation options.\n\nPlease note that for privacy purposes the listing only shows an APPROXIMATE street/location within 1 - 2 blocks of the apartment. The full correct address is sent out once a reservation has been booked. This is done to protect the privacy/safety of both my guests as well as myself.", "name": "Brand New 1 Bedroom Apartment with Spacious Patio", "picture_url": "https://a0.muscache.com/im/pictures/eaf0bc46-d780-4f7e-9716-4f6076cc8420.jpg?aki_policy=large", "url": "airbnb.com/rooms/15257760", "id": "15257760", "price": 200, "review": "Zach's place is in a perfect location  if you're looking for a walkable stay from Times Square, Central Park, Rockafeller Center and a number of other memorable attractions around Manhattan. Public transit in any direction around NYC is walkable from this apartment too which made our trip very convenient. Zach himself is also a wonderful (super)host. He is easy to communicate with and friendly, and provided a very clean and accommodating apartment. We had three adults in our group and we were all comfortable in the space. I will definitely be looking this listing up again the next time I am visiting Manhattan. "}