{"description": "A large spacious loft in the heart of Bushwick - 850ft2 - with high ceilings.  Beautifully furnished.Queen-size bed. I'm an Airbnb \"superhost\" and I love hosting people. My place is in a cool building with a cafe, yoga studio, organic food co-op, roof-top terrace. It's six mins walk to subway, 10 min on L train to Union Square. Hip neighborhood with great bars, restaurants and galleries.\n\nThe space is very big - 850ft2. Beautiful, high quality furniture. A three seater leather sofa which can sleep one person if necessary. (if you're less than 5ft 8\") Hand-made Indian rugs, mid-century design furniture - Eames/Nelson. The Queen-size bed/mattress are almost new. There is a comfortable blow- up single bed, a large desk for working, a large dining table - seats eight. The bathroom has a tub. \nWe consider dogs in the apartment if they are fully house trained.\n\nThe whole place is yours and I'll be staying nearby so can check in with you when you need.\n\nMy partner - Johanna - will plan to meet you and hand you the keys and give you a tour of the building and the loft. If she can't make it there is a key safe which is easy to use.\n\nBushwick is also known as East Williamsburg. It's 10-16 mins from Union Square Manhattan on the L train. The neighborhood has great bars - Tutus is my favorite; fantastic food - Roberta's Pizza, Momo Sushi Shack; Shinobi Ramen; Swallows Cafe, Kave Cafe - in my building. Vogue called it the seventh hippest neighborhood on the planet - read on:\n\n BUSHWICK / NEW YORK CITY / U.S. \nAs far as buzz goes, few neighborhoods garner as much attention—globally—as Bushwick. Believe the hype: this area, located in north Brooklyn, claims cutting-edge galleries (like an outpost of Luhring Augustine, which reps Christopher Wool, Joel Sternfeld, and the very much in demand Jeff Elrod) to Jay Z–approved restaurants (Enter: Roberta’s). Pop-up late-nights, an eatery in a defunct gas station—check out the recently opened Montana’s Trailhouse—and a vinyl-recycling jewelry label called Wrecords By Monkey are all within a few blocks. Time to hop on the L!\n\nIt's 10 - 16 mins to Union Square, Manhattan, on the L train. It's a six min walk to either the Morgan Ave or Jefferson Street subway stations. There is a bus outside the front door that takes you across Brooklyn.\n\nNo parties or smoking. \n\nPlease take trash out daily. (at the back of the building through the cafe)\n\nPlease clean up after yourself. Remove bed linens and place with towels on the bed.\n\nPlease respect my apartment, the art, the space, my neighbors. The neighbors are cool and I love to keep things good with them.", "name": "Large,  designer cool, Brooklyn loft", "picture_url": "https://a0.muscache.com/im/pictures/478933c7-0eb9-42ad-85d7-fa53764d3884.jpg?aki_policy=large", "url": "airbnb.com/rooms/15263704", "id": "15263704", "price": 135, "review": "This quaint eclectic apartment nestled in the heart of Buchwick made us feel completely at home. Walking distance from the L train johanna was most helpful heading us the right direction on where to eat, what to see.The apartment has everything you need and high quality bedding. It was cold while we were in new York but the heater made the apartment warm and inviting. I unfortunately became ill whilst in new York, Johanna put us in contact with a home doctors service, and changed our linen and towels free of charge- bless her. would like to mention it can be a noisy building with late night music, but nothing earplugs cannot fix. This accommodation might not suit guests with mobility issues as two flights of stairs need to be climbed. Plus plus for me was the yoga and pilates studio in the same building and \"Kave\" expresso serves the best almond latte I have ever had. You will love your trip to this accommodation."}