{"description": "My place is 5 - 10 mins DRIVE to:  JFK, Green Acres Mall, Roy Wilkins Park & many pharmacies, supermarkets, restaurants & clubs.\nIt's 30 - 45 mins DRIVE to:  LaGuardia Airport~The Nautical Mile~Coney Island (amusement park & beach)~125th St. Harlem~Jacob Javits center~Empire State Bldg. & Times Sq.\nLet us know of your travel plans and we'll do our best to assist you in making the most of your business trip or vacation.\n\nWe host only 1 booking at a time.  Your booking includes:\nUse of driveway & private entrance at the rear of the house ~ Key provided\nA private bedroom ~ Queen-size memory foam mattress, fresh linens, clothing closet, hangers, central heating, and high-speed fan are provided.\nA private bathroom and shower stall ~ Bath towels, wash rags, toothpaste, shower gels, shampoo, conditioner, deodorant, and lotion are provided.\nA private dining area ~ small refrigerator, microwave, electric tea kettle, hot chocolate, tea, coffee, juice, water, fresh fruit, and pastries or cookies are provided.\nThe space located in the basement of my home and has no kitchen.\n\nIf you book to my space for a week of more and wish to use the stove, I will accommodate you in my personal space upstairs.  You must discuss this need with me to gain access.  You may also sit in the backyard and use the grill if you wish.\n\nMy work schedule can be very demanding but I'm always a text message away.  If I'm home during your check-in, I will personally welcome you in. I will otherwise, make sure you always have  access to the space. Someone is always home upstairs so text me when you're close by and the door will be opened for you.\n\nOur neighborhood is safe and user-friendly.  There are several choices of supermarkets, pharmacies, gas stations, restaurants (for dining in, take-out, and delivery).  The local mall is 2 miles away it offers: Chase bank, Wal-Mart, Macy's, Kohl's, Toy R Us, Old Navy, JC Penney, Sears, Aldo, Dick's Sporting goods, Burlington coat factory, Foot locker, StarBucks, Red Lobster,  TGI Fridays, Olive Garden, Bronx BBQ, Home Depot and tons of other shops\n\nThe MTA is the CHEAPEST way to JFK and Manhattan.  \nIt's a 1 minute walk to the bus stop from my place. The Q3 bus takes you to directly to JFK, to the subway (E, F, & J trains), and the Locust Manor stop on the Long Island Rail Road (2 stops from my place). \n\nThe L.I.R.R. is the FASTEST public transportation to Penns station (34th street) in Manhattan.  It's a 10 minute walk from my place or you can take the Q3 bus 2 stops to get there.\n\nDriving is also very convenient! we are located 1 minute from the Belt Parkway.  Free parking is available on the premises.", "name": "THE PRIVACY DEN ~ 5 MINUTES TO JFK", "picture_url": "https://a0.muscache.com/im/pictures/5f89b4bb-46ef-4795-8a11-4e656ce536d2.jpg?aki_policy=large", "url": "airbnb.com/rooms/15262831", "id": "15262831", "price": 47, "review": "Very nice place. Definently worth the value."}