{"description": "The apartment is in an amazing and very safe location just a few stops from manhattan.  It has great light and airflow and is blocks away from both the L and G trains.  Blocks away from supermarkets including Whole Foods, music venues like Music Hall of Williamsburg and The Knitting Factory, parks including stunning riverfront views of Manhattan, and some of the cities best bars and restaurants like Peter Lugars, St. Anselm, Maison Premiere, Mesa Coyoca, Fette Sau, Zizi Limona, and much more..\n\nThis is one of the most peaceful and serene apartments in New York City.  It's a very private space with amazing airflow and light.  The neighbors are super friendly and the neighborhood makes you feel like you're in a small town despite being just a few minutes away from manhattan.  It's the perfect place both for people who are in town for work and people here as tourists who want a nice safe central home base to unwind in but also want to be close to all the amazing things NYC has to offer.  Great for couples, solo adventurers, and business travelers.\n\nThe whole apartment will be yours.\n\nYes there will be someone close by if you need anything.\n\nIt's just on the edge of the vibrant Williamsburg area.  Close enough to walk anywhere but also just outside so you feel like you're in a calm small town community despite being only a few minutes away by train from Manhattan.\n\nIt's blocks away from The L and G trains and only a few stops from Manhattan and Queens.", "name": "1.5 Bedroom Williamsburg Apartment off Graham L", "picture_url": "https://a0.muscache.com/im/pictures/f3d83b9d-c862-4751-b584-9b1c7a388f98.jpg?aki_policy=large", "url": "airbnb.com/rooms/15266670", "id": "15266670", "price": 104, "review": "Emanuel was easy going about our arrival and departure times. We were running a little late so his girlfriend who lives one block over gave us the key. \r\n\r\nHe remained in contact frequently and while we didn't need his assistance it was clear he was there to help. \r\n\r\nThe apartment was clean and the bed very comfortable. "}