{"description": "Have your own Private Bedroom, Living room w/ TV, cable, wifi and Large Kitchen!\n\nMy place is close to everything, a 5 minute walk to Time Square, Central Park, Museums, all train stations, Shake Shack, etc.\n\nYou’ll love my place because of the location, the large amount of space for yourself, the coziness, cleanliness and the high ceilings. \n\nThe living room, kitchen, and own private bedroom is your space. \nBut, the bathroom is partially shared by (me), as my apartment is next door.\n\nLarge open space with lots of comfortable new furniture. Professional housekeeping and fully clean bedding and towels.\n\nPrivate Bedroom, Entire Living Room, Entire Kitchen, Private Bathroom\n\nWill be accessible if you need any recommendations, tips, help or host if visiting for the first time\n\nOver 50+ resturaunt's within seconds of the apartment. Italian, Thai, Brazilian, Japanese, Peruvian, American all within 1-2 minute walk. \n\nLots of lounges, rooftops and bars in walking distance. In addition the premier Gotham Market is a short walk away.\n\n-5 minute walk to Times Square. \n-10 minute walk to Central Park, Rockefeller Center, 5th Avenue Shopping, MOMA Museum, and many places \n\nNext to almost all Trains N, Q, R, A, C, E, 1, 2, 3\n\n10-15 minute Taxi ride to Empire State Building, Grand Central, and many more places.", "name": "LARGE Apartment -Private Bedroom, Living & Kitchen", "picture_url": "https://a0.muscache.com/im/pictures/ca67fac6-7c99-414a-9d21-19c1f3a72905.jpg?aki_policy=large", "url": "airbnb.com/rooms/15273247", "id": "15273247", "price": 88, "review": "Jeff is so nice. We experienced huge delays and Jeff waited until midnight for us and even met us at the taxi to help carry our bags. We had the kitchen, bathroom, lounge room & bedroom to ourselves, and didn't see Jeff again. But he is great at communicating and replied to text messages within minutes. The place is secure and has everything you need (pay tv, aircon, hair dryer, body wash etc.).\n\nTimes Square and broadway shows are around the corner and the whole area is super busy at all hours; some places are 24 hours. The Times Square Diner is 24 hours and a few minute walk away. The noise quickly becomes just background noise. We had a great stay. Thanks for everything Jeff!"}