{"description": "***This is a 5 floor walk-up***\n\nClean and quiet two bedroom apartment in the heart of Harlem. Located in walking distance to the trains, be in Times Sq within 15 mins! Close to a number of historical sites, great restaurants and bars. \n\nApartment itself benefits from a 50\" SmartTV with access to on-demand movies and TV shows, kitchen with full range of cooking utensils and staples and toys/books for families.\n\nMy place is great for couples, solo adventurers and families (with kids).\n\nThe Kitchen -\nThe kitchen is fitted with all new stainless steel appliances, microwave, as well as an additional double hob and toaster oven. You are welcome to help yourself to cooking staples (e.g. salt/pepper, oil etc). There is an extensive set of stainless steel cookware and enough serving ware to accommodate 4 people.\n\nMain Bedroom -\nThere is a full size bed, with nightstand and lamp. Huge closet space and additional drawers - lots of space to store your things!\n\nKids Bedroom -\nThe bed is extendable from a junior bed to a full twin. There is access to books, a chalkboard and plenty of toys - if you have children you are welcome to play with anything in the room.\n\nLiving Room -\nThe living room has a comfortable sofa (large enough to sleep 1), 50\" 4DHD Smart TV with DirectTV and access to on demand movies and TV shows with Netflix and Amazon Prime subscriptions. There is also a small dining table and chairs.\n\nYou have full access to the apartment. We will do our best to meet you on your arrival at the apartment to provide the keys but if this isn't possible, we will arrange for you to be able to collect the keys from our local store at the end of the street. On checkout we ask that you return the keys to the store.\n\nWe will give you the WIFI code and instructions for the Smart TV upon confirmation of your booking. You can also find all details for your stay on entrance cabinet on your arrival.\n\nI'm available by email, or text throughout your visit. If you need something anything; wants some local tips or are having any issues just let me know! I'm happy to help and want to ensure you enjoy your stay.\n\nWe won't be staying in the apartment but either me or my husband may drop by from time to time to water the plants/check the mail but we will always give you prior notice.\n\nConveniently located within 5 mins walking distance to the trains - tons of transport links and can be in Time Sq in less than 20 mins!", "name": "Beautiful bright top floor 2 bed apt in Harlem", "picture_url": "https://a0.muscache.com/im/pictures/112950e0-f7f0-486e-b332-a7431b8eda07.jpg?aki_policy=large", "url": "airbnb.com/rooms/15270164", "id": "15270164", "price": 116, "review": "Kelly's place was fantastic - eclectic and hip neighborhood close to all subways. It's a climb to the top floor, but it's no big deal if you're semi-in shape. Beds and couch were comfy and nice appliances in the kitchen. The bathroom was tiny, but to be expected in NYC. Everything was clean and there were plenty of linens and blankets. I recommend this place, especially if traveling with 2 or fewer children. "}