{"description": "My place is close to Church Avenue with plenty of choices for food shopping, take outs and public transport. You’ll love my place because of the coziness. My place is good for couples, solo adventurers, business travelers, families (with kids), and furry friends (pets). It is self contained and has everything you need for a stay in NYC, complete with Fios TV service and WiFi network access.\nPlease read the full description of our listing before planning your trip.\n\nThis cozy newly decorated 1 bedroom with eat in kitchen (600sq ft+) is situated in a quiet residential area in Brooklyn.\nThe bedroom / living space has a queen size bed and a full size futon.\nThe eat-in kitchen is fully equipped to cook and enjoy a nice meal or breakfast.\nUpon arrival the fridge will be stocked with water and some breakfast essentials to start your stay.\nThe apartment is accessible with a private entrance for our guests.\nThis cozy retreat is about 50-70 mins from mid-town Manhattan, but the neighborhood has excellent transportation running day and night from and to the subway stations along Church Avenue; 2 and 5 trains are the nearest.\nAnd then there is always a cab ( Uber, Lyft, Juno and local car companies service the area).\n\nThis private 1 bedroom apartment is located on the lower level of our house with private entrance for our guests. There is plenty of storage space available for your luggage.\n\nWe will welcome our guests after 4 pm or earlier if agreed in advance.\nYou are welcome with any questions regarding your stay, travels or amenities.\nWe would like to make your stay easy and relaxed and so in the apartment there will be a NYC starter kit to get you off on the right path!\n\nOur neighborhood is a working class residential area, or \"Real Brooklyn\" if you like. This area offers great Caribbean restaurants, plenty of grocery stores and excellent public transport all just 2 blocks away.\nOur favorite restaurants for take out are: Island Burger, Island Pride, Footprints and Lydia's, all very close by.\n\nOur neighborhood has a lot of transportation to offer: Buses from Church Avenue B35 (Limited and local) are only 2 blocks away.\nOn Utica Avenue is Bus B46 which is 6 blocks away, this bus goes to Williamsburg and makes stops at Eastern Parkway for Subway trains 3 and 4. \nBus B7 takes you to Coney Island and Brighton Beach in the south.\nThe other possibility on Church Avenue is the Dollar Cab, for $2 per person they will bring you to the Nostrand Avenue Subway station to catch the 2 and 5 trains. \n\nAnother perk around our apartment is the free parking, in general there is free parking available on our block or in close proximity. A parking spot is pretty easy to find without too much driving around in circles.\n\nPart of city life is getting around by public transport:\n\nBus B35 will bring you along Church Avenue to the following Subway stations: 2, 5 trains at Nostrand Avenue, B, Q trains at East 18th Street and F, G trains at McDonald Avenue.\n\nPlease note: 2, 3, 4 and 5 trains to Manhattan: Downtown is a minimum travel time of 40 mins and Midtown is 50 mins - 70 mins door to door depending where exactly.\n\nManhattan:\nTimes Square is 50 mins\nWall Street is 40 mins\nGrand Central Terminal is 60-70 mins\n\nBrooklyn:\nBarclays Center is 30-40 mins\nBrooklyn College is 20 mins\nBrooklyn Bridge is 40 mins\nWillamsburg is 45-50 mins.\nPark Slope is 35 mins.\n\nCar service to:\nJFK Airport 20-30 mins\nLa Guardia 30-40 mins\n\nNo Smoking in the space,\nPets are welcome, but an additional pet fee for approved pets may apply.\nPlease email an image of your pet and a short note about your pet prior to making a confirmed booking.\nThis is our home and we use the space also to accommodate friends/family when not in use, so please leave the apartment the way you found it.\nWe have a Shoes Off policy in our entire home.\nIf you come by car, there is plenty of street parking in the area.\nA cleaning fee of $55 dollars applies as part of the booking.\n\n**We do not live in Manhattan; we live in Brooklyn and that means there is some travel involved to see tourist locations. After reading our transport advice/notes, do not give a poor rating because we are 30-60 mins from tourist central; we are very upfront about your transport options, and remember we also do not charge Manhattan prices :-) **", "name": "Cozy Retreat in Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/cf4c4a68-2db8-4e8d-aba2-d3f41ba5c81b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15282119", "id": "15282119", "price": 75, "review": "You will be amazed at the stay here! It was great!"}