{"description": "True 2 bedroom  is located in the very heart of New York City.  2-3 minute away from Time Square.   The apartment is next to A,C,E trains and a few minute walk to 1,2,3, N, R,Q and 7  lines.   The theatre district area, surrounded by Broadway theaters, featuring best musicals, plays and operas.  Tons of restaurants, bars, live music venues,  shops and museums within walking distance. Very safe and fun area for tourists and New Yorkers. My place is cozy, atmospheric, clean, calm and fun,enjoy it!\n\nThe apartment is located in the very heart of New York City.  Literally one and a half block away from Time Square.  A few short blocks from Port Authority and one train stop from Penn Station.  The apartment is next to A,C,E trains and a few minute walk to 1,2,3, N, R,Q and 7  lines.   You will be staying in the theatre district area, surrounded by Broadway theaters, featuring best musicals, plays and operas.  Tons of restaurants, bars, live music venues,  shops and museums within walking distance. Very safe and fun area for tourists and New Yorkers.   Being in midtown it's also easy to reach the museums and shops around the Central Park area as well as everything in downtown.\n\nMaster bedroom, other  bedroom, living room, kitchen and bathroom - the entire apartment is yours.\n\nI'll be more then happy to address any issues, concerns or questions via phone, e -mail or when we meet in person. I will personally meet you upon your arrival to give you the keys and will be happy to show you the neighborhood.\n\nTime Square.  You are basically in the very center of NYC.\n\nA,C,E, 1,2,3,7, N,R,Q subway trains. \nJust 2 short blocks form Port Authority station and one subway stop or 10 min walk to Penn Station on 34th street.  You can also catch a double deck red city tour bus right here.  There are plenty go parking garages in the area and street parking is available but sometimes can be difficult.  Parking is much easier in the evening, especially closer to 9th and 10th avenues.  Always plenty of taxi in the area.\n\nPlease note that the apartment is located in the building with no elevator and it's on the 4th floor.", "name": "Two Bedroom by Time Square - dream location!", "picture_url": "https://a0.muscache.com/im/pictures/be36bf01-ddf7-433c-944c-581f2784ef99.jpg?aki_policy=large", "url": "airbnb.com/rooms/15285614", "id": "15285614", "price": 250, "review": "Great stay, Artur was easy to communicate with. PERFECT location! A bit loud, and needs a few extras (we stayed a week and found there were a few things lacking in the kitchen,minimal linens etc). A bit of a hike up 5 floors as well. But otherwise it was a great stay!"}