{"description": "Our light & spacious studio apartment (doorman elevator building) is located next to an 80s st entrance to the East River walking path, Carl Schultz historic park, Gracie Mansion, UES museums, restaurants, shopping. The apt features all of the comforts of a luxury hotel, new mattresses (new foam mattress $1000s and 2 trundle twin beds, sleeps 4 and an optional air mattress, easily opened next to trundle, beautiful bedding and blankets, towels, doorman, elevator, windowed bath\n\nHigh luxury in an affordable sunny studio, on a quiet very upscale location.  The trundle bed acts as a soft by day and can then sleep 2 comfortably in separate twin beds.  The queen has a brand new foam mattress.  All bedding is luxurious with new beautiful blankets.\n\nThere is access to a washer dryer area in the building.  While you will see a gym, we are not permitted to have guests use the gyms. Apologies, but our guest welcome book makes a bunch of suggestions for workouts and our insider tips will explore activities discovered in our years of living in NYC.\n\nGetting the keys is covered in the welcome packet along with a thorough walk through of an easily managed apt.  We also are a phone call away.  Depending on work travel, we'll try to meet you personally, but we will speak often and you'll receive the welcome packet.\n\nThis is a true UES aptmt, very close to Carl Schultz park but south of the park, low 80s, in a upscale area where you and your family can walk to all that the most prestiguous area of NYC has to offer, musuems, restaurants, all with easy access to public transportation.\n\nAll forms of public transportation, buses, subways, very close to the entrance to the FDR South for easy access to the East River FDR and bridges to all parts of Manhattan.\n\nOur goal is to work with a family interested in a pied-de-terre.  We offer  discounts for a commitment/booking to at least 2 weekends/equivalent days per month.  If we can book this through June 2017, then we'll also offer SUBSTANTIAL DISCOUNTS.", "name": "UES studio, doorman, 3 beds, low 80s/off York Ave", "picture_url": "https://a0.muscache.com/im/pictures/d26abd60-d186-450a-b42e-ec4c78a762bc.jpg?aki_policy=large", "url": "airbnb.com/rooms/15288593", "id": "15288593", "price": 192, "review": "This location is great! Walking distance to Museum Mile and the 86th/2nd Subway. Apartment building is well lit and I felt safe even returning at night with a buddy. Host communicates well, and is very accommodating per your circumstances/travel plans.\n"}