{"description": "My place is close to Manhattan. It is a newly renovated small studio with a brand new bathroom and a kitchenette. You’ll love my place because of its convenient location (plenty of stores/restaurants nearby, and subways that will take you directly to Manhattan - all within a 5-10 minute walking distance.)  The neighborhood is safe too, making your trip home, no matter what time of day or night completely stress-free.\nhttps://www.airbnb.com/rooms/14012161\n\nCozy self sufficient space with complete privacy. This place is special primarily due to its easy access to Manhattan while providing not only privacy, but also the convenience of a family oriented outdoor space. One can relax sitting outside after a hectic day downtown. Chairs are provided in the front compound. The diversity of the local eateries provides the choices for food deliveries or an easy walk for quiet dining. It is an opportunity to experience the daily lives of New York City dwellers.\n\nThe front compound or chairs up the steps.  Guests can relax there to  experience the daily lives of an average safe middle class New York city neighborhood.\nPlease note that the sofa bed (futon) was added AFTER the picture was taken. It is next to the window, Also a large TV has been added.\n\nI will always be available by phone or text. I travel so will be occasionally available physically  upstairs in my room on the 2nd floor.\nStreet parking is available. Also, at times in my absence, an one-car parking may be available in front of the garage. \nOccasionally a 0ne-car compound parking is available at $10/- per day rate. Remember not to park on the left side on Mondays.  It is the street cleaning day .\n\nThe neighborhood provides the unique opportunity to experience the everyday lives of average New York families.  A 2-minute walk to a beautiful park nearby, easy access to all kinds of public transportation, diverse eateries, stores pharmacies, add to the charm of this place. Added to this are the safety and the quiet required for relaxed stay in a busy city.\n\nQuick and easy access to buses and subways.  The nearest subway station (Northern Blvd) is only a 5 minutes walk. The most reliable the 24 hour # 7 which is a 8-10 minute walk.\n\nImportant that the place is left clean. Dishes should be washed after use. \nNo smoking or drinking.\nNo cooking allowed.  However, besides the microwave and small fridge, a small rice cooker, a 2-slice toaster and a hot pot is provided.\nPlease note, that for the convenience of the guests a Futon bed (so no more sleeping in an air mattress!), a dresser & a large TV has been added to the studio. The Futon is next to the window.  The dresser is in the place of the TV stand with the new large TV on top. These additions are not in the picture. This means better sleeping and storage & less floor space.\nPlease note that there may be noise of running children, showering, etc. at times.", "name": "Newly Renovated Studio Near Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/e305cee2-06a8-480b-9654-e5c158355dc6.jpg?aki_policy=large", "url": "airbnb.com/rooms/15286645", "id": "15286645", "price": 110, "review": "Great Studio, great host.  Highly recommend!"}