{"description": "Conveniently located on the Upper East side this 2 bedroom apartment is in walking distance to Central Park, Metropolitan Art Museum, Cooper Hewitt Design Museum, Guggenheim Museum. The apartment is on the 4th floor walk-up building (No elevator) very clean and cozy with two comfortable queen size beds and one sofa bed. Getting around is very easy, subway is in 5 min walking distance, bus stops even closer.\n\nPrivate 2 bedroom apartment with exposed brick walls. Clean and cozy, perfect for a family of 4.\n\nThe  apartment has brand new furniture and fully-equipped brand new kitchen. \n\nThe apartment has 2 comfortable queen size beds as well as a sofa-bed in the living room and can accommodate up to 5 people. Towels and linens, full kitchen and anything else you may need.\n\nThere is no dining table to sit at and have a family dinner, but the living room has two small tables (see the pictures) which can be used for that purpose. \n\nCheck-in and Check-out times are flexible and depend on other guest arrival/ departure times. But please try to make it before or at 12 pm for check-out and 3pm or after for check-in. If you are arriving late night please let me know in advance so there is no inconvenience for you and me. \n\n****we are meeting on the corner of 81st and 3rd avenue near the building. For security purposes your itinerary will not show you the exact address, its very close anyway. I had an unpleasant experience with a guest trying to access the building before the check-in time and without me. However if you are concerned about it, let me know, I will give you the exact address after you introduce yourself. \n\nPlease send me a message if you have any questions about the apartment, the neighborhood etc.\n\nall apartment\n\nYou can reach me anytime on the cell. text/ whatsup/ viber/ call if you need.\n\nLots of restaurants, museums\n\n5 min walk to express/local subway, 4/5/6 trains, 2nd avenue Q train\n*Times Square - 10 min ride to 42nd street. \n*Rockefeller plaza - 10 min to 53rd street by 6 train, then    walk for 10 min\n*Grand central - 5- 10 min 4, 5 express, 6 local train\n*Wall street      - 20 min 4, 5 express \n*Brooklyn bridge -15- 20 min 4, 5 express train, 6 local train. \n**travel time depends on train traffic and rush hour.\n\nThis apt will only be rented to responsible individuals or couples. This is a multi-unit building, therefore common courtesies to the other residents must be respected. Airbnb situations are \"tolerated\" in New York City only when the other tenants don't feel like their lifestyle is being compromised. Nobody wants to feel like their home has been turned into a hotel against their will. So I ask that you maintain a level of respect and courteousness when on premises. Especially when you are entering and exiting the apartment and are on common resident zones. Think of it like your home. Just as I'm sure none of us would want to be woken up in our own homes by loud music from next-door, the same goes for your neighbors. Other than that, it's your home. I just ask that you don't create damage to your home or be a nuisance to your neighbors.", "name": "2 BEDROOM APARTMENT IN MANHATTAN", "picture_url": "https://a0.muscache.com/im/pictures/f3958024-16d6-41d6-8ab5-ab7f569ced25.jpg?aki_policy=large", "url": "airbnb.com/rooms/15281457", "id": "15281457", "price": 258, "review": "We spent a wonderful time at Jay's apartment.\nIt was clean, nice and close to the Q subway which takes you to the very center of Manhattan.\nJay was welcoming and helped us to carry our luggage to the 4th floor. He took the time to explain us how everything works. He answered quickly to our questions when we had texted him. He was discreet but very helpful.\nIn a word, It was GREAT to stay there ;)"}