{"description": "Cozy, modern apartment that's close to the vibrant restaurants and bars in Williamsburg and a short walk to the L, J, M and G trains. Fast, easy access to Manhattan (15 mins to East Village in Manhattan!)\n\nThe spacious light filled apartment is brand new (building completed construction earlier in 2016).  The space includes a bedroom, an office space (which has the 2nd bed), bathroom, fully equipped kitchen, a living room and a balcony.\n\nBeds: The bedroom has a double bed and there is a second double bed in an extra half room. However, the half room doesn't have a door. The living room also has a single day bed (it's the one by the window) and is quite comfortable.\n\nYou can access the entire apartment and balcony.\n\nWe tend to not be around for most stays, but will be available via email/phone for any questions!\n\nSubway - The Montrose Avenue L subway stop is a 5 min walk. The L line takes you to East Village in 15 minutes! The Broadway G subway stop is a 10 minute walk which connects well to other parts of Brooklyn and Queens. The Lorimer St J/M subway stop is also 10 minutes away. Because of the proximity to 4 subway lines, connectivity is GREAT! \n\nParking - There's free street parking available - it can be sometimes hard to find though. Just depends. When you park, please pay attention to street cleaning signs - the car needs to be moved during street cleaning times. Also, you have to keep 15 feet away from any fire hydrants.", "name": "Bright & spacious apartment in East Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/5dbce19c-e9ee-413b-bc2a-b8f75f8785bc.jpg?aki_policy=large", "url": "airbnb.com/rooms/15299630", "id": "15299630", "price": 153, "review": "Incredible!! Amazing apartment with an amazing host! \nyou can clearly see how much thought, effort and time they put into designing this apartment.\nThe place was clean, the bed was extremely comfortable and there is Beam projecter, Bluetooth speaker. Anu & Suyog were communicative in the days leading up to my arrival and during the course of my stay. The apartment is well located in a quiet neighbourhood, only a few blocks away from the L/G line. \nThis is the BEST airbnb experience that I've ever had. Highly recommend staying at this apartment in Williamsburg. \n\n매우 추천합니다 숙소 근처에 힙한 카페와 레스토랑이 많고 교통도 매우 편리하고 가깝습니다 유니언스퀘어까지 L트레인을 타면 한번에 가서 이동하기 매우 좋습니다 호스트분들이 강아지를 키워서 강아지털이 조금 있는것 빼고는 인테리어며 모든 시설이 새것이며 난방과 수도시설도 매우 잘되어있고 건물자체가 얼마 안된 신식건물이라 보안도 잘되있고 엘리베이터도 있어 매우 좋습니다. 호스트는 정말 친절하고 의사소통도 원활하고 답변도 매우 빠릅니다. 티비는 없지만 노트북을 가져오거나 usb가 있으면 빔프로젝터에 연결에서 영화나 영상을 볼수있으며 블루투스 스피커도 있어 평상시에 연결하여 음악을 듣곤 했습니다. 윌리엄스버그나 브루클린을 좋아하시는 분들께 매우 추천하고싶은 숙소입니다. "}