{"description": "Great one-bedroom apartment on the Upper East Side, just a few steps from Central park! The historic neighborhood is full of things to do – fantastic bars and restaurants, The Met, The Guggenheim, and great shopping are all within a few minutes walk.\n\nAmazing location. The apartment is located in one of Manhattan’s most desired and picturesque neighborhoods – just 1.5 blocks from gorgeous Central Park. The place is decorated with interesting art and comfortable furnishings, and features high ceilings and a charming sit-in kitchen. Conveniently located on the ground level facing away from the street, it's a homey and quiet retreat after exciting city days. Re-energize on a luxury queen mattress, and make use of the espresso machine to get you going for NYC.\n\nThe Upper East Side is the perfect place to live or visit. Amazing restaurants and shopping are just steps away. Experience the vastness of beautiful Central Park only one block down. The Guggenheim, The Met, The Cooper Hewitt, and The Jewish Museum are all within minutes walk. Before you stroll down beautiful Madison or 5th Ave., make sure to stop by Da Capo around the block for artisanal pastries + the best espresso on the UES.\n\nRestaurants, walking, shopping, biking - all just out the front door. There are several buses within one block that take you all over the city. The 4,5,6 trains are just one block away and will take you into Midtown in a mere 10 minutes, or further down Manhattan all the way into Brooklyn.", "name": "Attractive 1-Bedroom steps from Central Park", "picture_url": "https://a0.muscache.com/im/pictures/102c2414-8e29-464e-912e-e89d635d8071.jpg?aki_policy=large", "url": "airbnb.com/rooms/15311050", "id": "15311050", "price": 212, "review": "I highly recommend staying at Philipps place. It is a very spacious and clean apartment with everything you need.  The apartment is in a great location and easily accessible with all of NYC close by.  Philipp is a great host and a great communicator.  I will be back."}