{"description": "Gorgeous, huge apartment at the corner of lovely Fort Greene & Downtown Brooklyn in a luxury building. 5 minutes walking to ten different subways, and one stop away from Manhattan. The floor to ceiling windows have great views of Brooklyn and the bridges. Amenities include a washer/dryer and dishwasher in the apartment, and access to the building lounge and gym!\n\nThis apartment is gorgeous - it's a huge one bedroom, with two walls of floor to ceiling windows with a direct view of the water and bridges. The building has all the amenities - washer/dryer and dishwasher in the apartment, doorman, gym, lounge, etc.\n\nIt's a short walk to TEN subway lines and just one stop away from Manhattan. One of the most convenient places in Brooklyn.\n\nIt's also a short walk to the Promenade, Brooklyn Bridge, Manhattan Bridge, the park, and other gorgeous Brooklyn sights.\n\nGuests will have access to all amenities in the apartment, including WiFi, TV, washer/dryer, dishwasher, gym, and more.\n\nI will be in the area if you need anything during your stay, so don't hesitate to call! I'm happy to show you around and will give you recommendations to all my favorite restaurants, bars, and other great spots!\n\nDowntown Brooklyn is in the heart of everything. It's a 5 minute walk to the best of Brooklyn - the bridge, park, promenade, lovely Fort Greene, and more!\n\nThe apartment is a 5 minute walk from 10 different subway lines - A/C/F/B/Q/R/2/3/4/5. There's also parking available in the building for a flat rate of $20/day, and cabs are easily accessible right outside.", "name": "Luxury Sun-drenched 1BR in Downtown Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/6844453e-076e-4e88-a663-4f292aaf1d81.jpg?aki_policy=large", "url": "airbnb.com/rooms/15315066", "id": "15315066", "price": 149, "review": "Dheerja's place was wonderful. Incredible, really. Amazing views. Super-helpful concierge staff. Huge exercise gym. Conveniently located to lots of great restaurants in Brooklyn as well as just two subway stops from Manhattan. We definitely hope to return."}