{"description": "Welcome to my humble abode!\nMy place is close to public transport such as the bus (BX31) and Pelham Parkway subway station (5 train).  It is a 20 min drive to Manhattan and the place is right next to the Hutchinson River Parkway and Bruckner Expressway.  You’ll love my place because of the coziness, quietness and the location. My place is good for couples, solo adventurers, and business travelers.\n\nMy place is a hidden gem in this busy city.  It is away from the main street so it is very quiet.  You walk past the front garden and down the stairs into your own private space.  The place is well lite during the day and dark enough at night to snooze instantly.  Though it is a studio, each space is compartmentalized in a way where there is enough space for your activities.  The living space is equipped with a smart tv, wifi & cable.  Feel free to use the fold out futon as a sleeping space.  The eating area includes 4 chairs and an expandable dining table for work and leisure.\n\nThere is an empty shelf in the refrigerator reserved for you & towels as many as you deem necessary.  Keep in mind, this is a space that I also use when I am not hosting so things that are found tucked away are not for sharing.  Bring your own toiletries, and I'll provide the rest.\n\nI am available when needed and only 10 mins. drive.\n\nYou are close to transportation, Dunkin Donuts, Rite Aid, Laundromat, Walgreens, various takeouts and Jacobi Medical Center.  Restaurants are found a 5 min drive or 15 min radius walk.   Two blocks down there is a nice space for runners on Pelham Parkway.  Across the street there is a police precinct so this is a fairly safe area.\n\nThere are available street parking.", "name": "Cozy & Spacious Basement Studio", "picture_url": "https://a0.muscache.com/im/pictures/115eeb2e-4068-42b5-b361-6f6691d48b19.jpg?aki_policy=large", "url": "airbnb.com/rooms/15329493", "id": "15329493", "price": 69, "review": "Khris's place was so tidy and clean. Everything was as described. It was quiet and peaceful. Check-in was convenient. Very prompt at getting back to you if you have any questions. What a great way to relax away from the busy city life. We wouldn't hesitate to come back to her place. "}