{"description": "Why go to a hotel and pay top $$ for multiple rooms when you can enjoy this beautifully furnished and brand new 3 bedroom home away from home for half the price of staying at hotel? A few steps away from the best dinning, entertainment, parks, and NYC fun! Only two blocks away from the Empire State Building! Centrally located in Midtown Manhattan for the most convenient family vacation! All dates you see available are available. Instant Book any time. No need to ask!`\n\nIf dates that you want are not available send me a message I have another listing available in same building. Just as beautiful! \n\nInquire about event planning. Is it someone's birthday? Need balloons? Planning an engagement? How about a flash mob? Want flowers for a special someone? I do it all. Just let me know!!\n\nATTRACTIONS: ALL WITHIN SHORT WALKING DISTANCE OR SHORT CAB RIDE \nEMPIRE STATE BUILDING- 1 BLOCK AWAY\nMACY'S HERALD SQUARE- 3 BLOCKS AWAY \nPENN STATION- 3 BLOCKS AWAY\nMADISON SQUARE GARDEN- 4 BLOCKS AWAY \nGRAND CENTRAL TERMINAL- 7 BLOCKS AWAY\nBRYANT BLOCKS- 10 BLOCKS AWAY \nTIME SQUARE- 10 BLOCKS AWAY\nROCKER FELLER CENTER- 14 BLOCKS AWAY\nCENTRAL PARK- 20 BLOCKS \n\nEach of our 3 bedrooms is furnished with a comfortable queen bed, air conditioner, closet space, and a phone charging lamp. Additionally, the living room couch extends into an extra bed, which can hold 2 guest. A crib will be provided for a baby upon request. The living room provides a quiet, cozy feel. There is plenty of entertainment on the smart TV which includes cable and provides access to Netflix and YouTube. The kitchen is fully stocked with cooking utensils, plates, silverware, and a coffee machine. The bathroom is equipped with a bath/shower, shampoo, conditioner, and towels. We also provide business grade wifi.\n\nFree 1- Day New York City Tour for 4 night or more bookings(Please Let me know in advance which day you choose to go)\nTour Includes the Following NYC Locations\n-Wall Street\n-Time Square\n-Statue of Liberty Cruise\n-Intrepid Sea, Air, and Space Museum\n-Empire State Building\n-Madame Taussauds Wax Museum\n-Museum of Modern Art\n\nApplicable during high season April- December\n\nYou will be able to access the whole entire third floor.\n\nAvailable at all hours of the day or night to call and ask questions. If there is a problem never hesitate to ask. I will be there in a short amount of time or provide the necessary assistance to fix what ever sort of issues arise throughout your stay. Leave all the problems for me to handle.\n\nDon't be fooled by other NYC listings. This property is located in the center of the action in midtown Manhattan. Our place is conveniently located in the Murray Hill/ Kips Bay Area with easy access to enjoy all that Manhattan has to offer. The extremely safe surrounding neighborhood has a variety of restaurants, cafes, bars, shopping locations and tourist attractions. There are many great places within walking distance such as the Empire State Building (2 blocks). Central Park (5 minute cab ride), Time Square (5 minute cab ride) and many others!\n\nThere is a parking garage located across the street. Our place is one block away from the 6-train (located on Park and 33rd) which has multiple connections throughout New York City. Taxi's, Ubers, and Lyft access is plentiful. This convenient location allows the guests to access all the greatness the Big Apple has to offer. Honestly you won't even need to take public transportation!!! It's so close to everything you will want to walk to explore what NYC has to offer. There are hidden gems and places throughout.", "name": "Empire State Building!* 3br New Luxury Apartment", "picture_url": "https://a0.muscache.com/im/pictures/e3431942-e6f8-438a-9014-f761854cc1ca.jpg?aki_policy=large", "url": "airbnb.com/rooms/15334317", "id": "15334317", "price": 429, "review": "Fabulous!!! From the beginning Bianca was wonderful. I bombarded her with questions before I booked my stay at her location. She was promt with replying. This was my first time traveling to NY plus I traveled with my daughter (11yr old) for her birthday weekend). Sadly we were impacted by the \"blizzard\", my flight was canceled and wasn't able to fly out til the following day. Bianca was so kind as to refund the night I missed. The flat was walking distance to Empire State Building (couple blocks). It was actually walking distance from other things, we were cold so we kept grabbing cabs. Bianca offered fun suggestions to do with my daughter (which I took her up on). Manhattan itself is both loud and busy. If you're looking for quiet, don't stay anywhere in the city. However, it's packed with so many things to do and visit. Restaurants- take your pick, they're all there. Only thing we didn't get to try was their NY style pizza (next time). I'll definitely return to NY but perhaps in the summer and I highly recommend Bianca's place. It was spacious and fits a large family very comfortably. The decor of the flat was very modern chic.  Small kitchen, but who cooks when they're on holiday? Bianca was very attentive to our needs every step of the way. Thanks again Bianca!! "}