{"description": "Come stay on a beautiful tree-lined street in Downtown Brooklyn Heights! My place is a cosy one bedroom very close to the Brooklyn Bridge Park, Dumbo galleries, cafes, restaurants, shopping centers, and every subway / bus line you will need to get around.\n\nThe apartment is on the 5th floor of a walkup which means four flights of stairs. It has a separate kitchen, huge windows, lots of natural light, and even a balcony. \n\n A perfect spot for couples and business travelers!\n\nWarm, sunny, eclectically decorated 1 bedroom in a quirky old building. The photos speak for themselves !\n\nThe entire apartment.\n\nI respect whatever space or interaction my guests need! I recognize that sometimes it's nice to get to know your host, but many others prefer minimal interaction. I follow your lead and am always there to ensure a great stay, answer questions, or anything you require.\n\nState st is a very quiet, residential street that's a mixture of cultures and ages. Just one block down however is bustling Court t where you can find unlimited options of food, banks, pharmacies, grocery and wine stores, cafes, gyms, shopping, laundry, pretty much anything you need within minutes of the apartment.\n\nWithin 10 minutes from my place, you will have access to the 2, 3, 4, 5, R, F, G, A, C subway lines, as well as a ton of busses. It's a very central area and exceptionally convenient as far as public transportation !\n\nNote; it's an old building, which comes with lots of charm, but here are a few details you should know: \n\n- the shower takes a few minutes to run hot \n- it's a 5 story walk-up (a good daily workout, but not for someone who has trouble with stairs.)\n- it is New York City; please help keep it pest free by never leaving dishes or food or garbage out!", "name": ":::Bright Cosy Artist's 1-Bedroom!:::", "picture_url": "https://a0.muscache.com/im/pictures/7bae3f5f-9c3e-4cd2-a7a3-44433eb901de.jpg?aki_policy=large", "url": "airbnb.com/rooms/15338920", "id": "15338920", "price": 110, "review": "Loved our stay at Lara's apartment. It is a very cozy place, and Lara is a caring host."}