{"description": "Just minutes to: World class night life (The Apollo, Minton’s, Cotton Club, Ginny’s, etc.), Great Parks (Central and Marcus Garvey), Fantastic Gospel Churches (Abyssinian, Canaan, etc.), Wonderful Arts (Harlem Stage, Studio Museum, National Jazz Museum, Dance Theatre, etc.) and all of those celebrity chefs and restaurateurs on Harlem’s own Restaurant Row.\n\nOur home is situated in the Mount Morris Historic District in central Harlem; on a beautiful, tree lined street, in a friendly neighborhood of mostly small 2 or 3 family houses. The apartment is quite large,  (about 850 sq. ft. inside and about 850 sq. ft. outside) and is located on the garden floor of one of these famous “Brownstone” townhouses. It is accessed through a private, gated entrance. \nOur home is a wonderfully, designer decorated, cozy escape although just minutes from everything fantastic in Manhattan! In the garden you can have a breakfast of fresh picked peaches right from the tree. Or you can prepare dinner in our large, well-equipped kitchen, with a sampling of fresh herbs also from just the other side of the kitchen door.\nPublic transportation abounds with express subway stops conveniently located just a 5 minute walk away. Buses and taxis are virtually right outside of our front door. Whether taking a short walk to most of Harlem’s day and/or night hot spots or a 20-minute ride on one of the worlds premier subway systems, you will shortly arrive wherever you wish to go. Downtown is literally just minutes away!\nOur home provides sleeping accommodations for 7 persons in 3 large beds. The apartment itself is on loft style floor plan so it's very open front to back as there are no walled in divisions. There is a large bedroom area with a king size bed and other bedroom furniture permanently installed. After that is a living area where the convertible couch is located. This opens up into a queen size bed. Then comes the kitchen area, dining area and garden. For the third bed we supply a high quality queen size air mattress, which can be placed wherever convenient. There is also a large bathroom containing a full size bathtub and a laundry closet encasing a clothes washer and dryer for your complete home away from home experience.\n\nAs our apartment is completely private, there are no restrictions to where you wish to go either inside or outside in the garden.\n\nAlthough I travel quite a bit throughout the year, I am always available by mobile phone and email. As a life time New Yorker, I can attest to many secrets that only someone, grown up in the City would know and I'm always happy to share my experiences and provide suggestions on what to do and where to go. Marcos, our building manager, lives in the neighborhood and is always available to stop by if necessary.", "name": "Private Garden Apt & the Best Location in Harlem!", "picture_url": "https://a0.muscache.com/im/pictures/abe12221-1292-4d8a-8064-6b50a4021f15.jpg?aki_policy=large", "url": "airbnb.com/rooms/15336922", "id": "15336922", "price": 299, "review": "Staying at Alan's place has been an awesome experience. The loft is cozy and comfortable and well equipped. It's safe and cheap to park in the street, and it's well connected to subway lines 2&3, which take you to almost all the main sight-seeing attractions in Manhattan without having to change trains.\nThe fact that it's a ground floor was fantastic for us and our 2 toddlers, who could have been a little noisy had we had neighbors below. \nThere's a charming patio in the back that we loved as well as the smart TV, that was awesome because we could connect our Netflix account to the TV when we were back home to rest and relax.\nAlso, there are plenty of grocery stores within walking distance from the house, and they are all open late, which was convenient for last minute groceries we needed. There are also plenty of restaurants around, though we didn't try any. \nWe absolutely recommend this apartment to everyone."}