{"description": "The perfect apartment for visitors to NY, walkable to any location downtown. Chinatown is vibrant during the day, but peaceful, safe and quiet at night. Within very close walking distance to SoHo, Tribeca, Little Italy, The Lower East Side, NOLITA, Wall Street and the East Village. Just a few blocks away are the NQRW, 6, J, and Z lines that will take you anywhere in Manhattan, and directly into Williamsburg.\n\nApartment is modern,all amenities are less than 1 year old and comfy Casper mattress.\n\nHas a large desk for working on, a television with all free-to-air channels, a very large couch and fully functional kitchen. A Queen sized bed, with a super comfy Casper mattress.\n\nI'm a very clean person and keep the apartment in spotless condition.\n\nThe neighbors are all very nice and keep to themselves. The shop next door to the building knows everyone that comes and goes, making it an extremely safe building and one of the safest areas in Manhattan to stay.\n\nI will be available to offer help throughout the guests stay and am a keen foody, so will provide may restaurant recommendations and tips for things to do.\n\nChinatown is it's own little city in New York, amazing food, nice people and an extremely safe community.\n\nThe Brooklyn and Manhattan Bridge are a 5 minute walk from the apartment and Freedom Tower and the World Trade Center 15 minutes. Making this the perfect spot to explore downtown NY\n\nIt's unique because you are within 10-15 minutes walk of all downtown neighborhoods and close to the J, Z, N, Q, R, 6 train, giving you access to anywhere in Manhattan under 20minutes.\n\nTaxis and ubers are frequent in this area and you should never have to wait more than 3-4 minutes for one.", "name": "Large, clean, modern, sunlit 1 bedroom downtown!!!", "picture_url": "https://a0.muscache.com/im/pictures/8c694989-27d4-4084-8a31-7832b41d2ca4.jpg?aki_policy=large", "url": "airbnb.com/rooms/15343992", "id": "15343992", "price": 130, "review": "Great spot in the middle of Chinatown action. Sweeping views of One World Trade. Incredibly comfy Casper matresss. Seamless key delivery via lockbox. Would definitely stay here again. Thanks!"}