{"description": "Fully-renovated studio apartment on Chelsea's most beautiful tree-lined street. Brand new appliances and fixtures will bring a luxurious touch to your stay. The location of this apartment is perfect for travelers looking to indulge in the \"true\" NYC lifestyle, being just steps away from culture, restaurants, and nightlife.\n\n* Beautiful, clean appliances (please keep them in stunning condition):\n  - Blomberg Refrigerator, Dishwasher, and Stove\n  - GE Microvave\n  - Ronbow Bathroom Fixtures (Sink, Waterfall Showerhead)\n* Queen-sized bed will fit two, West Elm Tillary sofa is twin-sized and will sleep 1 (Also have a twin and queen-sized air mattress)\n* Island attached to kitchen with two bar stools perfect for dining or working\n* Ample closet space to store your clothing/luggage for the duration of your stay\n* Mounted 46\" TV with Apple TV logged in to all the top networks and apps (Netflix, etc)\n\nThe building is a walk-up building with two units on each floor (7 tenants total). Please be respectful of all tenants and be friendly if interaction occurs. There is to be NO MENTION of Airbnb as there are strict regulations with this service in New York City.\n\nI will be available at any time during your stay to recommend dining, daytime activities, or nightlife. I have a large network in New York City and will be happy to make your stay as memorable as possible.\n\nTwo avenues from the C & E train that will get you to New York City's most popular tourist destinations (Time Square, Central Park, World Trade Center, etc.) Also walking distance to Chelsea and Flatiron (Chelsea Market, Eataly, etc.) neighborhoods", "name": "Trendy, Fully-Renovated Studio in West Chelsea", "picture_url": "https://a0.muscache.com/im/pictures/7599b5cd-e42a-4eef-91fc-c3f309b03a3b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15344255", "id": "15344255", "price": 225, "review": "Clean modern studio right by Chelsea Market and Highline. My husband and I and our friend stayed 3 nights at Michael's place and it was perfect for us. It's a walk up and on the top floor which gives you a bit of a view down 10th. Michael was awesome at communicating from beginning to end, making sure we were comfortable and had everything we needed. Picking up and leaving keys was easy. The bedding seemed brand new and was very clean. The bathroom and kitchen were very modern, loved the rainfall shower and fluffy towels. It can get a little warm on the top floor but he had a/c so it was fine. If you're driving, there is parking out front with some street cleaning mornings so you might have to move once but we were able to find parking ok the whole time. Theres a little park out front if you have kids. There's a great coffee shop right across the street on 10th Ave as well as CVS and wine shop close by. Appreciated the Apple TV with Netflix and wifi. Amazing price for the location, will definitely recommend to friends and would stay again myself. "}