{"description": "Our spacious loft/condo with 24 hour doorman is conveniently located in the heart of the Upper East Side, close to Central Park, Bloomingdale's, the East River Promenade, and Dylan's Candy Bar.  There are many restaurants nearby, and a Whole Foods within walking distance. The 4/5/6 and N/Q/R subway lines are only 3 blocks away.  The apartment, which has a full bed upstairs and a pullout sofa downstairs, is suited for singles, couples and families, and you are welcome to bring your dog with you!\n\nOur loft is unique for the Upper East Side! We have an upstairs and a downstairs space, with high ceilings and huge floor to ceiling windows letting in tons of natural light. Our building, which has a doorman 24/7, is located on a very safe, tree-lined street. It is also very pet friendly; we have several dogs living on our floor, and have our dog with us whenever we are in town.\n\nYou will have access to the entire loft, except for the locked closet upstairs. We have a large walk-in closet downstairs and a hall closet for your use, along with empty cupboards and drawers in the kitchen.\n\nI will be away during your stay, but I have a service that looks after my home. Please keep all communication on Airbnb, and they'll reply to any questions you may have quickly.\n\nThe Upper East Side is my favorite neighborhood in Manhattan. It is perfect for families and couples visiting the city. If you like shopping, Bloomingdales is only a couple blocks away. Central Park is a short walk, as is the East River Promenade, where you will find a playground and a dog run. There are countless restaurants and pubs within blocks of our condo. There are also several convenience stores and groceries within walking distance.\n\nThe 4/5/6 and N/Q/R subway lines are 3 blocks away.  Grand Central Station is one stop away on the 4/5.  There is also a Citibike rental station directly underneath our building. Taxis are always easy to hail from this location. We also have convenient access to the FDR and the Queensboro Bridge, making getting to the airport very easy.", "name": "Roomy Upper East Side Pet Friendly Loft w/ Doorman", "picture_url": "https://a0.muscache.com/im/pictures/8117d991-c4d6-43eb-a379-ba5c0ea09210.jpg?aki_policy=large", "url": "airbnb.com/rooms/15340208", "id": "15340208", "price": 115, "review": "Niki made everything so easy, I arrived after 6 pm but she had someone show me the apartment and answer my questions. The apartment it's super nice and cozy, I fell in love, I really didn't want to leave. The doorman Stephen is a charm, super chatty and nice."}