{"description": "Sunny and spacious studio on one of the hottest blocks downtown!   **Host will be traveling**  Extremely convenient to public transportation.  Close to great bars, restaurants and shopping.   The studio is equipped with luxury amenities including brand new bathroom, crystal barware, Japanese porcelain dinnerware, Harman Kardon bluetooth speaker Sodastream and Missoni towels.  Impeccable decorating and attention to design make this a relaxing environment whether in NYC for work or for play!\n\nBeautiful, light filled, extra-large studio in the East Village's Alphabet City.  It is located on a quiet side street but just around the corner from great restaurants and nightlife (I have lived in this neighborhood all of my time in NYC so I can give an extensive list of places depending on your taste and budget.)  I travel for work constantly so if you choose to book you will have **complete privacy** feel free to message me if you have any questions.\n\nSuper comfy double bed, high speed wifi access, fully equipped kitchen, Harman Kardon bluetooth speakers, Apple TV, Missoni towels, crystal barware and the list goes on...The studio is designed to make you feel at home, but surrounded by luxury elements.  The bathroom was just renovated and is huge for NYC standards!\n\nThe whole apartment- except for the closets.  Fire escape restricted unless in the case of emergency.\n\nMyself or a trusted keyholder will meet you to give you the keys and let you in.  I will be available 24/7 via mobile phone to answer any questions.  If I am traveling there will be a designated contact person in the case of emergencies.\n\nLocated in trendy Alphabet City, the studio is located only 2 blocks from the East River path and adjoins a hugely popular shopping, restaurant and nightlife destination block.  Vibrant and fun, with everything you might ever need or want within walking distance.\n\nShort walking distance to the L train, F train.  The M14D bus picks up right outside of the apartment and is a godsend- will take you across 14th street in minutes- it's a 10 minute ride to Union Square with a free transfer included.  Uber, Lyft, Gett, and Via as well as taxis are really easy to access.  The neighborhood itself is absolutely lovely to explore on foot with lots of community gardens and hidden gems!\n\nThis is in a walkup building on the 4th floor (3 flights of stairs) so please be aware of this before booking!  Also there are a couple of neighbors who have pets if you are highly allergic.", "name": "Luxurious Sunny and Chic East Village Space", "picture_url": "https://a0.muscache.com/im/pictures/fbbee75d-d1a0-4317-968a-e24d1431e931.jpg?aki_policy=large", "url": "airbnb.com/rooms/15359068", "id": "15359068", "price": 195, "review": "A great wee apartment in a laid back, cool area. Nearby bars and eateries are fantastic (check around St Marks and 2nd Av). \nWe can highly recommend a stay here. "}