{"description": "Bright, generous amount of space for area, and on a quiet, tree-lined Upper East Side residential block just minutes from the East River and beautiful Carl Schurz Park. The area is very family friendly and is a quiet escape from busier parts of the city. Ready to welcome your group to stay over the Holidays and New Years.\n\nThis 4th floor pre-war walk-up, located on a quiet, tree-lined residential street of beautiful brownstones in Manhattan's Upper East Side is a perfect place to spend the holidays.\n\nGenerously sized rooms all have a full size bed, a desk and chair and closet which you are welcome to use. There are large windows in the end rooms which always let in plenty of natural light, and a ceiling fan or window A/C for keeping cool. The building is centrally steam heated and stays very warm. There will be only a minimal amount of things stored away so you can feel free to use everything as your own.\n\nCheck-in any time before 9pm, checkout at noon. Keys will be handed off to you upon arrival. Guests have access to everything in the apartment. \n\nBe aware, there are two doors to the apartment, as the street facing room has it own door. The guest staying in this room will need to exit the apartment to access the common areas, or walk through the middle room. See floor-plan photo if that doesn't make sense.\n\nThe apartment is furnished as a functioning living space, as myself and two others normally live here, but are renting it out for the holidays. One of the room mates will be remaining in New York in a nearby apartment for some of your stay if you should need assistance. The apartment has all the basic necessities including cookware. For the most part this is a hands off hosting setup and you will be left to your own devices.\n\nThe apartment is located in Yorkville, a quiet and very safe residential area of the Upper East Side with many families and professionals. There are grocery stores, a laundromat, as well as dozens of bars, cafes, restaurants on your doorstep, as well as the East River and Carl Schurz Park, home to the beautiful Gracie Mansion and a great place to spend down time on the weekends. Take a nice 20 minute walk, a CitiBike, or the crosstown bus, over to Central Park and you'll find a plethora of museums on Museum Mile such as The Met, Guggenheim, Neue Galerie, and Cooper Hewitt Smithsonian Design Museum. You'll also find boutique shops, larger retail stores, as well as more restaurant, cafe and bar options.\n\nBe prepared for a 15 minute walk to the nearest station at 86th St where you can get the express train (4/5) as well as local (6) up and down Manhattan's east side. Grand Central is only 2 stops away on this line, Union Square and the lower east side are 3 stops away, and lower Manhattan (Brooklyn Bridge foot path, Wall Street and Bowling Green, the free Staten Island Ferry) as well as Brooklyn in the stops following that. You can also take a stroll across Central Park over to the west side where you'll find landmarks like the Museum of Natural History and Columbia University.", "name": "3BR Brownstone on Quiet Upper East Side St.", "picture_url": "https://a0.muscache.com/im/pictures/65f3e2a7-8a5a-4922-8683-ada60d3b220b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15356132", "id": "15356132", "price": 219}