{"description": "Right on the border of SOHO and historic Greenwich Village, my spacious 1 bedroom apartment puts you exactly where you need to be. Less than 5 minutes walk to Bleecker Street, Washington Square Park, and a plethora of subways that will take you everywhere else.\n\nOn the ground floor of a pre-war walk up, my apartment is a bright, spacious one bedroom with exceptionally high ceilings. Since it's located on such a central and historic block, it's about the only place in New York City where you'll still wake up to church bells ringing, birds chirping and the hustle and bustle of the street. Since the bedroom is on the ground floor at the front of the building, it can get a little noisy (don't worry, earplugs will be provided just in case). With that being said, I sleep like a baby there every night that it's not booked :) Once you walk out the door you'll find yourself right in the heart of Downtown New York City, where any direction is the right way to walk!\n\nGuests will have full access to the apartment, including all of the cookwear and kitchen utensils. I will provide space in both my bedroom and hallway closet for clothes, jackets, shoes, etc.\n\nI will be available to answer any questions by phone/text, and there will always be someone available to come and help you if you should need.\n\nWhere should I start?! Arguably the best neighborhood in all of New York City, Greenwich Village has the unique ability to feel like Old New York and at the same time young and fresh, as there are always plenty of new NYU students milling about. In the span of just a few blocks, you can dine at a restaurant that has been serving the neighborhood for many decades (Arturo's, 106 W Houston St) or at one of the city's newest vegan spots (by CHLOE, 185 Bleecker St), among countless others. Washington Square Park, the city's most beautiful (ok maybe I'm biased) park is a five minute walk north, and SOHO is a two minute walk south. The neighborhood is teeming with nightlife from comedy shows to jazz and blues bars to off-broadway theaters to the last of the indie movie theaters (IFC) to regular ol' watering holes, you will probably not be spending much time in my apartment!\n\nMy apartment is very convenient to many subway lines. You can find the B, D, F, M at Broadway-Lafayette (5 min walk) or the A, B, C, D, E, F, M at West 4th Street (5 min walk in the other direction). All these subway lines will take you basically everywhere in NYC.\n\nYou are able to park in front of the apartment on Sunday and at night after 6pm. On the side streets there are alternate sides spots where you won't have to move your car until 11am.", "name": "*PRIME* The ❤️ of Greenwich Village", "picture_url": "https://a0.muscache.com/im/pictures/f198235a-89fd-4cac-9ecd-f7d0ff6bfb32.jpg?aki_policy=large", "url": "airbnb.com/rooms/15355243", "id": "15355243", "price": 150, "review": "We loved staying here!  Check in was easy.  We got in late and I didn't feel like we were burdening Joy at all.  The location was perfect for what we wanted to do.  I would highly recommend staying here!  "}