{"description": "Very spacious, cozy and quiet 1 bedroom apartment that can comfortably accommodate 4 people, conveniently located next to Columbia Presbyterian Hospital in a safe area, 3min walk to the subway station with lines A (express), C and 1 (easy commute to anywhere in NYC), close to restaurants and supermarkets.\n\nBeautiful apartment recently renovated, hardwood floor, very spacious, large bedroom with a queen size bed, living room with a very comfy sofa bed, fully equipped kitchen.\n\nGuests will enjoy the whole apartment for themselves. Bed linen and towels provided. Soap, shampoo, tea, coffee. Wi-Fi. HDMI cable if you want to connect your computer to the TV. No A/C but a ceiling fan in the living room and an electric fan available for the bedroom. Laundry room in the building.\n\nI'll be available by phone or email, I have friends around who can help if needed. I'm happy to give tips about the neighborhood or the city (restaurants, bars, shows, sights, etc...)\n\nLocated in lively Washington Heights neighborhood. Next to Columbia Presbyterian Hospital (very safe area), many restaurants and supermarkets around.\n\nA short 3min walk to the 168th subway station with the A express line and the 1 and C local lines. Easy commute to anywhere in NYC, about 20min to Times Square, 40min to Williamsburg.\n\n2nd floor walk-up", "name": "Beautiful and quiet 1 bedroom apartment", "picture_url": "https://a0.muscache.com/im/pictures/1a65fa9b-8adb-49a4-9f2b-64550a330558.jpg?aki_policy=large", "url": "airbnb.com/rooms/15363266", "id": "15363266", "price": 90, "review": "Sophie's apartment is beautiful, clean, steps away from the train and within reasonable distance from Manhattan. It has everything you need. There's even a small park down the road and a million options for good food around (Sophie gives you a list, even). We were two couples and slept comfortably as students&friends, though: keep it to 2-3 people if you feel more like romantic/family. The place makes you feel at home in seconds, it's full of light and very practical. I've been in NY airbnbs before and this is by far the best  compromise between price distance and comfort that I could find so far.\nEverything went great, we had to reschedule a couple of things and Sophie was really nice and flexible. She wasn't in town but she arranged it all perfectly; she even asked me before she accepted another reservation right before mine, to make sure that we could check in comfortably. I'd stay at her place again any day."}