{"description": "Welcome to our all-you-need-and-more studio! \nLocated in the Upper East Side, this studio is close to bars, restaurants, coffee shops and 5 avenues away from Central Park. For an easy commute, the subway is an 11 min walk away and will take you to the heard of the city in just 10 more minutes. Citi bike everywhere and seamless in the palm of your hand.\n\nThis place is perfect for couples, solo adventurers and business travelers. Suitable for everyone on the 5th floor of an elevator building.\n\nLovely studio with a queen bed and sleep sofa if you need two more sleeps. The kitchen is (overly) equipped with pots, pans, kitchen appliances and all basics for a great meal. We make sure to free up closets pace for your clothes and bags. Bathroom has shampoo, conditioner, soap, toiletries, two blowdryers and towels. No need to bring anything!\n\nYou have access to the whole place!\n\nWe will meet you and hand you the keys and instructions if needed. We won't be here during your stay, because we AirBnb our place when we're traveling, but if you need anything, we're a text/email/phone call away!\n\nThe neighborhood is absolutely great. It's has everything you need like bars, restaurants, coffee shops, grocery stores, laundromats, cinemas and parks within reach. Central Park is only 5 avenues away and if you don't feel like walking you can take the 1 minute walk away Citi Bike or grab a taxi (or Uber, or Via, or Arrow or Gett... it's NYC!). It's a quit and mellow neighborhood and feels almost residential. Still, there is plenty to do and the vibrant city is right there.\n\n11 minute walk: 4, 5 express trains (7 minutes to Grand Central and 11 minutes to Union Square) and the 6 local train straight into that heart of New York City. \n1 minute walk: Citi Bike\nCabs everywhere!\nBus downtown or cross Central Park to check the Upper West Side.\n\nWe have laundry in the basement of the building, but also plenty of laundromats and dry cleaners just a one minute walk away.", "name": "Well located studio Yorkville for 4", "picture_url": "https://a0.muscache.com/im/pictures/77b1ef99-8b4b-4a76-bc1f-a0fba8ba8703.jpg?aki_policy=large", "url": "airbnb.com/rooms/15370140", "id": "15370140", "price": 175, "review": "Fernando's place was really nice - a good location and a lot of character. It is in a typical New York building so it was part of the experience of staying in the city. He was a helpful and attentive host, and communicative during my stay."}