{"description": "This cozy home is 6 minutes walk from R Train with 30 minutes commute to lower Manhattan and 45 minutes to middle Manhattan. It's one block away from the famous  Bay Ridge restaurants street- third avenue-Grotto, Tanoreen and Grand Sichuan House, just name a few. It's also 5 minutes walk away from Century 21. You’ll love my place because of the location, the people, the neighborhood, and the ambiance. My place is good for couples, solo adventurers, business travelers, and families. Book today!\n\nThis is the second floor of a two family house.  The total floor space is around 800 sqf.\n\nYou have full access to the whole second floor apartment, including two bedrooms, sitting room, kitchen with gas stove, microwave, coffee machine, refrigerator and essential cooking utensils and dishware, bathroom and the office room. There is high speed wifi access/wire internet and wireless TV for your entertainment. All these are private for you without sharing with any other parties. The entrance to the second floor is external and separate from the first floor.\n\nOur level or frequency in connection wth you depend absolutely on your preferences.\n\nThis lovely neighborhood is one of the most convenient and safest community of NYC. It's close to shopping, restaurants, laundry and subways!\n\n6 minutes walk to R Train, 30 minutes to lower Manhattan and 45 minutes to Midtown by Subway. If you are interested in visiting New Jersey, Pennsylvania and Connecticut, it's one to two hours drive via Verrazano bridge, avoiding all the traffic of Holland tunnel or Lincoln tunnel.\n\nThere is the famous Shore Road Park  6-7 blocks away from our house, Verrazano Bridge is about 15-20 minutes walk away, you'd fall in love with the sunset view and taking a jog along the shore will be a guaranteed memorable experience.\n\nLove shoppings? You don't need to go to Manhattan. The following popular stores are just 5-10 mins walk from our property!!!\n\nCentury 21st, Bath & Body works, Victoria's Secret, Banana Republic, Modell's, New York & Company, T.J.Maxx,  Gap, The Children's Place,", "name": "BayRidge Cozy house near subway & shopping", "picture_url": "https://a0.muscache.com/im/pictures/4f5ade92-7689-4aec-833a-34b0647158eb.jpg?aki_policy=large", "url": "airbnb.com/rooms/15378960", "id": "15378960", "price": 95, "review": "We loved our stay at this beautiful home! Max & Jing were very welcoming, provided snacks on the first day & were also very helpful when needed. The home is clean & fully furnished. It's close to a train station, grocery/retail stores, restaurants, etc. We would definitely stay here again. \nThank you Max & Jing! :) "}