{"description": "Stay in the heart of the UES and enjoy an intimate setting with lots of character and tons of natural light in this charming 18th century Manhattan gem. Look out the Juliet balcony and take it all in.  It's a 5 story walk-up (NYC charm as well as a good exercise) 1 intimate Bedroom, 1 full bath, and a kitchenette (not full kitchen) intended for the gastronomic NY explorer with all the essentials at hand. Refrigerator, Microwave, coffee maker, toaster, etc\n\nIt's an intimate gem in the heart of the upper east side. Mid century adorned, bright and cozy 1 bedroom apartment.\n\n2 blocks away from Central Park, 3 blocks to major subway lines. Walking distance to museums and shops.\n\nAlways available for suggestions, etc.\n\nVery safe! Great restaurants, shops, Central Park, museums, etc.\n\nSubway 3 blocks away\n\n5 story walk-up\n3 night minimum", "name": "INTIMATE ESCAPE IN UES LANDMARK", "picture_url": "https://a0.muscache.com/im/pictures/699c944c-c503-41c2-91ae-33264648d05d.jpg?aki_policy=large", "url": "airbnb.com/rooms/15372508", "id": "15372508", "price": 215, "review": "Logement absolument conforme aux photos. Les étages sans ascenseur ne sont pas du tout un problème.  L'immeuble est ancien, typique style \"Nouvelle Amsterdam \" le chauffage est TRES performant , petite chose à savoir: l'eau chaude est très longue à venir. La cuisine est assez sommaire , c'est le seul bémol  sur le lieu.  Pour le petit dejeuner ou le brunch le \"Pain Quotidien \" est juste en face et il y a des tas de restaurants sur Lexington.  Le metro est très proche. C'est un qurtier sans problèmes, la ciculation automobile est intense dans le quartier mais ... c'est New York !  Central Park est à 3mn. à  pieds. Descendre les escaliers, sortir de \"chez soi \" et se retrouver sur Lexington Avenue est très  agréable. \nJe recommande sans réserves l'appartement  du très  élégant et sympatique Manolo !"}