{"description": "Tuesday and Wednesday night 30% off for visual artists\n\nGadgets and amenities include: built in bluetooth speakers, digital door lock, USB ready wall outlets, heated bathroom floor, four individually adjusted air control units,  Ketra ceiling lights, Nest smoke CO2, auto on bath fan, ilife robot vacuum, Keurig coffee maker, electric tea pot, tea kettle, tea pot, Double electric burner\n\nArchitectural features of note: Japanese ink blackened oak floors, hand fabricated steel railing, two skylights with cove uplighting, full size mirrors interior all doors, fixed panel shower with 9' high rain head, hand shower and giant niche, hanging vanity, under mount sink, Top load washer and gas dryer, laundry counter, stainless steel backsplash, back to back medicine cabinets, Duravit toilet\n\nThe Chef's kitchen features a Liebher Fridge, Thermador Oven (not working) and Bosch Dishwasher. Counter space, pantry closet, above counter drawers. \n\nNote that the oven and clothes dryer are not presently operational \nI am still working on a few punchiest items in the apartment, so for example there are not presently escutcheons on door handles and there are a bunch of sparkle marks on the wall\n\nGuests enter through a private entrance from exterior. You will have your own access code to the digital lock\n\nI live downstairs and am available if needed\n\nWhen you book, please provide the full names of all guests. \n\nIf you have friends in the area and you want to host up to two people in the space this is fine. Please alert me that additional people will be visiting\n\nPlease no minors without parents\n\nPlease no smoking.\n\nGrocery on the corner, cafe on the corner, great bars within 5 minute walk..  ... the neighborhood will meet all of your needs... However, for gourmet food, nightlife, etc you will need to travel a few subway stops\n\nTurn right out the door and walk 500 ft and you are at Broadway. Cross Broadway and you are in Bedford Stuyvesant \nTurn right at Broadway and walk 800ft and you are at the Halsey stop on the J (brown) train. The J is the second best train in Bushwick. The L (grey) is the best train in Bushwick. Turn left and then right out of the door and walk for 8 minutes and you are at the L Walk 10 minutes south and you are at the L", "name": "EIGHT Showroom now available for overnite rental!!", "picture_url": "https://a0.muscache.com/im/pictures/672c448e-14ec-43a8-a6c3-07c447b05fe6.jpg?aki_policy=large", "url": "airbnb.com/rooms/15381675", "id": "15381675", "price": 165, "review": "Gabriel's place was amazing for the two nights that we stayed. He went above and beyond with all of our needs and even got us some amazing donuts that I'm sure you can only get in NY since they were invented in the city. His place is definitely technologically advanced with Bluetooth speakers on the ceiling and heated bathroom floors. It's the little details that go a long way. It was my first time in NY and definitely won't be the last. "}