{"description": "Welcome to our bright, warm, studio apartment with a queen bed and convertible sofa. We offer all the amenities you can expect in a hotel in the hopes of creating a home away from home for up to four guests. \n\nWe're conveniently located 1 block from an express train downtown and 6-7 different bus lines, including an express bus to and from La Guardia airport. Two minutes from your doorstep are some of the best bars and restaurants in Harlem and major Harlem landmarks like the Apollo theater.\n\nWe created a space specifically for friends and family who come to visit us in New York, and we worked hard to make a warm home-away-from-home for everyone who stays there. Its a great home base for those who come to explore the city, but it is also a great little oasis for anyone who just wants to have a retreat in the heart of New York City. \n\nThere is a fully equipped kitchen and we have provided all the basic spices, oils, etc., that no one wants to have to buy when they are on vacation. The bathroom is also fully stocked with shampoo, conditioner, body wash, q-tips, cotton swaps, and flossers. There is also a blow dryer and little amenities like bath salts for those who might want to have a relaxing soak in the tub. \n\nThere is an expanding table that can seat 6 comfortably (and 8 slightly uncomfortably, although we have done it before), and we welcome our guests to have their own guests in the space for a meal. There is also a smart t.v. that rotates so that you can watch it from the bed or from the couch. We also created a small reading nook complete with NYC guidebooks and books by some of the many Harlem greats.\n\nYou have access to the entire private studio, as well as your own private entrance from the street. There is also a small outdoor patio space and a folding table and chairs that you can bring out in nicer weather for an al fresco breakfast, an afternoon drink, etc...\n\nBoth Amir and I are around and happy to help with anything you might need during your stay. We live in the apartment upstairs and Amir works from home, so it is usually very easy to get in touch with us quickly.\n\nThere are few neighborhoods in the world that have had the kind of cultural impact that Harlem has, and our apartment is truly in the heart of it all. \n\nWe are a block from the Apollo, a music hall which is credited with launching the careers of some of the most talented African American artists since the 1930s. The amateur night every Wednesday is still incredibly competitive and definitely a fun thing to do in the city.  There are several great jazz bars within a five minute walk, and the Studio Museum (a two-minute walk) is an excellent museum dedicated to showcasing African American art. (The gift shop is also highly recommended.)  \n\nWe are one block away from 125th street--the main thoroughfare in Harlem filled with lots of shopping (and some of the best outlet shopping in Manhattan), and there are several neighborhood walking tours that leave just minutes from our apartment organized around a variety of subjects, including food, heritage, jazz, and gospel-themed tours. There is also an independent theater one block away. \n\nThere is no shortage of excellent bars and restaurants nearby as well. We provide a list of them with descriptions about what they specialize in inside the apartment, but to list a few highlights: Sylvia's (truly an institution) and Red Rooster (Marcus Samuelsson's famed restaurant) are both half a block away. Babbalucci, Chez Lucienne, Yuzu, Yatenga, Shrine, Maison Harlem, Nabe, Vinateria, Boulevard Bistro, Harlem Shake, Mess Hall, Chaiwali... The list of truly excellent bars and restaurants is too long to go into meaningfully here, but Amir and I are both happy to provide recommendations based on what you are looking for!\n\nThe location is pretty amazing for transportation purposes as well. Our apartment is one block away from the 2 (subway) line, 2.5 blocks away from the A-C-B-D line, and 4 blocks from the 4-5-6 line. We are also one block from the M60 (an express bus that goes from La Guardia to Columbia University). \n\nDirectly across from the street from the apartment is a private parking garage if you would like to keep your car there overnight, but we have a car that we keep on the street as there is free street parking all around. (It really just comes down to your personal comfort level.)\n\nWe are generally very flexible about arrival and departure times, but on days when we are expecting one guest to check out and another to check in, we ask those leaving to do so by 11am and those arriving to come no sooner than 1pm in order to ensure adequate time to fully clean the studio.\n\n On days when there is no overlap of guests, we are completely flexible about check-in or check-out times (because even if we can't be there, we can keep the key in a lock box for you.) \n\nRegardless of whether or not you are overlapping with another guest, you are welcome to keep your luggage in our apartment upstairs, where it will be safely stored until it is time for you to leave. (And if you need to store it while you wait to check in, we bring the luggage down for you so that it is waiting for you when you get into the apartment at 1pm.", "name": "Bright studio in the heart of historic Harlem", "picture_url": "https://a0.muscache.com/im/pictures/ede950d3-b738-491e-858b-d5e7dbab8e41.jpg?aki_policy=large", "url": "airbnb.com/rooms/15396351", "id": "15396351", "price": 100, "review": "We absolutely loved staying at Jessica and Amir's place! The studio is airy, light, and sophisticated and has a very comfortable bed, a small but well-stocked kitchen, and a nice bathroom. Very clean and very cozy.\nJessica and Amir were warm, friendly and very helpful-- great hosts! The location is also great--really close to the M60 busline that goes to/from LaGuardia Airport as well as subway lines and bus routes to downtown. There are some great restaurants close by and Central Park is within walking distance.  We will stay there again if we can when we come back to New York City."}