{"description": "La-la-la, la-la-la! \n\nAretha told us there was a rose in Spanish Harlem and this place is certainly a gem. Steps from Harlem’s second Renaissance and right above the subway, Apollo or Times Square Seats in 15-20 minutes. Shopping? Herald Square + Macy’s-30 minutes. Art? MoMA is 20 as is Union Square + Bleeker Street’s Lower East Side’s funk. Grand Central-15, Penn or LGA-30.  \n\nMusical? Holiday shopping spree? or Just to get away. Pick this rose and you’ll be singing too. \n\nLa-la-la, la-la-la!\n\nThe place is spacious and can accommodate up to five (5) guests – two (2) in the bedroom on a queen-sized mattress, two (2) on a full-sized mattress and one (1) on an air mattress.  Refrigerator, stove and microwave for cooking and warming of meals and there’s a folding table and chairs if you choose to eat in.  Closet space for clothes and luggage in the bedroom.  If you need more than one bed, please advise in the booking.\n\nI will meet guests and provide them keys, check them in and conduct a brief orientation.  Keys can be left in apartment upon check-out.\n\nI will be available to guests during their stay.  The place is quite large and during some portion of the year, my partner, Jean will be staying on a day bed in the Great Room.  While he is there drapes will be drawn to create a private space for a small sleeping area within the Great Room.\n\nSpanish Harlem is famous for its Uptown Funk, diversity, affordability, access to the rest of the City.  This location has all that and more as the apartment is on the same block as a 6 Train Subway Station.  Bodegos and Delis on three of the four corners and a collection of convenient food options one block east and you can experience the 21st Century Harlem Renaissance with a wide array of foddie choices and entertainment venues, including the historic Apollo Theater in minutes.\n\n6 Train is essentially right outside the door of the building \n2/3 Trains a few blocks away \nM(PHONE NUMBER HIDDEN) southbound at the corner, northbound one block away\nM106 four (4) blocks\nGreen and Yellow Cabs to hail at the corner\nM60-SBS to LaGuardia Airport – 35 minutes", "name": "Uptown NEVER Felt so in the Middle of Everything", "picture_url": "https://a0.muscache.com/im/pictures/6a7d6674-b20a-4297-bbc1-771775ae0856.jpg?aki_policy=large", "url": "airbnb.com/rooms/15393637", "id": "15393637", "price": 150, "review": "Jay was a very nice and available host. We loved being close to the subway for easy access to the rest of the city. The only issue we had was with wifi access. The access point must be pretty far away because we had a lot of trouble accessing it and when we did, it was slow. Otherwise, this was a great place to stay and I would absolutely recommend it."}