{"description": "My place is good for couples, solo adventurers, business travelers, families (with kids), and furry friends (pets).\n\nBeautiful cozy brownstone apartment situated in Park slope. Walk out of your apartment to restaurants, and bars minutes away. One bedroom, with closet space, television, full kitchen, and washer/dryer. 3 blocks from train to Manhattan or queens, citi-bikes to explore neighborhood are around the corner from apartment. Sofa bed is not a pull out couch just in case you plan on bringing a friend. We are pet friendly but PLEASE let us know prior that you plan on bringing a pet. We are very kind people and if our price is over you're budget we can work with you. We hope we are able to accommodate you on your vacation.\n\nA few things you need to know;\n\nTo enter the apt. it is completely secure with a code that will be given once reservation is completed along with a key to the home. \n\nThere is no elevator and you will need to walk up the stairs, which is something to take into account if you plan on traveling with heavy luggage.\n\nWe are both here to help plan you're stay every step of the way. If there is anything we can do to accommodate you or make you're stay more amazing than it will be we will do our best!\n\n\nPlease be respectful to our home and neighbors.\n\nQuiet block in park slope close to bars and restaurants.\n\nTrain to Manhattan/Queens a few blocks away. Citi-bikes are around the corner.\n\nOur apartments is very laid back but we have a strict policy of no smoking inside. I suffer from asthma and it is very important this rule is followed. \n\nPet policy is lenient and for cleanliness purposes we prefer no pets but if you plan on traveling with a furry friend or cat let us know and we will try to work something out.\n\n\nPlease respect our home as if you would you're own.\nYou will have to walk up stairs to get to our apartment.", "name": "Beautiful Brownstone Apt In Heart Of Parkslope", "picture_url": "https://a0.muscache.com/im/pictures/718ad1fe-62b9-4660-998c-f5e05a774a08.jpg?aki_policy=large", "url": "airbnb.com/rooms/15399031", "id": "15399031", "price": 135, "review": "The hosts are wonderful people, very friendly and easy to work with.  Nice stay, close to everything.  My son lives in Brooklyn so we visited with him but we also made several trips into Manhattan via the subway.  Nice location."}