{"description": "The apt has hardwood floor and marble bathroom. Both the rooms have queen size comfort beds. Fully equipped kitchen, high speed internet, smart TV, 2mins walk from 2 subway stations.\nThe location is one of the top streets of West Village, one of the most desirable place to live and enjoy NY by locals as well as visitors. Many top restaurants, bars and live music venues including the best jazz bars in NY, local cafes, shops, theater and the best residential architecture are all a short walk away\n\n2bedrooms with queen size beds. The entire place have hardwood floor. The kitchen is fully equipped. The marble bathroom is very well made. The leather sofa in the living room becomes a queen size bed when open. There is central heating and 2 AC units for the summer time.\n\nThe entire apartment. Fully equipped kitchen, smart TV with Netflix, Hulu and Amazon, 100 Mbps high speed internet, all marble bathroom\n\nGetting in touch with the guests for check in time. Meeting the guests to hand the keys. Guests can contact with any questions they may have regarding the apt and stay in NY before and after their check in. Guests are provided the house rules and things to do in NY. The guests are able to check out leaving the keys in the apt.\n\nOne of the best neighborhoods in NY with picturesque brick stone achitecture and high end lifestyle with a great variety of things to do and places to go.\n\nNY is one of the most mass transportation friendly cities in the world with subways surrounding the city running 24/7 connecting the city with more than 600 stations. \n- There are 2 subway stations few minutes walk away, which include 1, A, B, C, D, E, F, M lines\n- In the walk distance, you can go anywhere in West Village, Soho, Noho and East Village in 15mins. \n- Uber, Lyft and Gett can be good alternatives for moving around\n- Car isn't always a good idea because of parking space problems and traffic.", "name": "2BR West Village Apt by the Top NY Experiences", "picture_url": "https://a0.muscache.com/im/pictures/d68b3ed7-960e-48f1-b8a9-c719eb94d886.jpg?aki_policy=large", "url": "airbnb.com/rooms/15406116", "id": "15406116", "price": 271, "review": "Great place as long as it is clean. The kitchen was pretty gross. Mold growing in the coffee maker, most of the dishes needed to be washed before use and coffee stains/bread crumbs all over the kitchen counter. The apartment also needed to be vacuumed. That said, the location was great and Onur was super-responsive. "}