{"description": "Come stay in a beautifully renovated, large apartment in the heart of Harlem. Located right near Central Park, only 5 blocks away! Walking distance to Morningside Park and Columbia University, St Johns Cathedral, farmers markets and more. Plenty of restaurants, bars, museums, beer gardens. Major subway lines, two blocks away and only 15 minutes to Time Square or Rockefeller Center. (Great for holiday season). \n\nMy place is good for couples, solo adventurers, and business travelers.\n\nWe have a very spacious apartment on the 3rd floor. Large windows in both the living and dining room offer tons of natural sunlight. Newly renovated, large kitchen and dining room. Comfortable living room with a smart tv.\n\nYou will have access to the whole apartment except for one bedroom which we are using for storage.\n\nWe are happy to help make recommendations, assist with directions etc. Please let us know right away if there are any issues.\n\nHarlem is a lively neighborhood, with plenty of restaurants, bars, pubs, churches and parks. There is plenty of  culture, charm and diversity to keep you interested and entertained.  You are also in close proximity to everything NYC has to offer.\n\nYes. The 2/3 train is a block away (express trains) and the b/c is a block away in the other direction. \nThere are major bus lines, the m7 of which takes you downtown to the west village and the m2 which takes you to the east side. There are also citibikes right near our place on 110th street.\n\nWe will provide bedding, towels, and cooking supplies/utensils for your use. There is also access to a large smart TV and wireless internet.  Anything else you might need, please feel free to inquire.", "name": "Large Harlem Apartment Right Near Central Park!", "picture_url": "https://a0.muscache.com/im/pictures/61fd3aef-98bc-4a7d-8a94-55c449e72e7a.jpg?aki_policy=large", "url": "airbnb.com/rooms/15423281", "id": "15423281", "price": 150, "review": "Cristina made us feel very welcome in her home. The key process was easy and she stayed in contact throughout our stay! She was extremely helpful with the surrounding areas and catered to every need we had. I would definitely recommend staying here and its seriously so close to central park ! Next time we visit New York Cristina will be the first we call ! "}