{"description": "Recently renovated and restored, this historic 1901 two-bedroom has original ten-foot tin ceilings, bay windows, a sunroom, and a new modern kitchen. It is near many cafes, restaurants, shops, and galleries, including: Norma's, Houdini's, Nowadays, Julia's, Topos, Milk & Pull, Bosna and many others. Perfect for couples, business travelers, families (with kids), and those that appreciate original architecture. The Forest M and Halsey L train subway stops are both easily within walking distance.\n\nThis newly restored apartment is open and airy, and has excellent natural light throughout the day. The renovation itself took the better part of a year, with the goal to restore and expand upon original details, as well as update and improve upon details that were not original. Along the way I collected an eclectic variety of vintage furniture from around the area, and am now working on adding plants and art.\n\nModern Kitchen\nCozy Sunroom\nBackyard (no smoking)\nOffice space with desk\nBathroom\n\nI live in the apartment, but If it's available, it means I won't be there during your stay. I'm also currently converting the basement into my art studio, so will be on the premises most of the time to help out or give tips on the area. I am also available on my phone at all times. The building itself is a landmarked two-family in the heart of Ridgewood, Queens.\n\nNice quiet neighborhood of mostly longtime residents, but also lots of interesting businesses popping up--cozy cafes, used independent bookstore, restaurants, galleries, outdoor bars, traditional German beer hall, etc. \n\nIt has beautiful historic architecture and has been described in the New York Times as a \"hidden architectural gem\". Much of it, including my street, is landmarked. There is also an abundance of nearby grocery shopping. It's a very pleasant neighborhood with easy access to the city and other parts of Brooklyn and Queens.\n\nFrom the New York Times -\n\nWhen it comes to areas awash in well-kept old buildings, Ridgewood, in west-central Queens, might not come to mind as quickly as, say, Brooklyn Heights.\n\nBut maybe it should. Its two square miles are packed with eye-catching designs; about 10 percent of it — 350 buildings — has landmark status, even if it isn’t on the radar of most New Yorkers. And with an additional 940 buildings coming up for a vote before the Landmarks Preservation Commission in the next two years, Ridgewood could soon have nearly 1,300 with landmark status — about the same number as Brooklyn Heights — which would mean 40 percent of its cityscape was protected.\n\nSubway stops near the house- \n\nForest M train stop  (6 minute walk) - takes you directly to Bushwick, S. Williamsburg, The Lower East Side, and then up 6th avenue in Manhattan\n\nHalsey L train stop (13 minute walk) - Takes you directly to Bushwick, Williamsburg, Union Sq, and across Manhattan. The L connects with almost all other subways. \n\nAirports-\nJFK - \n-Cab/taxi/Uber- 25 minutes / $30, plus $5 for tip.\n-Subway - 1 hour 15 minutes (minimum) / $2.50 for subway + $5 for airtrain at the airport.  \n\nLaGuardia-\n-Cab/taxi/Uber- 25 minutes / $30, plus $5 for tip.\n-1 hour 15 minutes via bus / $2.50\n\nNewark- \n-Cab/taxi/Uber- 1 hour 5 minutes / $45-$60 (minimum) plus tolls.  \n-1 hour 45 minutes via public transportation / $2.50 + $5.50 for airtrain at the airport.\n\n- Walking distance to many cafes, grocery stores, and restaurants. Norma's, Topos, Houdini's and Trans Pecos are my local favorites. Houdini's has great pizza and Trans Peco has a lot of live performances and nice cafe food/coffee.\n\nPlease be exceptionally considerate of our neighbors, as this is a quiet neighborhood with longtime residents. I am personally friends with the neighbors on both sides and throughout the neighborhood. Walls are thin in these old buildings, and loud voices carry right through them, so please be very mindful.", "name": "Historic Two Bedroom w Backyard", "picture_url": "https://a0.muscache.com/im/pictures/b3a2f6c4-c128-4ba4-9b8c-8926ee515160.jpg?aki_policy=large", "url": "airbnb.com/rooms/15423731", "id": "15423731", "price": 85, "review": "The place was in the perfect spot for me. It was a good balance of cozy and open. I felt like it was in the middle of a neighborhood and it was literally walking distance from anything you needed. A bank, cafe, convenience store/groceries, laundromat and the train stations. I spent a lot of time out of the apartment either exploring the neighborhood just walking around or taking the subways throughout Brooklyn and Manhattan thanks to the easy access to the L and M trains. Andrew was also super friendly and helpful. He wouldn't take long to head over if you needed him to check something and responds quickly for any questions you have. This place makes me miss New York a lot and I will definitely consider this again for when I come back."}