{"description": "This is a very clean 1 bedroom apartment in the upper east side. Subway is on the same block! Second fl walk-up. Apt is very quiet especially at night.\n\nEverything is nearby - short walk to Central Park and the Loeb Boathouse. A big convenient supermarket (24 hour open!) is nearby. Short walk to met museum, all kinds of restaurants in the neighborhood, nightlife, Bloomingdales, 5th Ave shops and Madison Ave shops!\n\nBright white rooms. Any items in the fridge can be consumed\n\nVery safe area\n\nThis is a very clean 1 bedroom apartment. There is a flatscreen TV that you can enjoy basic cable and Netflix. The TV also has an app for YouTube. The building stays mostly quiet throughout the day and especially at night. There is a queen size bed with full bathtub. Any food in the fridge can be consumed.\n\nThere is also a digital fireplace! And you can use its remote to turn on and off the heat from it. For closet space, you can hang clothes in 2 closets, have shelving space, and I can bring you an extra rack if you need for your convenience.\n\nYou can use the whole apt. Guests not registered on this trip are not allowed so you can enjoy the entire place to your self, with your significant other, or 3 people in total.\n\nI work as a fashion professional in midtown manhattan so I can come if necessary to accommodate issues. My phone is always on for text, call, and email so I will respond promptly.\n\nThe apt right off of Lexington Ave and 77 st. It is near everything - short walk to Central Park, Met Museum, and The Loeb Boathouse. A big convenient supermarket (24 hour open) is at the corner of 79th and 2nd ave and another one is at the corner of 80th and 2nd ave. A popular NY bagel shop (24 hour open) is right at the corner of the same block! A cool thai fusion restaurant 77th st and 1st ave and a popular Japanese sushi restaurant are on 3rd ave and 76th st. There are all kinds of restaurants, nightlife, Bloomingdales, 5th Ave shops, and Madison ave shops! There is a big parking lot right next door. I love this area because it is very safe, quiet, clean, and it is next to everything.\n\nTransportation is very easy: 6 train is on the same block, Q train is a few blocks away, multiple buses in the neighborhood, and many Uber cars usually in the area.\n\nThe 6 train subway is on the same block as this apt! You can use the Q train a few blocks away at 72nd street and 2nd ave which can take you directly to Times Square, Herald Square, Meatpacking District, and more. There are also many buses nearby to go cross town to the west side, to go downtown, and more. \n\nAnd since lexington ave is at the end of the block, there are many taxis driving on that street throughout the day. Very friendly Uber area! Lots of Uber cars are usually in the area to pick you up and drive you to your destination when you book it through the app on your phone.\n\nFor closet space, you can hang clothes in 2 closets, have shelving space, and I can bring you an extra rack if you need for your convenience. There is also a digital fireplace! And you can use its remote to turn on and off the heat from it.\n\nThe 6 train subway is on the same block as this apt! You can use the Q train a few blocks away at 72nd street and 2nd ave which can take you directly to Times Square, Herald Square, Meatpacking District, and more. There are also many buses nearby to go cross town to the west side, to go downtown, and more.", "name": "Quiet 1 Bedroom Apt in heart of NYC", "picture_url": "https://a0.muscache.com/im/pictures/1fccfae7-927b-4024-8eaf-aa7eaefd72ad.jpg?aki_policy=large", "url": "airbnb.com/rooms/15435755", "id": "15435755", "price": 155, "review": "Mycket nära till tunnelbanan. Gångavstånd till Central Park. Massor med restauranger i kvarteret och även livsmedelsaffärer och vin/spritbutik.\nMysigt lägenhet för två personer. Perfekt bas för att upptäcka New York.\nTrevlig och hjälpsam värd\n som höll kontinuerlig sms-kontakt.\n med oss!\nLägenheten var en starkt bidragande orsak till att vår semester blev mycket lyckad!"}