{"description": "Modern private 1bd apartment with breakfast ! All new kitchen and bathroom, modern furniture, with outdoor seating space ( terrace). \n\n\n1 block (3 min walk ) to all major subway lines\nN,Q,R , 4,5,6 at 59th street station\n2 blocks (5 min walk ) to F train at 63rd street station \n\nall new kitchen and bathroom\n\nPerfect for business travelers , people looking for private modern apartment with amazing location. pets allowed\n\nSPACE\nSpacious and modern apartment that offers travelers everything they might need. With outdoor space (terrace) \nVery private space- only you have access to the apartment , for your use only! Very QUIET space- rarity in manhattan . \nQueen size bed with very comfy mattress\nFuton sleeper in the living room ( good for 1-2 ppl)\n2 windows with lots of light\ndinning table \nlockable private room\nshampoo/conditioner/shower utilities provided\ntowels/hair dryer/styling iron \nhigh speed wifi\nBREAKFAST provided-tea,coffee, milk, eggs,bacon, cereal,oatmeal, yogurt for your use ( let me know what you like so i can get ingredients ready for you ) \nmodern kitchen, high end appliances for your use\npet friendly, terrace for your use\n\nkichen\nliving room\nterrace\n\nLOCATION\nthe most prestigious zip code in US!\n1 block away from Bloomingdales, major shopping area\n10 min walk to 5th avenue shopping \ngrocery stores, restaurants, coffee shops steps away from apartment \n10 min walk to central park \neasy access by subway to times square, downtown, MET and MOMA museums , all must see places in NY!\nclose to major nightlife spots ( just ask me :)", "name": "Private modern 1bd  midtown east/upper east", "picture_url": "https://a0.muscache.com/im/pictures/83ff8e83-70a4-4fb1-8203-ea975faed1f5.jpg?aki_policy=large", "url": "airbnb.com/rooms/15436764", "id": "15436764", "price": 165, "review": "My stay was amazing. Lucy was so helpful during checkin, explained everything that I would need and was so pleasant and friendly. I had a relaxing and comfortable stay. My meetings were all centrally located and extremely close to Lucy's place - it could not have worked out better. Also Barry's Bootcamp AND PureBarre are all in walking distance! I wish I lived here permanently! Overall, excellent business trip and highly recommend!"}