{"description": "Quiet and Spacious 750 Square foot 1 Bedroom apartment located steps away from New York's Central Park and one block away from the Natural History Museum.\n\n15 Minutes by train to Time Square, Empire State Building & Broadway!\n\n18 Minutes by train Lower Manhattan & the 9/11 Memorial\n\n10 Minutes by train to Columbia and Fordham Universities\n\nCharming, spacious, and quiet apartment with large rooms and high ceilings- truly steps away from Central Park. Large 1 bedroom with queen size premium mattress, TV and natural light. The living room can be converted into additional bedroom with a luxury queen areo bed upon request. The apartment is well equipped with all high end amenities.\n\nYou will have access to the entirety of the apartment. Towels, soap, shampoo, conditioner, lotion, hair dryer, Iron, steamer, 60 Inch TV.\n\nHosts are available by text, email or calls day and night throughout your stay.\n\nThe Upper West Side (UWS) is an upscale area home to New York City's cultural (Metropolitan opera, Juilliard, Lincoln Center, Beacon Theater) and intellectual hub (Columbia University, Natural History Museum, New York Historical Society). \n\nGreat atmosphere with hundreds of great restaurants, wine bars, nightlife and coffee shops. It is frequently used as backdrop for film and TV with tree-lined streets and landmark brownstones. \n\nKeep your eyes peeled- many famous people that call this neighborhood home. The UWS is a perfect location for those who like to jog or bike in beautiful Central Park (steps away).\n\nB/C Subway lines located 1 block away at 81st/Natural History Museum\n\nShort walk to 1 line at 79th Street and 1, 2, 3 (red line) at 72nd Street\n\nCiti Bike rental station located in front of apartment\n\nTaxis are always available on the block!", "name": "Spacious 1 Bedroom at Central Park", "picture_url": "https://a0.muscache.com/im/pictures/dd677604-dfc5-4c99-a336-c164a3c79022.jpg?aki_policy=large", "url": "airbnb.com/rooms/15437413", "id": "15437413", "price": 249, "review": "This is a fantastic place and great value. We arrived late after flight delays to find very beautiful and comfortable accommodations, not to mention easy to get to. We appreciated the beverages and yogurt in the fridge and the very good coffee. Hot water in the shower was plentiful. There was a welcome basket waiting with plush towels and toiletries, as well as subway maps, a guidebook and personal recommendations (of which we followed a few, i.e., visiting Orwasher's Bakery- delicious). We really liked the proximity to Central Park, the Museum of Natural History and the subway. This is great place and we look forward to staying here again."}