{"description": "Apartment is a 1 bedroom apartment  located in Midtown West (Hell's Kitchen area). Only a block walk to all major subway lines and 7 short  blocks from Central Park, Columbus Circle, Time Warner Center and the Midtown Theater District.\n\nApartment is a large carpet 1 bedroom of course very clean, located in Midtown West (Hell's Kitchen area). Only 7 short blocks walk to all major subway lines and two blocks from Central Park, Columbus Circle, Time Warner Center and the Midtown Theatre Distric\n\nHOTELS IN THE AREA COST $ 400 A NIGHT , THIS A GREAT DEAL FOR TRAVELERS A LOW FEE \nlevel of the apartment: 1 FLIGHT UP STAIRCASE.\nLIVING ROOM :\n Egyptian influence , integrate with a dinner table, with 3 chairs. \nBEDROOM :\n1 queen side bed ( all sheets are white and clean) 80 x 60  .\n2 windows street face. TV and internet on the room. also a closet .\n4 pillows ans 4 extra for the bed.\n2 lamps on the bedroom.\nEnglish details on the room.\nAMENITIES :\n Iron.\n white towels.\n white  sheets bed and also for the pull out.\n soap.\nshampoo.\ndishes detergent \ntoilet paper \nTV CABLE\nINTERNET WIRELESS\n\nthe guest should to call me from the airport & bus top or train station , just to confirm the arriving at the City.(  to give me time to get to the property)\n\nThe location is a block from the major subway lines. . 7 short  blocks to Central Park, Theater District, Columbus Circle and short walk to Lincoln Center, West Side Highway, MoMa, Museum of Natural History and Restaurant Row.\n\nDistance to New York City Attractions: \n- Central Park: 5 to 7  minutes walk \n- Times Square: 5 minutes walk \n- Rockefeller Center: 7 minutes  walk \n- Empire State Building: 15 minutes walk \n- Museum of Modern Art (MoMA): 10 minutes walk\n- St. Patrick's Cathedral: 10 minutes walk\n- West side highway: 5 minutes walk \n\nSubway lines: A, C, E, B, D, M, G, F, 1 and 2 within a 2 minute walk (1  and 2 block).\n\nTaxis: Easily available.", "name": "TIMES SQUARE &1 LARGE BEDROOM ( MONTHLY 30 % OFF )", "picture_url": "https://a0.muscache.com/im/pictures/c6d8adc9-bbe9-4f49-88db-c130dbdfbb36.jpg?aki_policy=large", "url": "airbnb.com/rooms/15449434", "id": "15449434", "price": 69, "review": "Best host ever! We had a horrible schedule due to flight delays at JFK because of the weather and they accommodated our needs! Like really went above and beyond to work with our schedule. Amazing host! The apartment is great too,  very spacious! And only 1 flight up! That beats all the other places we checked out around the area. The location is what makes this apartment truly satisfactory! Less than 2 min walk from all the major subway lines, all the best eating places in my opinion! Me and my husband love ramen and the apartment is a 5 min walk to totto and ippudo ramen! I can't say anything bad about this place because there's none! Thank you letty and Karl for allowing us to stay here and have a wonderful experience! "}