{"description": "This place is close to All of NYC's major attraction including Yankee Stadium, Botanical Garden, Bronx Zoo, Central Park, Times Square, Apollo, Metropolitan museum, and so much more.  This beautiful apartment is in a private house located in the Mott Haven part of the Bronx, close to 2,5, 6 trains.  There is a separate entrance for the apartment.  The apartment comes with everything you will need- towels, toiletries, soft linens for bed, wifi, TV, cable, coffee maker, blender, and so much more.\n\nThis cozy apartment features a wide range of amenities: Kitchen- keurig coffee maker, blender, pots, pans, blender, toaster, dishes, cutleries, coffee, tea; bedroom- queen size bed with plush bedding, soft linens, a twin mattress upon request; living room- comfortable sofa, cable, TV; bathroom- towels, shampoo, conditioner, soap and more.\n\nYou have access to the entire apartment.\n\nI am available in person, via email, or phone.\n\nThis sunny and serene apartment is in quite area in the Mott Haven part of the Bronx.  The apartment faces a beautiful church.  There are supermarkets, parks, and restaurants walking distance.\n\nSuggested restaurants:\nVenice- delicious Italian food (take out or eat in).\nMexicosina- amazing mexican food (take out or eat in).\nIvy Juice Bar- tasty, fresh juices.\nPitusa Bakery- great for breakfast and sweets.\nSeis vecinos_ Central American food.\nPio Pio-  great peruvian restaurant.\nHungry Bird- Indian food.\n\nParks:\nSaint Mary's Park- great for strolling, jogging, etc. \nRandall's Island- great for picnicking and strolling.\n\nSupermarkets:\nC-town- 5 minute walk\nMet- 7 minute walk\nFine Fare 8-10 minutes walk\n\nThis apartment is 10 minutes from La Guardia airport.\n\nThis apartment is walking distance to the 2, 5, and 6 trains, and BX 19 bus which will take you to NYC's major attractions:\nCentral Park on the 2 train:  6 stops (appx. 20 minutes)\nTimes Square on the 2 train: appx. 30 minutes.\nBronx Zoo on the 2 train: 6 stops\nMetropolitan Museum on the 5 train: 5 stops\nMacys and other major stores on the 2 train: appx. 30 minutes.\nApollo Theater and outlet shopping on 2 train:  4 stops\nYankee Stadium 5 to 4 train: appx. 20 minutes\nNY Botanical Garden on the Bx19 bus: appx. 40 minutes\nRiverbank State Park on the Bx19 bus: appx. 30 minutes\nSouth Ferry Terminal - Statue of Liberty on the 5 train:  appx. 35 minutes", "name": "Sunny Apartment Close to NYC's Major Attractions", "picture_url": "https://a0.muscache.com/im/pictures/dc7faca2-254d-4c5a-b3aa-511656eaed18.jpg?aki_policy=large", "url": "airbnb.com/rooms/15453985", "id": "15453985", "price": 100, "review": "After staying in Airbnb apartments in several countries, I can say that Rosalia has been the host with the most personal touch. I would definitely stay there again."}