{"description": "My place is good for couples, solo adventurers, business travelers, and families. the apartment is located in the Upper East Side. It is closed to everything: just 10 minutes walking to Central Park and Museums Mile (Metropolitan, Guggenheim and Whitney) and just two blocks to the East River. This is one of the best neighborhoods in NYC, quiet, safe and peaceful. There are also several great and affordable restaurants, cafes, delis, bakerys, grocerys, pharmacies supermarkets and all ki\n\nMy apartment is located in the Upper East Side. It is closed to everything: just 10 minutes walking to Central Park and Museums Mile (Metropolitan, Guggenheim and Whitney) and just two blocks to the East River. This is one of the best neighborhoods in NYC, quiet, safe and peaceful. There are also several great and affordable restaurants, cafes, delis, bakerys, grocerys, pharmacies supermarkets and all kind of stores all around and I will be delighted to share with you which are my favorites. You’ll have also easiest access to everywhere in the city as I am one block away to 96 th Subway Station (Line 6. Direct to Times Square in 15 min and also 6, 5 and (email hidden) Street where you can catch the express trains and also go shopping because this is a very commercial area and even try the world wide famous Shake Shack’s burgers). \nAbout the apartment, all I can say is that everybody who has been here says that it spreads super good energy. The first thing you’ll see when you’ll get it is an art painting wall that speaks by itself. It is in the fourth floor (up of three flights of stairs). This is a cozy and quite big space for NYC that you can enjoy without sharing. There is a living room with huge windows and tons of light and the most comfy coach ever, a huge TV right in front of you. I have cable too, so you can indulge yourself relaxing and watching a movie after a hard and long day walking around. In my fully equiped open kitchen you’ll find whatever you need to cook what you like:  coffee machine, hot water kettle and plenty of pots, pans, dishes and all kind of utensils. \nIn the bedroom, my queen-size bed is also one of my treasures with a super comfort mattress where you’ll get a truly restful sleep with no noises at all. I can accommodate up to three guests (one sleeping on the coach in the living room).\nThe bathroom is provided with an amazing shower and a sink with vanity and toilet. \nThe apartment is air-conditioned in summer and well heated in winter. It is fully furnished with \neverything you need for an enjoyable stay including: luxury linens, towels, Wifi, TV and BluRay DVD (with free streaming of movies via Netflix), hair dryer, iron, bath soap and shampoo. I enjoy living in a clean and neat apartment and I wish you enjoy the same.\n\nGuest have access the entire apartment!\n\nIm here when needed\n\nMy apartment is located in the Upper East Side. It is closed to everything: just 10 minutes walking to Central Park and Museums Mile (Metropolitan, Guggenheim and Whitney) and just two blocks to the East River. This is one of the best neighborhoods in NYC, quiet, safe and peaceful. There are also several great and affordable restaurants, cafes, delis, bakerys, grocerys, pharmacies supermarkets and all kind of stores all around and I will be delighted to share with you which are my favorites. You’ll have also easiest access to everywhere in the city as I am one block away to 96 th Subway Station (Line 6. Direct to Times Square in 15 min and also 6, 5 and (email hidden) Street where you can catch the express trains and also go shopping because this is a very commercial area and even try the world wide famous Shake Shack’s burgers). \nAbout the apartment, all I can say is that everybody who has been here says that it spreads super good energy. The first thing you’ll see when you’ll get it is an art painting wall that speaks by itself. It is in the fourth floor (up of three flights of stairs). This is a cozy and quite big space for NYC that you can enjoy without sharing. There is a living room with huge windows and tons of light and the most comfy coach ever, a huge TV right in front of you. I have cable too, so you can indulge yourself relaxing and watching a movie after a hard and long day walking around. In my fully equiped open kitchen you’ll find whatever you need to cook what you like:  coffee machine, hot water kettle and plenty of pots, pans, dishes and all kind of utensils. \nIn the bedroom, my queen-size bed is also one of my treasures with a super comfort mattress where you’ll get a truly restful sleep with no noises at all. I can accommodate up to three guests (one sleeping on the coach in the living room).\nThe bathroom is provided with an amazing shower and a sink with vanity and toilet. \nThe apartment is air-conditioned in summer and well heated in winter. It is fully furnished with \neverything you need for an enjoyable stay including: luxury linens, towels, Wifi, TV and BluRay DVD (with free streaming of movies via Netflix), hair dryer, iron, bath soap and shampoo. I enjoy living in a clean and neat apartment and I wish you enjoy the same.\n\nNO SMOKING!", "name": "LUX UPPER EAST SIDE APT ALL MUSEUM!", "picture_url": "https://a0.muscache.com/im/pictures/d0404332-4cee-479c-a9f7-4404e22b5393.jpg?aki_policy=large", "url": "airbnb.com/rooms/15462015", "id": "15462015", "price": 200, "review": "The host canceled this reservation 4 days before arrival. This is an automated posting."}