{"description": "You can reach both airports in under 40 minutes!\n\nTimes Square, Central Park, Javits Center, and the One World Trade Center are all accessible with just 1 train ride!\n\nIt's a great space to daydream, write or create.\n\nMy house is perfect for you to enjoy New York and make Brooklyn the center of your stay. It feels warm and cozy during cold weather, and cool and fresh for warmer days. Air conditioner in each room.\n\nIt's full of light in the gardensunshine and quiet.\nIt's a great space to daydream create or write.\nAll the wood of the house was recycled and it has kept some of its original spirit.\nThe garden has a bird sanctuary in the spring and summer. You will hear and see lovely birds sing.\n\nWe have one bedroom, a big  garden a private bathroom\nAnd kitchen and is an entire apartment.\n\nAlso can be used for commercial shootings  use, I have had many blogs, fashion magazines and small crew films rent it. Only after inquiry no instant booking please.\n\nThe neighborhood is  a multicultural and multi ethnic landmark/historic.\nCheck Restsurant Saragina for more info, bar lunatico, peaches.\n\nIn the spring summer and fall  it's lovely but loses some of the appeal in the winter months as the flowers die. However we are 7 minutes walk to the A express to the city that can be reached in 15 minutes and 8 minutes to downtown Brooklyn and the Barclay center. \nStuyvisan heights is the  landmark part of Bedstuy.\n\nEntire home  1 bedroom one bathroom apartment at the garden level of my brownstone in Brooklyn.\nwith own private bathroom, small kitchen,  big garden.\n\nThe apt is 600 square feet (50 square meters)\n\nNon smoking  inside  the apt please only in the back part of the garden.\n\nI keep an open connection with my guests but do not disturb them.\nI introduce them to the house and explain restaurants, subway and neighborhood.\nAfter that\nThey are free to\nContact me at any time.\n\nI was one of the first hosts in paris with airbnb seven years ago.\n\nI love to interact with guests from\nAround the world.\n\nI have been very lucky to meet amazing people.\n\nThis is a very pleasant neighborhood to stay in with lots of good finds all around!\nThe famous Saragina  restaurant, bakery ( fresh pasta,croissants and coffee!)and wine bar are one block away!\nNew French wine store in my street too, manny s wine.\nJuice bar across the street.\nLebanese cafe One block away.\nOrganic big supermarket at the corner opening in January as well as a Japanese restaurant around the corner in February.\n\nIt's multicultural and famous for its jazz.\n\nBar lunatico with great music every night also one block up.\nIt's also open for breakfast and lunch.\n\nIt's a landmark area and Stuyvisan heights it's just beautiful!\n\nIt's a quiet neighborhood and just right to enjoy your rest after traveling around the city during the day.\nAn organic food store is two blocks away.\n\nA French cafe is across the street  to my left ' George's andre' as well as Saraghina s and Manny s great breakfast!\nA polish cafe  (Zabka) were you can drop luggages the whole day you go for 5 dollars per suitcase two minutes to my right.\n\nAn organic deli across the house is open till midnight.\nAs well as a new organic supermarket at the corner of my street and a French wine shop ' manny s wine' in my street.\n\nMy place is only a few short blocks away (6 minutes)from the  express A and local C train lines.\nBus stops are also conveniently located at both ends of my block.\nTaxis frequent the neighborhood so there is always that option.\nOther services like UBER and Lyft are easy to acquire too.\n\n1 train ride to and from the One World Trade Center, The Javits Center, Times Square, and Central Park\n15 min away from Barclays Center, Prospect Park Zoo, and The Brooklyn Botanic Garden\n16 min away from Forest Park Golf Course,\n16 minutes from the village in Manhattan.\n19 minutes to Chelsea.\n25 min away from Citi Field and US Open venues\n30 minutes away from both JFK International Airport and LaGuardia Airport\n\nParking on the street is easy, and the neighborhood is easily accessible via different modes of transportation.\nThe A express train takes you to manhattan in 16 minutes.\nThe 1112 Fulton streetC train is three stops to fort Greene  and Brooklyn academy of music ( bam).\n\nGreat train only 6 minutes walk from me.\nExpress bus to Williamsburg across my street.(20 minutes ride).", "name": "The Artist Retreat in Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/2764fab3-aa58-48fa-82ac-5a23352f6cc6.jpg?aki_policy=large", "url": "airbnb.com/rooms/15484901", "id": "15484901", "price": 75, "review": "Wonderful place in Bed-Stuy close to the A/C/E line. Amy and her property managers were in constant touch, and were super helpful/available. The space  is super cute and cozy, and very clean. I'd definitely recommend staying here. "}