{"description": "You will love my beautiful apartment in upper Manhattan!  Come sleep in a spacious and beautiful 2 bedroom apartment and experience all that New York City has to offer.  Sleep on a king size bed and be steps away from the subway making it a quick and easy 20 minute ride to Times Square and all the attractions.  Or explore the beauty that's all around you in my neighborhood, Washington Heights, by exploring the parks, the George Washington Bridge, and more.\n\nYou will have access to the entire apartment which includes:  \n\n-Bedroom 1 with a king size bed (in NYC? Yes!)\n\n-Bedroom 2 with a nice futon.\n\n-In the living room, the couch is designed to arrange into a queen size bed. (***Please let me know if you would like to have it set up into a bed before you arrive or else it will be set up as a couch)\n\n-We also provide a queen size air mattress (if you prefer that over the futon or couch)\n\n-Kitchen-- we are true New Yorkers... we don't cook much. So our smaller kitchen works great for breakfast, packing lunches, and eating take-out on our coffee table.  You will have plenty of room in the fridge and access to any dishes, or cookware you would like.  \n\n-There is Laundry in the basement (we will provide detergent and coins)\n\nEntire Home\nLarge BR with King size bed\nSmaller BR with futon and foam topper\nLaundry in the basement\nWiFi\nBasic Cable\nApple TV which includes Netflix and Hulu Plus\n\nI am just a phone call or text away and will help you with any recommendations, concerns, etc. that you might have!\n\nWashington Heights is an amazing neighborhood.  If you walk down Broadway you will find shops (RiteAid, Deals&Discounts), grocery stores (Bravo, Gristedes), and restaurants/fast food (Malecon, Saggio, Como Pizza, Chipotle, Starbucks+more) BUT if you want a quiet walk on a tree lined road and beautiful architecture take a walk down Fort Washington Ave.  You get the best of both worlds in Washington Heights and just a short (convenient) train ride to all the sites that Manhattan has to offer.\n\n500 FEET away from the Subway!  The \"A\" (express) Train is literally a 2 minute walk outside the door and will get you \"downtown\" to Central Park, Times Square, and Midtown in a quick and easy 20 minute ride.  But if you need a couple more options the \"C\" and \"1\" (local) trains are only a 7 minute walk away as well.  A PRIME location for exploring.\n\nWalk-up building (no elevator) only 2 flights up.", "name": "Clean & Spacious 2BR in Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/8b6e7abc-f501-4802-9e8c-a830bc111b2a.jpg?aki_policy=large", "url": "airbnb.com/rooms/15486268", "id": "15486268", "price": 150}