{"description": "My place is close to several great restaurants/cocktail bars: Boqueria, The Gilroy, Jones Wood Foundry, J.G. Melon, Pizza Beach, Seamstress, Eli's Table, Caledonia Scotch Bar, The Penrose, etc.  John Jay Park and pool next door, 20 min. walk to Central Park, Museum Mile, UES boutiques and 2 blocks to a citibike station. You’ll love my place because of the coziness, the location, shopping, views, and it's minutes from major attractions. My place is good for couples, solo adventurers, and pets.\n\nThe apartment is equipped with a video intercom security system and situated in a quiet courtyard section of the historic landmark building, allowing for peace and quiet from the bustling city.  A queen size bed offers space and comfort for two people to rest easily on the down pillows and comforter.  The building is pet friendly and the apartment has a kennel upon request.\n\nThe entire apartment is accessible except for a narrow closet in the kitchen which is hardly noticeable and difficult to access.\n\nAny questions or requests for suggestions on what to do, I'm a short phone call away and available 24/7.\n\nGuests are always greeted with a vase of fresh flowers and a list of nearby attractions, directions, and closest transportation options.  There are several featured cocktail bars, craft beer spots, and wine driven restaurants in the area.  Scattered boutiques and main stream retail options cater to the UES crowd and major retail therapy is a short commute.\n\nA list of transportation options including trains, buses, bikes, and cabs will be provided.", "name": "Cozy Upper East 1 Bed next to walkway to E. River", "picture_url": "https://a0.muscache.com/im/pictures/20903c71-6a4f-4325-a918-add64a97fb18.jpg?aki_policy=large", "url": "airbnb.com/rooms/15496263", "id": "15496263", "price": 122, "review": "Everything that says about Celina's apartment is true. It is comfortable, the bed is perfect, the kitchen very functional and in general although small it is perfect for two. It is near the best line about ten minutes walk. Nearby there are restaurants and supermarkets. Only three blocks away is agata & valentina, you can find everything and even have breakfast there and it is very good. Celina provides quality things like shampoo, conditioner and soap, things that are difficult to carry everywhere when you are traveling. Just thank Celina for her kindness and recommend to anyone her place as you feel at home. :)"}