{"description": "This apartment is located in Williamsburg, Brooklyn, one of the most desirable neighborhoods in New York and a center of youth culture. The apartment itself is located two minutes from the Hewes Street J train (10 minutes to Manhattan and an hour to JFK). The apartment is \"railroad\" style and contains a separate kitchen, dining room, living room (with a sofa bed), and bedroom. High-speed wifi, pots and pans, plates, and a Roku smart TV are all included.\n\nThe apartment contains a queen-size bed with a high-end foam mattress, a Roku smart TV, separate living and dining rooms, a fully-equipped kitchen, and high-speed Wifi.\n\nGuests would have access to everything described -- the bedroom, the living room, dining room, and kitchen.\n\nI try to meet everyone, even if their stay is a short one.\n\nWilliamsburg is one of the best neighborhoods in the world. Its restaurants compete with the best of Manhattan but are substantially less expensive. The bar and music scene is legendary, and there are night clubs that rival Manhattan's (but without the round-the-block lines). The apartment itself is one block south of Broadway in a more residential district, but you can walk to the South Side bars in less than five minutes. \n\nYou can read more about Williamsburg by referring to Airbnb's guide: https://www.airbnb.com/locations/new-york/williamsburg.\n\nThe two closest subway stops are the Hewes Street J train, which takes you to downtown Manhattan in 10 minutes, and the G train at Broadway. In addition, the J subway line from Hewes Street can take you to JFK Airport in an hour (via the Airtrain connection). I would recommend using (SENSITIVE CONTENTS HIDDEN) Maps for directions, because track work may impact the best subway route. If you wish to drive, you can usually find parking on the street reasonably close by, but it can take some time on alternate-side parking days. If you decide to park your car in a garage, there are several parking garages nearby.\n\nAs stated in the House Rules, I have very cranky neighbors, and any sort of party, drug use, loud music, or even smoking will result in them calling the police, the party being shut down, the apartment likely being searched by police, and all guests being asked to leave without any refund (including forfeiture of the Security Deposit). \n\nIf you want to have a party in an apartment, do it somewhere else.", "name": "Private Spot in Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/e7db7305-2607-4c11-8e46-5dcfc1d9d96b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15508085", "id": "15508085", "price": 79, "review": "It was a good experience. The house have a perfect location near a subway. Good wi-fi. thanks a lot. "}