{"description": "Spacious, sun-drenched 2 bedroom apartment in the heart of Williamsburg where the buzz of Manhattan overflows into an abundance of culture and nightlife. We are just minutes from all the best restaurants and bars and a short five minute walk to the subway at Bedford Ave, where you'll be in Manhattan within 15 minutes.\nThis 3rd floor apartment has all the creature comforts you need for a fantastic stay in the Big Apple and is super close to Wholefoods, the East River and great coffee shops!\n\nAmazingly located, elegantly furnished, sunny and sophisticated, this two bedroom apartment is located in the heart of Williamsburg, just a stone’s throw from Brooklyn's best restaurants, bars, cafes, shopping, McCarren Park and much, much more. \nYou can walk absolutely anywhere in Williamsburg from this apartment and the brand new Wholefoods is just two blocks away for all your grocery needs. We are also a 5 minute walk from Bedford Ave subway station (L line, 10 minutes to Union Square 14th street) and the same distance from the East River Ferry for when you want to explore beyond the area.\n\nWith a beautiful light-filled living room and a practical yet stylish layout, this 1100 sqft space is a sanctuary amidst the madness of New York and a great apartment to return to at the end of a busy day!\n\nIt has a modern kitchen and bathroom with all the mod cons and is fully furnished, including LED TV, washer and dryer, sonos sound system, high-speed internet, air conditioning and heating, a super comfortable queen bed and a second bedroom with either a luxury queen or single size inflatable mattress...ALL the creature comforts you need for a wonderful stay!\n\nGuests will have full access to the apartment and there is also a gym downstairs and a small terrace/roof upstairs with views of Manhattan.\n\nHappy to provide recommendations and any tips for the local area. Also around to answer any questions guests may have during their stay.\nI love the neighborhood because of it's proximity to absolutely everything Brooklyn (and indeed New York!) has to offer...the charm, the culture, the history, the top eats and the epic nightlife!", "name": "SPACIOUS SUNLIT 2 BED APT IN PRIME WILLIAMSBURG", "picture_url": "https://a0.muscache.com/im/pictures/577eeb83-df3a-46f6-98d5-981072143947.jpg?aki_policy=large", "url": "airbnb.com/rooms/15506883", "id": "15506883", "price": 250, "review": "Emily's apartment is A-M-A-Z-I-N-G!!!!!! It's better than the pictures! The apartment is bright with lots of windows, very clean and tidy, and has everything you need for a super comfortable stay. The bed and pillows are very, very cozy! The apartment is in THE BEST location! Only one block from the water, a 5 minute walk to the Bedford Avenue Station, and it is surrounded by awesome restaurants, exercise studios, shopping, coffee shops, and grocery stores. You are right in the heart of Williamsburg when you stay at Emily's apartment. We felt like real locals! The location is fabulous too 'cuz Bedford Ave Station is the first stop into Brooklyn, so getting into Manhattan is super quick and easy! Emily was very friendly and helpful before and during our stay. She left a list of local Williamsburg spots to try ~ and we tried many ~ and everything was great! Such deeeeelicious restaurants in Williamsburg! I HIGHLY HIGHLY recommend Emily's apartment! "}