{"description": "Spacious studio apartment on the first level of a quintessential brownstone in historic Crown Heights. Modern decor. High-ceilings. Lots of sunlight. Renovated just six months ago, it has the best of the old and the new - brand new appliances and fixtures but old school charm. Close to Prospect Park, 7 different subway lines, and ridiculously good food + drink.\n\nThis large studio has a separate \"main room,\" while the brand new kitchen and bathroom and entryway are thoughtfully (and spaciously) built into the hallway. Super high ceilings make the space feel even airer and calm, and small details like original wainscoting and parquet floors add charm and visual interest. The six windows in the main room allow for light to flood in, and floor-ceiling curtains provide a sound and quiet night's sleep. Overall, it's a true gem in a favorite Brooklyn neighborhood.\n\nBedding (for the brand new queen-sized Casper) and fresh towels will be provided. Television is equipped with an Apple TV. I can also provide a garment rack for you to use during your stay.\n\nIf time allows, I would love to greet you to handover keys. If not, I am happy to leave them in a lock-box with instructions. Either way, expect a list of places to go, things to do, places to eat and drinks to drink!\n\n7 minutes from the Franklin Avenue \"S\" (shuttle), 9 minutes from the A + C trains, and 11 minutes from the 4, 5, 2, 3 trains.", "name": "Large Sunny Studio in Charming Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/62dd7373-f9f8-45bd-98b0-aa677dd7b315.jpg?aki_policy=large", "url": "airbnb.com/rooms/15507632", "id": "15507632", "price": 120, "review": "Kate's place is perfect for visiting Crown Heights. It's well situated to the train and for walking around. Her space is just right for 2 people and has all the amenities you need for a comfortable stay. We are frequent Airbnb travels so features like comfortable beds, nice sheets and towels, and good shower can be variable and Kate gets high mark for all. Her space is very cozy and quiet. Perfect after marathon days of city exploring. You won't be disappointed if you stay with Kate. "}