{"description": "My place is close to Riverside Park Central Park, Soho, East village, west village, MoMa, The Metropolitan Opera, Lincoln Square, Whole Foods, Trader Joes, Fairway Market, Chelsea Arts District. , The Abyssinian Baptist Church. You’ll love my place because of the artistic decoration, a true NYC apt. King size bed, the coziness, the high ceilings, the location, the quietness, the views. My place is good for couples, solo adventurers, business travelers, and big groups.\n\nWe are next to Columbia University, Manhattan school of Music, Riverside church, Apollo Theater, Central Park, and the Hudson River. The apt is two blocks away to the one train on Broadway, which takes you to Times Square in less than 10 minutes. Fairway Market is a short 5 minute walk on Riverside Drive where you can buy great produce. The bedroom features a California king size bed, A large flat screen TV with ROKU, the guest can access all their accounts through there. The apt is filled with natural sunlight and is fully furnished with a mix of antique and modern decor and art. The kitchen is private and fully stocked for your convenience. Riverside park is right outside the apt where you can walk to the beautiful Hudson River it makes the space very quiet and feel like an oasis from the city. The living room features two couches, one being a pull out queen bed if needed for extra guests. The apt has 24hour laundry room and a dry cleaning right around the corner on Riverside Drive. It is a wonderful apt! very well kept and made with a lots of love, it is a true New York City apt.\n\nLocated on Riverside Dr. Close to Riverside Park, Hudson River, Riverside Church, fairway market, Columbia University, Manhattan School of Music, Apollo Theater, Central Park, Whole Foods, Columbus circle, Alvin Ailey, Lincoln Center a 15-20 minute subway ride to Times Square. Fairway market is a great market located just three blocks away. The apt is not far from Columbia University and therefor there are many bars and restaurants right on Broadway which is two blocks away, there is absolutely no noise heard in the apt from outside. It is an extremely quiet building and neighborhood in general, everyone is very respectful of each other. It's an oasis from the loudness of NYC but your also just steps away from that as well!", "name": "Spacious Historical Riverside Park, CA King bed!", "picture_url": "https://a0.muscache.com/im/pictures/2db69d28-02ce-46c5-b2b6-dbc783759914.jpg?aki_policy=large", "url": "airbnb.com/rooms/15500173", "id": "15500173", "price": 110}