{"description": "This lovely studio is located in the really fun area of Crown Heights in Brooklyn. You'll find lots of bars and restaurants around here; and it's a very easy commute to Manhattan and other parts of Brooklyn. Private bathroom and fully stocked kitchen area, one double bed that can fit up to two guests. Points of interest near include the Brooklyn Botanical Garden, the Brooklyn Museum, and the many restaurants on Franklin Ave.\n\nThere is laundry in the basement of the building if you need to use it. Wifi and Roku along with streaming services is also included, and basic cable. There is A/C and a space heater (though heat is already included as well).\n\nIf I'm renting the apartment I'm out of town, so I won't be seeing you very much. However - I've lived in Brooklyn for 4 years and you can text me and ask for recommendations and help!\n\nCrown Heights is one of the most fun and young neighborhoods in New York. However, my apartment is tucked away from the hustle and bustle of Franklin Ave so it's never loud around here! There are so many delicious restaurants and fun bars around here (starting with Berg'n across the street!) and we're also close to Vanderbilt Ave (home of the famous Ample Hills ice cream shop) and no more than a 15 minute walk to prospect park. It has the best of everything! And if you want to venture to Manhattan, it's a short ride on the 4/5/2/3 trains on eastern parkway.\n\nThis apartment is close to many options for public transport:\nBuses:\nB48 at Classon/Bergen and Franklin/Bergen \nB65 at Classon/Bergen and Classon/Dean\nTrains:\nPark Pl Shuttle (connects to the C, 2,3,4,5,B and Q trains, approximately a 5 minute walk)\nFranklin Ave 2,3,4,5 approximately 11 minute walk\nFranklin Ave C approximately 10 minute walk", "name": "Cozy studio in Crown Heights", "picture_url": "https://a0.muscache.com/im/pictures/85e438a6-8bb3-4d67-b2a5-dbe33d07776b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15500453", "id": "15500453", "price": 90, "review": "Natalia's was such a great home owner to deal with. I rented the airbnb for a week as a gift to my parents (who haven't traveled in 20 years!) They felt very safe & comfortable in the studio and were close to many new restaurants in Brooklyn. Natalia made herself very available via text and email and answered my questions very quickly! This is a great place for a couple people to stay if they'd like to see Brooklyn and is a very short walking distance from the subway that will take you directly to Manhattan! I would definitely stay again"}