{"description": "My place is close to, East River Ferry Close to Williamsburg, very close to Manhattan, . My place is good for couples, solo adventurers, and business travelers. Greenpoint is a fantastic neighborhood, filled with plenty of amazing views of Manhattan, Williamsburg is very artistic neighborhood also just minutes walking distance.\n\nThe apartment is very comfortable and fully stocked with all the essentials needed for your trip. There is plenty of closet space as well. Please keep in mind this there is 2 flight of stairs as it is on the second floor. I have gotten this asked before, its a total of about 15 steps.\n\nI will try to  meet you personally if that doesn't work out there is a lock box on the door, with a code that will be provided.\n\nI will leave all contact information inside the apartment.\n\nA cozy little neighborhood with a strong Polish presence, Greenpoint’s charming townhouses and cramped shops imbue its streets with a sense of welcomed familiarity. It takes a little longer to reach always-on-the-move Manhattan from this northernmost Brooklyn neighborhood, but basking in Greenpoint's communal vibe is well worth the extra minutes. Also worth the journey? The stellar skyline views of downtown Manhattan from the rooftops of Greenpoint’s converted warehouses and loft apartments.\n\nG train is around the corner, 2 stops from the L train or you can walk to the L train stop in Williamsburg approx. 15 min walk.\n\nPlease note this apartment is only for those that are not throwing loud parties and are not going to make excessive noise past 10pm. As there are other people living in the building.\nAlso I prefer not hosting children", "name": "Emmy's apt. in heart of Greenpoint", "picture_url": "https://a0.muscache.com/im/pictures/a3c2a1d1-69fb-4f9e-a8cc-7876b34ffe96.jpg?aki_policy=large", "url": "airbnb.com/rooms/15508028", "id": "15508028", "price": 135, "review": "Great comfortable stay at Emmanuelle's! We had everything we needed and she was easy to reach and quick to reply. "}