{"description": "My quiet studio can comfortably fit two people , it's located across from a middle school with amazing restaurants near by, a 2 minute walk from the subway station, 10 minutes away from the Met Museum and Central Park. Located on the first floor of a pre war building.\n\nMy home is a special place to relax and be able to walk out and experience New York, close enough to all the fun things, but far enough to keep the noise at bay.\n\nWelcome,\n\nI hope you have a wonderful stay in my apartment. I thought I would share a few things about the apartment and the neighborhood with you’ll.\n\n1.There are two keys, one for the two doors downstairs which works for the trash can (located right next to the entrance downstairs) and the other key is for the apartment itself. Remember to lock the apartment when you leave. When you check out, please lock the apartment door and leave the keys under the door mat. Thank you.\n2.Please feel free to use anything in the kitchenette, please wash all utensils once you are finished using them. There are coffee beans, a French press and espresso maker available. Anything in the fridge is yours. Please empty out the trash can from the apartment and the kitchen/toilet by disposing off in the trash downstairs ( it is a large black box located by the entrance, keys are same for the doors downstairs).\n3.Please feel free to use the hair dryer in the bathroom, there is hot water, but It may be best for the water to run a little before you jump in. I have soap, shampoo and conditioner. Please keep the bathroom clean and to avoid any clogging of the toilet, do not throw any paper in it. Again, before you leave, please empty out the garbage bag from the bathroom. \n4.All additional garbage bags are in the cabinet below the sink located in the kitchenette.\n5.I will provide 4 towels for use. If you need to, please feel free to stop by the dry cleaners, located two steps to the right of the apartment. \n6.The apartment is heated already. It usually is very warm. If you do pan on opening the window, please do close the windows before leaving the apartment. This is very important. I would not like any rodents!!\n7. If you decide to use candles, avoid burning them on the wood directly, and of course blow them out ! thank you \n8.Additional set of clean sheets and a duvet/blanket will be left in the apartment for you to use.\n9.The wife is Notaprincess and the password is 123mallika and the tv is easy to use.\n10.Please be respectful of the neighbors and avoid playing loud music or the TV\n11.Please DONOT Smoke in the apartment.\n12.If you have additional guests, I would be very appreciative if you could let me know in advance. If not mentioned before, I am assuming only 2 guests are in the apartment.\n13.For a good coffee place, walk left to 2nd avenue and Café Noi is lovely, for good bagels walk over to Pick-a Bagel on 77nd Street and Lexington avenue (the 6 Train is also right there), for good Thai food, check out Up Thai ON 74 and 2ND avenue, good restaurants nearby- Atlantic Grill, Heidi’s house, Meat Ball Shop. To get to the Met Museum and Central Park, just walk right (west) until you hit 5th Avenue.\n14.If you have any questions call me or text me at (PHONE NUMBER HIDDEN)\nCall me or text me anytime!!! I will respond. Again, thank, you for staying in my apartment. Please treat it well, I love staying in it and I hope you will too.\n\nMallika", "name": "Quiet studio on the Upper East Side", "picture_url": "https://a0.muscache.com/im/pictures/e8d00f81-b9f9-4395-9991-3af7d3aed07e.jpg?aki_policy=large", "url": "airbnb.com/rooms/15529115", "id": "15529115", "price": 150, "review": "Mallika's apartment was very clean and exactly like the photos listed. My husband and I loved the location and enjoyed staying there very much. There was a minor inconvenience of the windows being replaced early on the last day of our travels, but Mallika was very communicative and offered some solutions to help. "}