{"description": "Enjoy the views stretching from the Statue of Liberty to the George Washington Bridge from the rooftop of the Luxury Designer Building and start at my newly furnished apartment.\n\n2 Bedrooms available. Very clean. Queen Size beds, day bed/sofa with a coffee table, wireless internet included. Bathroom with a tub. Full kitchen with the stove and an oven. Washer and dryer in the apartment.\n\nSubway is just steps outside the door - 7 train and E train only blocks away. \n\nFashion Institute of Technology University (FIT), the High Line, Chelsea Piers, Meat packing or Penn Station (Long Island Rail Road, NJ Transit, Amtrak), Madison Square Garden - all within walking distance.\n\nGuests will only be granted access if someone is there to provide you access to the room. This is not a hotel and the front desk will not take responsibility for allowing in people not on the system.\n\nYou will get a welcome notification when your booking is confirmed. Please read it carefully and save the important details. A second notification will likely be sent within 24 hours of your arrival that will include details for getting in touch with me. \n\nPlease do not hesitate if you encounter any issues during the stay. I have very good friends in the building who can also assist throughout the day if I am unavailable to do so personally.\n\nHudson Yards/Chelsea is one of NYC's finest neighborhoods. With easy access to the High Line, you will be able to walk down an historic art piece to Greenwich Village and dine at some of NYC's best restaurants.\n\nVery easy access to the 9A highway. In regards to subway access, Penn Station is 3 blocks away and the new Hudson Yards station is 2 blocks away.", "name": "Home in a Luxury Designer Building + Rooftop Views", "picture_url": "https://a0.muscache.com/im/pictures/451cf855-6262-46b4-8b19-aefb66d3d955.jpg?aki_policy=large", "url": "airbnb.com/rooms/15522998", "id": "15522998", "price": 250, "review": "The location, the view, the space, all I can say is that I recommend this one to all of you!"}