{"description": "We are one block away from beautiful prospect park and one block away from the 7th Avenue shopping district.  We have a newly renovated ground floor apartment with a lovely back yard.  There are brand new appliances, elegant high ceilings, and an open space layout.  It is a complete floor through apartment with a large living area that leads into an open kitchen.  We have a beautifully tiled walk in shower.\n\nPark Slope is well known for its elegant brownstones and proximity to Prospect Park.  It is a lovely neighborhood with easy access into NY City.  Brooklyn has a great restaurant scene, tons of strollers, and a vibrant and active nightlife.\n\nWe are close to the B, Q, 2, and F trains.", "name": "Park slope,  floor through garden apartment", "picture_url": "https://a0.muscache.com/im/pictures/7bafcd1c-6522-43e2-808e-0b7619821755.jpg?aki_policy=large", "url": "airbnb.com/rooms/15529123", "id": "15529123", "price": 200, "review": "Often times people throw around the term \"home away from home\" when describing a \"nice\" place to stay.  But our stay at Martha's place was more than nice.  It truly was — and felt — like our home.  We renovated our apartment nearby and needed a place to stay with our dog and 3 year old son.  We are also a month away from giving birth to our second child, so comfort, safety, cleanliness, and familiarity were the most important to us.  Martha and her family made us feel welcome, as if we had been their neighbors for years, and anything we needed (which was very little) was attended to almost instantly.  It was exactly the experience we needed to help us through that very stressful time, and though we are grateful to almost be back to our house, I will honestly say we will miss staying here.  And we hope to run into Martha's family in the neighborhood while we are strolling about.  No doubt if I ever need a place to stay in Park Slope again, I will check this and rebook without hesitation.  In fact I may do it once in a while just to use the luxurious and refreshing shower, which was amazing!  Thank you Martha and family! "}