{"description": "My cozy one bedroom  is centrally located next to every major subway in the entire city.\n\nIt is one block away from TriBeCa and Nolita , 2 blocks away from soho and Lower east side.\n\nI am located next to some of the best food and shopping around. \n\nView is killer.\n\nIt's quiet, cozy and extremely convenient.\nLocated next to every major subway in the city it makes it easy to get anywhere you want to venture to.\n\n1 block away from TriBeCa and nolita, 2 blocks from soho and Lower east side. \n\nSurrounded by some of the best food and shopping period.\n\nI live right across the street from a peaceful park where you can meditate, work out, play ball or have a picnic. \n\nThere is also a 24 hour organic grocery store and deli located right down the block.\n\nThis apartment has a great roof top that is in perfect view of the freedom tower. \n\nIt's great to take a moment to get a breathe of fresh air with a view to begin or end a long day in the city.\n\nYou will also have access to every major subways in the city which is a luxury.\n\nI am always available and love giving great recommendations.\n\nIf there is ever any questions, please do not hesitate to ask.\n\nI love the peaceful park that is located across the street.\n\nI often grab ice cream and sit on the bench and take it all in.\n\nI also love to walk to the opposite we of the park to stretch and fit in a light work out.\n\nMy 24 hour organic grocery store is also convenient.\n\nBut I'd have to say the fact I have access to every major subway In town makes lay minute decisions easy for me.\n\nEvery major subway is located within a block or two away.\n\nNQR JMZ 456 BDF ACE\n\nThis is a 5 floor walk up. I don't mind the stairs because it's like a mini work out for my Tukus and I have the top apartment closest to the roof which makes it a bit nicer but if you plan on having any elderly guests or are injured this may be important to take note of.", "name": "Charming and Cozy one bedroom", "picture_url": "https://a0.muscache.com/im/pictures/f93ee460-9828-45d9-8c56-f9857d04acad.jpg?aki_policy=large", "url": "airbnb.com/rooms/15536769", "id": "15536769", "price": 140, "review": "Brit was really nice! I really appreciate her flexibility with checkin and checkout. The apartment was clean, and she saved some space for my clothe. Communication was very good, and all the advises received about the area. The location is perfect, 5 min walking distance to metro, and full of restaurants. I definitely recommend Brit's apartment, and I would stay again. "}