{"description": "Our cute and comfortable apartment is situated in the heart of Williamsburg, a very charming and artistic area. It is well connected with buses and trains (J-M-Z-L-G) and there are lots of options for food, bars (many overlooking Manhattan on rooftops) and clubs.\nBesides the private bedroom, our living room sofa bed is available as well.\n\nVery comfortable house with a spiderweb relaxing chair and a minibar in the living room. You have full use of the kitchen.\nThe bedrooms has a Queen bed, a night stand, a desk, and a huge closet.\nOur guests can stay in a bedroom (up to 2 guests) and the living room, where we have a big sofa bed (up to 2 guests, with additional cost).\n\nThe whole house except our bedroom.\n\nI am Italian and my wife is Korean. We are very nice and welcoming and enjoy meeting people of all cultures. We speak English, Italian, Korean, Spanish, and a sprinkling of French. We are open to spending time with our guests but it's also fine if you want to do your own thing. We can give recommendations to places to see and eat and are available for any questions you may have.\n\nOur neighborhood is super cool; lots and lots of things to do!!!\nRestaurants, bars, clubs, art events, flea markets, parks. Let me know what you are interested in and I will try my best to guide you. \nSuper safe and nice area, very well connected.\n\nIt is super easy get from the JFK airport to our house with one train (J or Z). The J-M-Z trains are a 2 minutes walk from the house and the L train is a 12 minute walk. In addition, the G train is 10 minutes away. There is a major bus station in front of the house.\nThe subways are connected to Manhattan, with Lower East Side being 1 stop away.", "name": "Private room in a lovely 2BR Apt. in Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/ad28f4a2-e6a9-4cd9-9aa9-323541c81acd.jpg?aki_policy=large", "url": "airbnb.com/rooms/15534993", "id": "15534993", "price": 85, "review": "Hosts were very kind and welcoming, their place is spacious and very clean upon arrival. Neighborhood right in the heart of Williamsburg!"}