{"description": "Conveniently located to Times Squares. At the center of Hell's Kitchen area, steps away from variety of restaurants, grocery stores. It is only 2 minutes walk to the A/C/E subway making commuting in New York very easy! This cute and cozy apartment is equipped with Queen size bed, a comfortable sofa bed, can fit 3 people comfortably!\n\nThis cute and cozy apartment is the definition of New York City Lifestyle! The master bedroom is equipped with a comfortable queen size bed. The living room comes with a very comfy sofa bed- usually for one but could fit two people as well. This room would fit three comfortably. Cable TV and an ultra fast WiFi is provided inside the suite.\n\nEntire apartment - 1 bedroom 1 bathroom, living room, kitchen, dining area, all the storage spaces, and High Speed WiFi Internet! Dryer and washers are in the basement of the building.\n\nI'm just a text/call away! Let me know if you need anything and I will try to help as much as I can.\n\nNearby Attractions: \n- Times Square\n- Hell's Kitchen \n- Restaurant row\n- Rockefeller Plaza\n- Central Park \n- 5th Avenue Shopping \n- Broadway Theater District \n- Empire State Building \n- Hudson River\n\nExpress Subway Stops to: \n- Lincoln Center \n- Columbus Circle \n- Theater District \n- Harold's Square\n\nA/C/E Subway at 50th Street Station -- One block away\nN/Q/R Subway at 49th Street Station -- Two blocks away\n1 Subway at 49 Street Station -- Three blocks away\nB/D/F/M Subway at Rockefeller Station -- Four blocks away\n\nCheck in time is 6pm onwards.\nCheck out is 12pm NOON. \n\nIf you're arriving earlier, I have a place for you to store your luggage from 11am until check in time.", "name": "Cute&Cozy apt GREAT LOCATION! 5 mins from Times SQ", "picture_url": "https://a0.muscache.com/im/pictures/20000729-2695-442a-b203-5db324092bf5.jpg?aki_policy=large", "url": "airbnb.com/rooms/15534137", "id": "15534137", "price": 153, "review": "El departamento es tal cual se describe, muy bueno. La ubicación es excelente,  cerca del Time Squere y del metro.\n"}