{"description": "Spacious for 1, cozy enough for 2! Around the corner from Murray's Cheese Shop, and minutes from Washington Square Park, you'll love my place because it's nestled on a quiet block in the heart of the West Village. Grab a slice at Joe's pizza, shop the fabulous Bleecker St boutiques, have a beer at the Blind Tiger. If thousands of delicious restaurants outside my door won't do, visitors are welcome to use my quaint (but equipped) kitchen. My place is good for couples, solo adventurers, business travelers and anyone unafraid of heights - you climb a ladder to bed! :)\n\nThis is a Studio Loft. The front end of the apartment is one level with nice high ceilings. The back end is sectioned into two levels - the lower being the kitchen and the upper being a cozy sleeping area with a full size bed. Climb the ladder to bed (it's not scary - there's plenty of room and no risk of falling out of bed, I promise!) and close he curtain for added privacy as you sleep.\n\nGuests have access to the entire apartment - kitchen, bathroom, living room, sleeping - it's all yours and only yours for the full duration of your stay. \n\nWiFi, TV, AppleTV, wireless speakers. \n\nKitchen has full range stove, refrigerator:freezer, toaster oven, basic cooking equipment, flatware, and cutlery. \n\nLaundry is across the street. \n\nGuests staying over 30 days may request housekeeping during their stay.\n\nThe West Village is the greatest neighborhood in the city! It's clean, safe, rich in culture, steeped in history, and more alive than ever!\nBeautiful architecture, artisan shops, unique boutiques, and the best food in Manhattan. \nWashington Square Park, Father Demo Square, and so much more are right outside your door!\n\nTrains are everywhere!\nA/C/E + B/D/F/M  @W 4th St (2 min walk)\n1/2  @Christopher St (3 min walk)\n6  @Bleecker + Lafayette (7 min walk)\nPATH  @Christopher + Hudson (5 min walk)\n\nGRAND CENTRAL + PENN STATION + PORT AUTHORITY: \nThe big hubs for regional transit (Grand Central, Penn Station, Port Authority) are accessible via most any of the subways listed above.", "name": "Charming West Village Studio Loft", "picture_url": "https://a0.muscache.com/im/pictures/ba2af2da-8294-4e27-bd34-fe3a16815f84.jpg?aki_policy=large", "url": "airbnb.com/rooms/15533905", "id": "15533905", "price": 115, "review": "Great studio apartment in a perfect location. Clean, warm and lots of charm. "}