{"description": "You'll have the entire floor in this amazing and large Greenpoint apartment consisting of 2 1/2 bedrooms and 1 bathroom. It's located the heart of one of the coolest neighborhoods in all of Brooklyn near plenty of cool restaurants, bars, and shops.\n\nThe space includes a Queen size bed in the main bedroom, TV with Chromecast to stream, and a work desk.  In the second bedroom, there is a Full size futon and a work desk with iMac.  In the living room, there is a full size sofa sleeper, TV with Chromecast to stream, Xbox 360, a ton of DVD's, board games, blue tooth speaker, and more.  WiFi, hair dryer, iron, board, oven microwave, toaster oven, and brita filter are also available for your use.\n\nThere is a lockbox available in the entrance to get your keys.\n\nWe will be available via email.\n\nGreenpoint is one of the coolest and safest neighborhoods in all of New York.  There are a ton of bars and restaurants in the neighborhood, all within walking distance.  Over 125 restaurants deliver via Seamless and Grubhub.\n\nThe apartment is one block from the Greenpoint Ave G train, a five minute walk to the East River Ferry, or a 20 minute walk from the Bedford L train in Williamsburg. Buses also run nonstop on Manhattan Ave.  There are always Uber and Cabs available.", "name": "Quiet & Spacious Apartment in Awesome Neighborhood", "picture_url": "https://a0.muscache.com/im/pictures/b64a41a0-bc32-4277-921b-1988ad7a4348.jpg?aki_policy=large", "url": "airbnb.com/rooms/15547268", "id": "15547268", "price": 150, "review": "Perfect! I love the apartment, love the place, love the owner. The apertmenrt had anything we need. I like to bake, I use the oven baked three cheese cake in this trip. My firend like cook Chinese food they have some good flavour that is hard to buy. This is the kind of apartment I want to live in when I get married. It had all we need for cooking to entertainment. THEY HAVE XBOX !!!! Some night we play xbox, some time we watch a movie on the big TV. The wifi is fast, my ping was low when i play lol. The C market was just onthe other sides of the road. And there is a nice Sushi bar neer by. We had a wonderful vacation in just NY. We stay in home for a day , go to Manhattan for sightseeing. We had a relaxing holiday in NY.\nThanks Kyle"}