{"description": "Surround yourself with art and gardens in this charming Clinton Hill hide-away. One of the hottest historic and hip Brooklyn neighborhoods with close Manhattan access. Subway is 5-min walk away. Newly renovated, 2-room suite on garden floor of Civil War-era townhouse. Separate front entrance and access to beautiful garden featured in New York Times and Horticulture Magazine. Original tin ceilings and exposed brick, and white marble, wood floors, and a funky mix of art and new and vintage décor.\n\nApartment layout: \n•Bedroom. Brand-new queen-size Sealy Posturpedic mattress with pillowtop. View of garden through glass backdoor (with shade for privacy), closet, cabinets and shelving. Reading lamps. All new luxury pillows and bedding. Bedroom is at the back of the suite, off the garden. It's quiet, away from the street.\n\n•Sitting room/bedroom. Full-size Murphy bed with brand-new mattress with pillowtop. All new luxury pillows and bedding. Closet, cabinets and shelving, the bed folds right over the couch. \n\nWhen Murphy bed is up, room functions as a sitting room with couch, easy chair and reading lamps. Please note there is no TV.\n\nRoom has kitchenette with chairs and kitchen table, small refrigerator, sink, French press coffee maker, electric kettle, toaster, microwave and basic kitchen plates, cups, glasses and cutlery. Complementary quality coffee, teas and sweeteners, and granola is provided. Please note there is no stove or dishwasher. \n\n•Bathroom: Newly renovated full bath with subway wall tiles, wainscotting, penny floor tiles, extra deep tub and shower, and HEATED floor! Plenty of new, plush towels! Complementary shampoo, hair conditioner, body wash and hand soap.\n\n•Entrance area provides place for shoes, coats, umbrellas and incidentals. Front door has convenient keyless access. \n\n•Garden. In season, sitting area, fountain, amazing plantings. The garden has been featured in The New York Times and Horticulture Magazine. Feel free to use it all except our private deck off of the second floor.\n\n•There is free wifi, but no TV.\n\n•Window air conditioning in season (June through September).\n\nYou will have private street and garden access. The entire suite is yours and is private.\n\nWe will leave you tons of recommendations about where we love to eat nearby and what we love to do. We are also available if you have any questions about our exciting city! We will do our best to meet you for check in though we do have, for your convenience, a keyless entrance lock. \n\nWe live upstairs, separate from the Airbnb suite, and you will have complete privacy. That being said, we are available any time if you have any questions!\n\nClinton Hill/Fort Greene is part of Brownstone Brooklyn and is lined with beautiful 19th Century brownstones, bricks and wood frame townhouses (the latter is ours!). It is a diverse, dynamic, arty and historically landmarked neighborhood. We are a 3-minute walk to the subway (C line), grocery stores, restaurants and bars. By subway, we’re only 15 minutes to downtown Manhattan. Centrally located to many Brooklyn attractions: (10 to 30 minute walks) to Brooklyn Academy of Music, Pratt Art Institute, Downtown Brooklyn, Barclays Center, Brooklyn Flea, Berg’n, Prospect Park, Brooklyn Botanic Garden, Brooklyn Museum and Fort Greene Park. Easy walk, car ride or public transportation to popular Brooklyn neighborhoods of Park Slope, Brooklyn Heights, Bedford-Stuyvesant, Cobble Hill, Carroll Gardens, Crown Heights, Williamsburg, Greenpoint and Bushwick.\n\nWe are a 3-minute walk to the C subway line and the 25 and 26 bus lines stop around the corner. The subway is only 15 minutes to downtown Manhattan.\n\nPlease note that while we are a quiet, empty-nesting couple and we don’t wake up ridiculously early or stay up crazy late, you may hear us above—the house is a Civil War era building and some noises are part of the history. \n\nThough we do live on a relatively quiet, residential street, we do live in an urban area and cannot control incidental street noise. The main back bedroom is off the street and is very quiet.\n\nAlso, we are a pet-free home for those who are allergy-sensitive.", "name": "Charming and Private Clinton Hill Hide-Away", "picture_url": "https://a0.muscache.com/im/pictures/e38307e4-ae41-41a1-805a-a8003175b92d.jpg?aki_policy=large", "url": "airbnb.com/rooms/15543169", "id": "15543169", "price": 125, "review": "This is a great location and lovely apartment. Subway was very easy to get to, restaurants and grocery stores close by. If you want to explore Manhattan, the subway is an easy ride. Loved staying in a more residential location and Kim is a great host. Can be a bit noisy but quiets down pretty quickly. I would highly recommend."}