{"description": "My place is in the heart of Williamsburg. Close to Nitehawk Cinema, Radegast Hall & Biergarten, Egg, Blue Bottle, Whole Foods, Parking Garage, Apple Store, Mast Brothers Chocolate, Williamsburg Cinema, Bedford avenue shopping area, the L train subway station.. You’ll love my place because of the outdoors space, the comfy bed, the neighborhood, the close proximity to public transportation. . My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nGuest have acces to full Kitchen, Living/Dinning room with TV and backyard\n\nI'll be happy to assist you personally during your stay, as well as to provide you with information about the neighborhood and NYC in general.\n\nWilliamsburg is one of the most vibrant neighborhood of Brooklyn and NY in general. Perfect for young people as well as young families. Great option dinning, bars, movie theater, bowling alley, art galleries, shopping, parks, etc...\n\nPaying Parking lot is around the corner. L, J and M trains are in close walking distance, as well as the East River Ferry", "name": "Spacious 2BR in heart of Williamsburg with outdoor", "picture_url": "https://a0.muscache.com/im/pictures/10206940-f68e-43ae-af17-3b5d8a446069.jpg?aki_policy=large", "url": "airbnb.com/rooms/15559308", "id": "15559308", "price": 175, "review": "This place was everything and more! The location was superb. Aristides' place was very homey and welcoming. It kinda reminded me of my own place. Comfortable beds, room darkening shades and an inviting shower made our weekend so pleasant and a much deserved respite from our daily lives. I loved being able to walk everywhere. Williamsburg has so much to offer and Aristides' place is the perfect location. There is a beer hall right across the street so it can get lively in the evening but the noise was never enough to keep us up. I just loved the private patio. It is an incredible advantage to have green space in this area. Being able to walk to Blue Bottle orToby's Estate for coffee in the mornings, Martha's Country Bakery for dessert, Joe's for late night pizza was a treat for us. With a Whole Foods around the corner and a bevy of restaurants and shops within walking distance, this place is top-notch! I definitely look forward to coming back and if this place is available, I would absolutely book again."}