{"description": "I invite you to my townhouse for easy access to NYC. One full-size futon, trundle bed (twin bed w/rollout twin), and 2 folding twin beds to accommodate up to 6 guests. Private parking. 2 min walk to bus stop to free SI Ferry & express buses to the city, 5 blocks from a beach, boardwalk, playgrounds, bike lines, Ocean Breeze Athletic Complex, 3 miles from Verrazano ( for Marathon attendees), SI University Hospital, 24 hrs open dinner & deli. Welcome couples, business travelers, families with kids\n\nIt is my 3 floors one family house and I'm renting 2 bedrooms with access to 2 floors. I treat everyone with respect. I make the space nice and clean before everyone arrives. Features wooden floors, full eat in dining room, kitchen with refrigerator, dishwasher, oven & microwave, living room with cable TV, bathroom with shower and jacuzzi bathtub.\nLiving room and common space to share with family and friends. Perfect hanging out, cooking and great to spend time in or out as you wish. Feel comfortable in your own space!\n\n2 bedrooms, 1.5 bathrooms, kitchen, dining, living, deck, backyard, driveway\n\n* 1 hr / most times available for help\n* available for help/ drive for Marathon attendees\n* sometimes available to drive from/to airport\n\nbeautiful sand beach with 3 miles ocean side promenade, fishing pier and restaurant on the boardwalk for a romantic dinner, drinks or live music at the oceanside bar,  Ocean Breeze Track and Field Athletic Complex\n\nit is one block to the bus stop:\n* S51 to free SI ferry going 24 hrs\n* X4, X5, X7, X8 express busses going in rush hrs to and from the city\n* X1 express bus going 24 hrs from corner of Hylan Blvd few blocks away\n* X9 express bus in rush hrs from corner of Hylan Blvd\nAirports:\nThe closest airport is Newark, 20 min. and about $50 by taxi, but as long as coming from JFK by public transportation.\nFrom JFK (30 min) a direct taxi will cost about $80-90 but you can take it to the ferry terminal in Manhattan for a flat rate of $52, and from there you can take the ferry. From JFK there are also public transportation options (by subway/bus) that cost only $7 in total.\n\n- **NOT RECOMMENDED FOR PEOPLE WITH STRONG ALLERGY TO CATS, AS THEY WERE IN MY HOUSE** (cats are not present at home when guests arrive)\n- no guests but those listed on the reservation are permitted\n- access to laptop & printer available\n- 1 bike available\n- HDTV, Wi-Fi, cable, all utilities are included\n- An area outside is designated for smoking\n- massage or waxing service available", "name": "2 bedrooms- NYC Ferry, Athletic Comlex, Verrazano", "picture_url": "https://a0.muscache.com/im/pictures/a367fbd3-ecd1-43d4-afe5-666c49463ffb.jpg?aki_policy=large", "url": "airbnb.com/rooms/15560394", "id": "15560394", "price": 116, "review": "Joanna's property served us well...4 adults and 2 children.  We spent every day of our 6 days visiting NYC.  We were close to stops for getting on the bus or train to the Staten Island Ferry and on to Manhattan where the easily used subway system provided access to all of what we wanted to visit.  Joanna's Staten Island property had all that was needed for a wonderful stay...and the relaxing environment it provided helped us \"recover\" for the next day's adventures in NYC!"}