{"description": "My place is close to the Subway Station ( 1 min walk) ,  Local Restaurants, (Sip N Chat Cafe) (Suede NYC) (Footprints) and many more.   Target, Brooklyn College, for the health nut Healthy Blendz Juice Bar, all in walking distance.  The Kings Theater is a five minute cab ride away; and we are a few train stops from Brooklyn Museum, Botanical Gardens, Prospect Park, Barclay Center and the Brooklyn Academy of Music (BAM)\n\nTo ensure that my guest have the most comfortable stay the space is decorated in a elegant hotel style.\n\nNo access to the linen closet, which is locked.  Guest will have open access to every other apace in the apartment.\n\nArrangements can be made,should our guest need assistance during their stay. Guest who wants the space clean during their stay can also request for the service.\n\nBeautiful people, Restaurants, Theaters, Shopping, Bars you will find it all in the neighborhood.   Feel like dancing to soca or reggae music, located on 29 Street and Avenue D, Sip n Chat is the restaurant and bar for you.  The recently renovated Kings Theater is only a five minute cab ride and 15 minute walk away.  Brooklyn College, Target, Chipotle and Starbucks is only a ten minute walk.  For the health nut visit one of our local Juice Bars, Healthy Blendz  or Ital Fusion for a Vegan Meal.  And if you're a foodie Indulge yourself in Caribbean cuisine, Indian Cuisine,Mexican, Thai, Japanese.  Wanna burn some calories there are four Gyms near by, Blink, Retro, Planet Fitness,and the YMCA.\n\nIf you choose the train you will be pleased to know that the 2 or the 5 train is literally a one minute walk from the apartment. After a 10 Minute ride to Barclays Center Atlantic avenue, connections can be made to the five boroughs in of NYC.  Take The B41 on Flatbush ave to Kings Plaza Shopping Mall or the opposite direction to Downtown Brooklyn.\n\nThe space is arranged so our guest can feel very comfortable and relaxed. For those who are not familiar with the area i will be available to provide answers to your question!", "name": "One of a kind Sun Filled Elegant Studio.", "picture_url": "https://a0.muscache.com/im/pictures/013e6905-871f-436e-a8c3-5e053cc62422.jpg?aki_policy=large", "url": "airbnb.com/rooms/15582683", "id": "15582683", "price": 90, "review": "Imani's place is exactly how it is shown in the pictures. And she describes exactly as how it is as well. It's not far from any transportation to basically anyehere you want to go. Thank you again Imani for your hospitality and quick responses to my questions. "}