{"description": "My apartment is prefect for large family or large groups. Spacious living area and private bedrooms. Half a block from the subway leaving all of Manhattan easily accessible. Great cafe's, restaurants, and shops within walking distance. Local grocery store, fresh fruit stands and markets  open days and nights.\n\n4 Bedrooms in the lively neighborhood of East Harlem in Manhattan.\nBeautifully furnished space with large rooms.\nWIFI and  cable equipped. \nEasy access in and out of NYC.\n1 block to the 6 Train on 116th street and one stop to the 4, and 5 train on 125th street.\n\nTons of bars, restaurants, pubs, lounges and night life attractions.\nWalking distance to Central Park and The Museum Mile.\nDiverse ethnic restaurants in walking distance. Delivery is also available. \nLocated near all major highways, expressways, and bridges into The City.\n\nThis is a spacious apartment offers 4 bedroom 1living room 1 bathroom and a kitchen. In total 1400 square feet (or 130 square meter). There are 5 beds: 4 queen sized beds and 1 queen size sofa bed, great fit for 10 guests.\n\nKitchen:  has a full line of pots and utensils, toaster, coffee maker, electric kettle, microwave, oven, and a full size fridge.\n\n Bathroom: fresh towels and linens, and shower necessities (soap, shampoo, conditioner, body wash).\n\nOther amenities: Internet, hair dryers, ironing boards, and educated and resourceful host.\n\nMy Entire apartment will be yours.\n\nAs often as needed, I typically respond to messages within an hour.\n\nEast Harlem (El Barrio or Spanish Harlem, if you prefer) is growing accustomed to receiving visitors. This neighborhood’s vibrant roots are depicted through its large-scale murals, discussed in its museums, and revered by its members. The draw of its deep seeded traditions is matched by superb subway accessibility. Although East Harlem is gaining notoriety as a neighborhood to watch, it’s still raw at its core—especially after sunset.\n\n6 Train: 4 minutes by foot \nLaguardia Airport: 15 minutes by cab without traffic\nJFK Airport: 30 minutes by cab without traffic\nWall Street / Financial District: 31 minutes by subway\nTimes Square: 15 minutes by subway\n\nCheck in is at 2:00 pm & check out is at 11:00 am please keep this in mind when booking your flights. YOU WILL BE SUBJECTED TO A LATE CHECK-IN FEE IF YOU ARRIVE PAST 8:00 PM", "name": "Great Spacious 4BR In Upper Manhattan Sleep 10", "picture_url": "https://a0.muscache.com/im/pictures/ffca4bdf-5a64-4aeb-a4f9-f518411f5903.jpg?aki_policy=large", "url": "airbnb.com/rooms/15583747", "id": "15583747", "price": 275, "review": "Surprised by how huge the apartment was and how homey it felt. "}