{"description": "The place is located in the wonderful & funky Greenpoint area of Brooklyn. It's walking distance to beautiful views of Manhattan, Long Island City, Williamsburg, & a bunch of local hot spots.  My space is actually the upper floor of a duplex apartment but is very separate from the lower floor. It has a private bedroom/bathroom but also its own living room & kitchen.  Though the apt is shared with the downstairs occupant, it feels very separate & private. Great for couples/solo travelers!\n\nThe apartment is in a brand new building so everything is new and very clean. The building does not have an elevator, but this unit is on the first floor so guests won't have to worry about stairs. It is street level so you can hear the noise of the neighborhood from time to time but it isn't a very bustling part of town so it usually isn't a problem. I will provide a sound machine in the bedroom should guests want to use it.\n\nGuests will have access to the upper floor which includes a private bedroom, private bathroom and private kitchen (with dishwasher). Guests will also have access to a washer/dryer on the downstairs level, should they need to use it during their stay.\n\nI will be available to contact throughout your stay should you have any questions and am happy to offer suggestions on where to go, eat, drink in the area.\n\nThe apartment is located in between the G train (about a 10 minute walk) and the 7 train, which gets you into Times Square in 3 stops (10-15 minute walk over the Pulaski bridge), as well as several bus lines.\n\nThis is a very unique apartment since it is essentially two separate apartments that share a front door.", "name": "Private floor in Greenpoint - like your own apt!", "picture_url": "https://a0.muscache.com/im/pictures/b4c0c377-5abf-456f-a4e6-9a29d5ddeb87.jpg?aki_policy=large", "url": "airbnb.com/rooms/15589303", "id": "15589303", "price": 110, "review": "Perfect airbnb experience. Listing was as advertised, with nice furnishings and ameneties and of good size. There was a roommate downstairs, but we didn't see her for five days except at check-in. We had a whole floor with kitchen/bedroom etc to ourselves.\r\n\r\nAndrea is extremely considerate and helpful. She put us in touch with the downstairs roommate who checked us in, and if we had minor requests was always cool. She also seems like \"someone I could be friends with,\" as my girlfriend put it; she has an admirable collection of books and the motivational quotes which appear in decorations here and there suggest an active mind, good heart and passionate spirit."}