{"description": "Hi everyone! Welcome to Williamsburg. Here, we've got plenty of great food, art, people, and nightlife! My place is close to all the trendy shops that you could possibly want, just steps away; incredible restaurants, from big names like Peter Luger's famous steakhouse, to local endeavors like the Polish Dziupla; great cocktail and lounge spots like Freehold, or Maison Premiere; and access to one of the best rooftop sunset views in the whole city, right on your own private rooftop. Come enjoy!\n\nMy entire apartment will be available to you upon your booking. I have two female roommates in their early twenties that will likely be in the apartment during your stay. I have sheets and towels provided for your comfort :)\n\nWe have a laundry room on the first floor of the building, which takes quarters. I can lend you some detergent and dryer sheets if you need! Also, if you have a bicycle, there is bike storage on the first floor of our building and I can provide you with a bike lock! If you do not have a bike but are interested biking, there is a citibike station just around the corner from my apartment that I can teach you to maneuver.\n\nYou are welcome to give me a call or text throughout your stay if you have any questions about anything at all.\n\nClose to everything you need. Just ask.\n\n7 minute walk to Bedford Ave L train which is one stop outside of Manhattan's east village. Four stops from Union Square where you can transfer to the 4, 5, 6, N, Q, or R train!\n\nWe have a wifi, a printer with lots of ink and paper, and a smartTV! Also, it's somehow still above 70 degrees here in NYC and we've got central air! If you're cold, we have heat, too!\n\nAND... I have a steamer for wrinkly clothes!! Super easy to use.", "name": "Sunny & Spacious Bedroom in Williamsburg!", "picture_url": "https://a0.muscache.com/im/pictures/1631ad0e-2810-4bc2-beb6-4079b1fe13ec.jpg?aki_policy=large", "url": "airbnb.com/rooms/15595328", "id": "15595328", "price": 95, "review": "Good and clean room in a nice building on a great location. A short walk away from Bedford Avenue Metro station, from which it's just a couple of minutes to Manhattan on the L-Line. Recommended!"}