{"description": "Come live like a New Yorker in our Brooklyn garden apartment. Located in Bedford-Stuyvesant, about 30 min from Manhattan with great access to 3 subway lines (A/C, J/Z , L) The closest stop is just 1.5 blocks away. Our place is ideal for couples, we can also prepare the sofa in the living room for you as well, it sleeps two extra guests. Families with kids are very welcome.\n\nHi! We are Eva and Jacob, a photographer/designer couple, and this is our home in Brooklyn. Our apartment is in the garden level of a Brooklyn townhouse. The apartment has a separate entrance and a terrace facing the backyard where you can relax after a long day exploring New York City. The apartment is newly renovated but features a lot of original details like exposed brick and a fireplace. We're conveniently located near three different subway lines (The A/C the J/Z and the L), with the closest station being just 1.5 blocks away. You can get to Bushwick, Williamsburg, Downtown Brooklyn and DUMBO with a 20 minute train ride, and Manhattan is only 30 minutes away. JFK airport, as well as Rockaway beach (another local favorite spot) are also very easily accessed via subway from our house. We have central heat and air conditioning, which is great for the hot/cold months.\n\nBeing good community members and following state and NYC regulations is important to us. We are careful to comply with our local laws, and particularly the New York State Multiple Dwelling law, which allows short-term rentals in two-family homes, like this one.\n\n\n--- Please note: Off season discounts are already reflected in the price, no additional discounts.\nWhen reaching out please tell us about your trip and the people you are traveling with. Thank you! ---\n\nThe apartment is all yours, you also have access to a terrace in the back of the house and the backyard.\n\nFeel free to contact us if there's anything at all we can do to improve your stay. We love the neighborhood and are happy to provide suggestions for outings, restaurants or anything else.\n\nWe live in a residential area in the Bedford-Stuyvesant area of Brooklyn. It is a cute tree lined street with little town houses. We love the diversity in our area and have great access to public transportation, the A/C train (only 1 block away), J/Z train are very close by. The L train is a 10 min walk away. There are a few great locally owned restaurants/cafes within walking distance (Bread Love, Mcdonough Cafe and Butch and CoCo are our faves), and some of the most interesting up and coming restaurants in Brooklyn are just a few train stops away (We love Saraghina, L'Antagoniste, Roberta's and Willow are some of our top picks)\nSupermarket and convenient stores are close by. There is free street side parking on our street, it is usually easy to find a parking spot very close to the building.\n\nWe usually take the train to get around the neighborhood. The J/Z train brings you to South Williamsburg in about 10-15 min and the A/C train is great to go to Manhattan. It's about a 30 min train ride to Manhattan. We are off the \"Rockaway\" subway stop on the C train and the Chauncey stop off the J/Z train. JFK airport is just a 20 minute cab ride away when there's no traffic, and it's also easily accessible via public transit. It's also very convenient to get a cab from or too our place using the Uber or Lyft app.\n\nPlease do your research about the neighborhood. The apartment is located in a residential part of Bedford-Stuyvesant in Brooklyn, about 30 min away from Manhattan. The area is diverse, with lots of different ethnic backgrounds, very neighborhood oriented and friendly. The neighborhood is safe. Some restaurants are in walking distance, there is a great convenient store across the street. A larger selection of restaurants is a short subway ride away (see neighborhood map).\n\nOur apartment is in an urban environment, and you can expect to hear the occasional sound from outside (such as fire trucks or buses passing), as well as a normal level of occasional noise from the other unit.\n\nKids and families are very welcome. Please note that there are stairs in the apartment if you have smaller children.", "name": "Charming Brooklyn Garden Apartment", "picture_url": "https://a0.muscache.com/im/pictures/1a076b48-778f-4760-b55c-cd5e19a1a078.jpg?aki_policy=large", "url": "airbnb.com/rooms/15598548", "id": "15598548", "price": 139, "review": "My stay here was very great. Location is by everything, communication with Eva and Jacob was very easy answered every question I had. Apartment was very clean, also the deli is steps away from the apartment. Will definitely be back again "}