{"description": "Private apartment in a newly renovated, light-filled townhouse with two cozy bedrooms, large living/dining area, full kitchen, full bathroom, and in-unit washer/dryer. Features an eclectic showcase of modern and Victorian details, alongside the work of local independent designers. Located on a friendly block and right in the middle of everything Bed-Stuy has to offer: restaurants, coffee shops, gorgeous architecture, and an express subway stop to the rest of the city.\n\nThis perfectly private, light-filled garden apartment has the original Victorian details of authentic brownstone Brooklyn--cast iron fireplace, oak and walnut floors--blended with clean modern touches and lovingly curated with the work of local artists and designers. Newly renovated in 2016, the home was originally built in 1899. The apartment features two comfy, quiet bedrooms: one fitted with a queen-sized bed, the other a full-sized bed (this room also makes a great home office). You'll find ample storage for your garments and other travel belongings, and you can take advantage of our home's greatest feature: your very own in-unit washer/dryer. \n\nThe kitchen is well-equipped for cooking with custom Shaker cabinetry and butcher block counters (as well as a toaster, microwave, coffee maker, french press, and electric kettle). The new bathroom has a Toto cast iron soaking tub and beautiful modern fixtures providing excellent water pressure; this apartment has it's own water heater and boiler so you can set the thermostat to your liking and take luxuriously long showers. Need to veg out after a long day in the city? Just turn on the smart TV, enter in your own code (for Netflix, Hulu, HBOGO etc...) and catch up on your favorite shows or movies; the unit also has basic cable as well as wifi.\n\nPrivate entry via a large \"airy way\" or front garden with a Victorian globe light - the street is beautifully well lit in the evenings. Surrounded by mature maple and oak trees, the block is splendid in the autumn months.\n\nYou never have to see us if you don't want to, the entry to the apartment is entirely private and nothing is shared between units. We live just upstairs.\n\nBedStuy is the best neighborhood in Brooklyn: gorgeous brownstone architecture, friendly neighbors, and lots of delicious local restaurants: Saraghina, Peaches, Oaxaca, Toad Style, L'Antagoniste and the newly relocated Chez Oskar (happy hour oyster special is our favorite!) are all a short walk from our front door. Like to shop? Sincerely, Tommy (named \"an oasis of chic\" by Sight Unseen) is on our street a few blocks away.\n\n15 minute walk to subways. A/C express train to lower Manhattan in 15 minutes; JMZ train Williamsburg in 10 minutes, 15 minutes to the Lower East Side. Staying local? You'll find a Citibikes location on the corner one block away.\n\nAn easy trip to/from JFK airport, and there's usually lots of street parking available.", "name": "Design Hideaway in a Classic Brooklyn Townhouse", "picture_url": "https://a0.muscache.com/im/pictures/98f72f80-7868-42ac-81ab-5ce49b188fd3.jpg?aki_policy=large", "url": "airbnb.com/rooms/15597600", "id": "15597600", "price": 185}