{"description": "Welcome to Home!\n\nA super cozy apartment situated in a quiet, peaceful neighborhood.\n\nWelcome to Home!\n\nHome:\nA private, super-cozy apartment on the second floor of a three story building.\n\nBedrooms:\n\n#1:\n - Queen size bed. Sleeps two.\n - Twin size sofa bed. Sleeps one.\n\n#2/Living Room\n - Queen size sofa bed. Sleeps two.\n - Twin size foldable foam bed. Sleeps one.\n - Three or more Twin size air mattresses. Sleeps three +.\n\nHuge deck with a great view of the city.\n\n - Washer and Dryer (detergent and dryer sheets included)\n - Free high speed WiFi\n - Air conditioning\n - Heat\n - Flat screen TV\n - Cable TV\n - Fresh, fluffy towels \n - Fresh, crisp linen\n - Microwave\n - Coffee Maker\n - Toaster\n - Pots, pans, plates, glasses, all kitchenware\n - Iron \n - Ironing Board\n\n\nHome is one block the Queensboro Bridge (also known as the 59th St. Bridge) which takes you to Midtown Manhattan.\n - 17 min. walk to the Apple Store on 5th Ave.\n - 9 min. bicycle ride to main entrance of Central Park.\n - Bicycle rental two blocks away.\n - I've actually timed this :).\n\nHome is 2 blocks from the N, Q and 7 trains.\n  - 1 stop to the city.\n  - 4 stops to Grand Central Station\n  - 7 stops to Times Square.\nHome is 3 blocks from the E, M and R trains.\n  - 2 stops to the city.\nHome is 6 blocks from the F train.\n  - 2 stops to the city.\n\nTaxi:\n$5 - $9 to the city.\n\nJFK/LaGuardia\nTaxis (which are very easy to hail from Home):\n - About $19 to La Guardia\n - About $35 to JFK Airport.\nPublic transportation:\n - E train to JFK\n - N train to La Guardia.\n\nHome is a quiet, safe neighborhood while being the closest thing to the city! \n\nThere are great restaurants and a handful of bars within walking distance. \nA 10 minute walk will bring you to PS1, a satellite museum of The Metropolitan Museum of Art (MoMA). It has great, funky pieces of art from cutting edge artists. Home is also very close to Brooklyn.\n\nStreet parking generally opens up by 3:30 pm. \nParking lots within two blocks charging between $7-12 for the day.\n\nPlease feel free to contact with any questions you may have.\n\nThanks!\nAaron\n\nQuiet little neighborhood right next to the city. You can enjoy a day in NYC and come back to somewhere quiet and peaceful.", "name": "Home in Queens! Cozy Flat Minutes from NYC.", "picture_url": "https://a0.muscache.com/im/pictures/fe59065c-643a-4bb2-8fcd-132a574a138a.jpg?aki_policy=large", "url": "airbnb.com/rooms/15600896", "id": "15600896", "price": 99, "review": "Great place!"}