{"description": "This delightful two bedroom rental space is located in the heart of Brooklyn.  Centrally located in the beautiful historic Bedford Stuyvesant neighborhood. Experience the diversity and culture of our community.\n\nPerfect for couples or solo adventurers wanting to enjoy NYC on a budget. Enjoy a short subway ride to Manhattan, while viewing the scenic Manhattan skyline.\n\nWe are available to provide you with information on travel, restaurants or other services you made need.  We are also available to answer any questions that you many have. This space is very private for guest wanting to enjoy quiet time alone. Feel right at home in the heart of Brooklyn.\n\nThere are a variety of restaurants within walking distance from the house.  Few minutes away by subway is Brooklyn Bridge, where you can enjoy a  walk to Manhattan over the bridge and see the beautiful skylines.  Also enjoy an event or basketball game at Barclays Center few minutes away.  If you like adventure, visit Coney Island lunar park, or enjoy a sightseeing tour.\n\nGetting around is easy using the subway (metro) station few short blocks away from hous.  Subway lines J/M/Z also A/C are easily accessable.  If you prefer UBER service download the app. From JFK airport there is the B15 bus that stops one block from the house.\n\nGuest driving to house can utilize on the street parking that don't require a permit.", "name": "Two bedroom suite", "picture_url": "https://a0.muscache.com/im/pictures/c123e573-bdb3-4a6a-86b1-d044d0eaa9f6.jpg?aki_policy=large", "url": "airbnb.com/rooms/15603806", "id": "15603806", "price": 130, "review": "How much did I love Ann's home ...ohh let me count the ways lol....\n\n\nLet's start by saying how amazingr close she is to everything. Ann went above and beyond for me and my best friend. We arrived in the city at almost 2am and Ann was there to greet us and show us how to enter the property. After her informative greeting she left us to get settled. Now this is where it all get good! Ms. Ann had thought of it all, very nicely decorated space and goodies for her guest! The rooms were well stocked for anything you may need in addition was provided. Ann went over the top to make sure her guest are comfortable she even had continental breakfast for us! Airbnb really should take a hint from her and require all of her standards! I could go on and on about her space but if your Brooklyn look her up !!!\n\nThank you so much Ms.Ann for you amazing hospitality and genuine kindness.\n\nTil next time :)"}