{"description": "2 bedroom apartment in the heart of Manhattan's lively West Village. Ideally located near Union Square, Flatiron District, Meatpacking District, Soho, Chelsea, and more. \n\nThe West Village looks like a European small town in the middle of the nation’s biggest city.  Shoppers, diners, and art aficionados flock here in droves. Despite its foot-traffic, the West Village manages to maintain an intimate vibe that sets it apart from many of the other \"hustle and bustle\"  New York City destinations.\n\nPerfect location. Great views. 1 minute walk to subway.\n\nEntire apartment.\n\nJust a text, email, or phone call away.\n\nhttps://www.airbnb.com/locations/new-york/west-village\n\nSubway, taxi, bus, all a short walk away.", "name": "Gorgeous 2 Bedroom Apartment - West Village - NYC", "picture_url": "https://a0.muscache.com/im/pictures/c96a9ffc-a03e-415f-a4d4-f8bde4358cd3.jpg?aki_policy=large", "url": "airbnb.com/rooms/15602142", "id": "15602142", "price": 309, "review": "Our family of four could have spent $500-$600 a night for a  more fully-equipped flat with more amenities like washer, dryer, gourmet kitchen, etc. In fact, that's what we were planning on doing -- and what we have always done before.\n\nBut my wife suggested that we get something a bit more basic instead, around $250 per night for a 3 night stay. After all, we'd be out and about seeinmg the sights in New York all day and night, so it's not like we'd be hanging around the house all day. Anmd then, too, she liked the idea of having an extra $1,000 to spend on shopping.\n\nShe was right. We had a perfectly wonderful stay at Greg's $250/night flat, and didn't miss a gourmet kitchen or extra bedroom or washer and dryer one bit. The flat is wonderfully located, was clean and light and airy, and Greg went out of his way to make our stay comfortable -- buying us a small fan to help kill the street noise and letting us check out a bit later than required.\n\nIf you plan to be out and about during your New York visit, you couldn't ask for a better or more affordable pl;ace to saty than Greg's flat."}