{"description": "My place is good for couples, business travelers, and families (with kids).  Your renting the entire space on the second floor thats your private area.  Your a bus ride away from JFK 15 bus to Fulton street walk a block down to Albany ave make a left.  When leaving the 15 bus is directly across the street from AIR BNB rental.  Trains are close C train across the street, A train two blocks which takes about 20-30min to Manhattan.  Bus going down town Brooklyn the 25 across the street 30-40min.\n\nYou'll be walking distance to many restaurant (Applebee's, McDonalds, Burger King, Dominos Pizza, Little Cesar's) and many more restaurants.\n\nYou will have the second floor studio apartment in a three family home.  You will be the only ones on that floor.\n\nIf you need anything you can just call me hopfully I can help.\n\nThis neighborhood is rebuilding.  There's a lot of luxury apartments.  The Barcely Center, new movie theater all the shopping centers you can imagine just 12-15min by A or C train, 30-40min by B25 bus.  You even have trains downtown Brooklyn that take you Upstate New York\n\nThe LIRR is on Nostrand Avenue about 4 blocks away if you want to visit family in LongIsland.  You even have trains Downtown Brooklyn on Atlantic  that will take you Upstate New York.  You can even UBER if you have an account.\n\nYou have the second floor studio apartment to yourself with one bed and pull out couch.  You have cable and Internet access.", "name": "A Friendly Place in Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/b4f8cce5-a1b2-4673-9e1f-f59f231f7c05.jpg?aki_policy=large", "url": "airbnb.com/rooms/15602320", "id": "15602320", "price": 120, "review": "Linda is a fantastic host. Very quick to respond to questions and help solve any problems. We had a couple of minor issues when we arrived and she was very quick to solve them. This is my very first AirBnB, and I am very impressed. We told her today that we will definitely book with her again when we visit NY in the future."}