{"description": "Our house is a charming, historic mid-19th c. row house with 3 bedrooms over 2 floors and a backyard. You'll have the entire building to yourself! 10 steps to the nearest train stop, 5 minutes to Williamsburg and 10 minutes to Lower Manhattan.\n\nWe have a charming home which is ideally situated with 3 bedrooms and a bathroom on the upper floor and the living room, dining room, and kitchen on the lower floor. We've decorated with lots of plants, art and books, and our house is cute even though the floors aren't straight :) We have a large backyard filled with plants, and a newly renovated kitchen equipped with everything you might need. The bathroom will be renovated soon, but for now it is one of the older rooms in the house.\n\nBedrooms: There are 3 bedrooms on the upper floor available for your use, 2 of which have comfortable full size beds and one of which is smaller and will have a twin size pillow-top air mattress (although if you don't need it, the room doubles as an exercise room! Just let us know.) There is also a fold-out couch in the living room, and it's not the most comfortable but it works if you need it. All linens, pillows, blankets and towels provided.\n\nYou have access to the entire house minus the basement and one of the upstairs rooms (3 bedrooms are for your use and a 4th room is closed off.) You also have full backyard access.\n\nWe'll be gone during your stay but someone will be on hand to help out if you need it and we will be reachable via email.\n\nWe're located on the border of Bushwick and Bedford Stuyvesant in Brooklyn. Bushwick is probably the trendiest neighborhood in NYC right now, and our house is a 10-20 minute walk or short cab ride to many hip bars, restaurants  and venues. Our immediate neighborhood is in the midst of a revitalization and has a handful of bars, galleries and restaurants within a few blocks. \n\nOn the nearest corner are a 24-hour laundromat, large food store with organic items, delis, a pharmacy, and many other shops.\n\nTransportation: We are 30 seconds to the closest subway stop, which is a quick 5 minute ride into Williamsburg or 10 minutes to Lower Manhattan.", "name": "Entire 19th c. Row House, Backyard, Close to Train", "picture_url": "https://a0.muscache.com/im/pictures/8ca7ae87-0d52-4c95-b6a7-d8dffd0d9ca5.jpg?aki_policy=large", "url": "airbnb.com/rooms/15629854", "id": "15629854", "price": 185, "review": "Great place in Brooklyn, really close to subway and a lot of nice places..."}