{"description": "Comfortable, clean & updated 1 bedroom in authentic LES tenement building on best block of the neighborhood! Perfect for a couple.\nSurrounded by trendy restaurants, hip shops, cozy cafes, coffee shops, art galleries & bars. \nEverything is right there, plus nolita, soho, alphabet city & east village are about a 10/ 15 min walk.\n2.5 blocks to F and JMZ trains & 5 blocks to B D Subway.\n*Please note: This is a 3 floor walk up (no elevator) but once you are in the space and hood, it'll be worth it!\n\nNolita, soho, alphabet city & east village are about a 10/ 15 min walk.\n\nThe apt is 2.5 blocks to the F and JMZ trains & 5 blocks to the B and D Subway.\n\nThere is a Citibike station at Allen and Hester (about 2 blocks).\n\nVia is a great app to download to get around manhattan and to/ from the airports. It is a car share so not door to door and not the best if you are in a rush. Then you are better off taking a Juno, Lyft, Uber or local car service (Delancey (PHONE NUMBER HIDDEN)).", "name": "Understated Luxe *prime* spot in LES!", "picture_url": "https://a0.muscache.com/im/pictures/8eaa090d-5b6d-48f9-a6d6-3629a3a62683.jpg?aki_policy=large", "url": "airbnb.com/rooms/15620835", "id": "15620835", "price": 239, "review": "Tim and Lulu's place is an elegantly designed apartment that felt like a hotel suite with luxe linens and towels, eco-friendly soaps and shampoos.   Welcoming and thoughtful, they gave us a nice bottle of wine at check in.  The kitchen had a beautiful fruit bowl, and snacks.  Everything is in the kitchen if you were staying a bit longer and wanted to cook.  We had a short stay and chose trying as many restaurants as possible.  The neighborhood has lots of great places to choose from, we used recommendations from Tim's guide to the neighborhood.  The subway is convenient and close.  One of a kind galleries, bars, shops, and restaurants around.  Wish we could have stayed longer.  Tim and Lulu were super accommodating and helpful for our trip.     "}