{"description": "**Note** I am typically traveling for work & not home. Please send me a message and I will confirm if you have the place to yourself.\n\nSo much to explore within a walking distance! So many cool places to hang out and eat (trendy and very reasonably priced). You will get a rich genuine Brooklyn experience!. You’ll love my place because of it's full of natural light, warm and cozy, new furniture, freshly painted, clean top-floor apartment just around the corner from all major Brooklyn landmarks.\n\nFull of natural light, warm and cozy, new furniture, freshly painted, clean top-floor apartment just around the corner from all major Brooklyn landmarks. Brooklyn Museum, the Botanic Garden, Brooklyn Public Library, Prospect Park, weekend Farmer's Market and many more. So much to explore within a walking distance! So many cool places to hang out and eat (trendy and very reasonably priced). You will get a rich genuine Brooklyn experience!\nQueen Size Bed, cozy mattress, pillows and blankets, only fresh bed linen and towels. Comfy sofa is an extra bed. Kitchen has everything necessary to cook, eat and drink☺ \nAC\n\nYou are welcome to use everything\n\nI am always happy to help in case you need us and would be more than glad to tell you about my favorite spots in the neighborhood and NYC in general. You can call any time either with questions or requests. And ask me about free access to Brooklyn Botanical Garden and Brooklyn Museum. Easy & fast check-in / check-out. \nI am very responsible. And I respect your privacy.\n\nA fantastic blend of people. Amazing architecture. One of the most exciting and safest neighborhoods in Brooklyn. Surrounded by cool bars, yoga studios and organic groceries. If you walk West from my apartment, you'll see a lot of gorgeous brownstone houses; if you walk two blocks East, you'll reach Franklin Avenue, Crown Heights, where you'll see the Brooklyn's most fun new places to hang out and eat.\n\nJust 4 min walk from subway station (2/3 train: Eastern Parkway/Brooklyn Museum) and 15 min subway ride from Manhattan.\n\nAnother fast and convenient subway line is 4/5 (Franklyn Avenue) and it is also just some blocks away.\n\nOther subway lines are easily reachable by walking: B, Q, S.\n\nGood water pressure in the shower, two shower heads. In case you're a light sleeper, we'd like to point out that the steam pipes tend to rattle a bit at night- I've left earplugs on the nightstand that should help!\nThe apartment is up three flights of stairs so please plan accordingly. Also the apartment building has cameras on every floor.", "name": "Sunny Home near Brooklyn Museum", "picture_url": "https://a0.muscache.com/im/pictures/64c4beea-f8f8-4199-874c-a0004ac8605c.jpg?aki_policy=large", "url": "airbnb.com/rooms/15633189", "id": "15633189", "price": 67, "review": "I recently set my dad and brother up to stay here for a weekend. Keirnyn and Carol were great about communicating with us about our stay at their place, and my family said that the bed and pullout sofa were both very comfortable. The apartment is located in a really convenient spot near the Brooklyn Museum and several subway lines. The apartment was clean and had everything they needed to feel comfortable. "}