{"description": "This garden view 2 bedroom apartment located  at the tip of Bronx and minutes away from Manhattan . It is 5 minutes walking distance from the Yankee stadium, home of the Bronx bombers,  and the Hard Rock Cafe, is one of the many local eateries in the area. It is a 35 minute ride into the heart of Manhattan's Time Square, Rockefeller Center, theatre district and shopping areas.\nGetting Around\n2 minute walk to the corner bus stop -Bx13\n5 minute walk to the 4 train \n10 minute walk to the D,C trains\n\nGarden apartment on the first floor.\n\nThe apartment located on a tree lines street in a Bronx neighborhood at the border of Manhattan and the Bronx. It is located 5 minutes away from the famous Yankee stadium, home of the Bronx bombers, one of New York's legendary baseball teams - walking distance. The Hard Rock Cafe, Giovanni's Pizza, G bar,  and Yankee tavern to name a few of the local eateries are also located in this area. Crown Donut and coffee shops are also located on 161st Street.\n\nThere are three parks within a 5 to 10 minutes walk (Joyce Kilmer, Franz Siegel, Macombs Dam) and 10 minutes from the historic High Bridge. Bronx Museum of Art is a 15 minutes walk. It is  a 10 minute cab ride or a 15 -20 minutes walk to the Bronx Terminal Mall. (Best Buy, BJs, Bed bath and beyond, Target, Home Depot, Marshalls, Apple Bees, Toys R US, GNC and more....)Also near by is Mott Haven (including Bronx Brewery and nightlife), Harlem with the Jumel Mansion, the oldest house in Manhattan, the legendary Apollo theatre on 125th street. \n\nI am a 15- 20 minute cab ride from the Bronx Museum of Arts, the Bronx Zoo, Bronx Botanical gardens, Wavehill gardens in the Bronx Also the Cloisters Museum in upper Manhattan.\n\n2 minute walk to the corner bus stop -Bx13\n5 minute walk to the 4 train \n10 minute walk to the D,C trains", "name": "Spacious 2 bedroom close to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/811fac68-83b5-4c3c-a067-95bdadbf1546.jpg?aki_policy=large", "url": "airbnb.com/rooms/15648096", "id": "15648096", "price": 85, "review": "A great place to stay and close to public transport.  I felt very comfortable and secure there.  I teleworked while there and the wi-fi was great and dependable. Valerie is a great communicator and provided some good local insights.  Next time I go to the area I plan to request to  stay at Valerie's again."}