{"description": "CENTRAL PARK 5 BLOCKS AWAY, SUBWAY 2 BLOCKS AWAY. #1 LOCATION IN MANHATTAN. MUSEUM MILE 5 BLOCKS AWAY!!! My place is close to Uva, The Frick Collection, The Meatball Shop, J.G. Melon, and Le Pain Quotidien. You’ll love my place because of the ambiance, the outdoors space, the light, the neighborhood, and the comfy bed. My place is good for couples, solo adventurers, and business travelers.\n\nLOCATION, LOCATION, LOCATION!!! CENTRAL PARK & MUSEUM MILE ONLY 5 BLOCKS AWAY, SUBWAY 2 BLOCKS AWAY!!! Budget friendly rent IN MANHATTAN FOR  INCREDIBLE AMOUNT OF SPACE! ULTIMATE LOCATION #1 AREA!\n\nBeautiful rare & unique full floor large 1bdr/1bth open space Loft. This one of a kind open space loft has full kitchen, private marble bathroom/shower. Washer/dryer in the unit. Amazing apt in #1 area of Manhattan, 5 blocks from Central Park & 2 blocks from Subway at unbeatable price. Location, Location, Location! Unbelievable amount of space for the money in a best location of Manhattan. One block from 2nd Avenue Restaurants Row, bars, coffee shops, boutiques, bakery, banks, pharmacies and more! Beautiful enjoyable short walking distance to Museum Mile, Central Park, Shopping on Madison and Park Ave, Subway and More!!! The best neighborhood in Manhattan in #1 Location.\n\n#1 AREA OF UPPER EAST SIDE MANHATTAN, 5 BLOCKS TO CENTRAL PARK AND 2 BLOCKS TO SUBWAY, 5 BLOCKS TO FAMOUS MUSEUM MILE (Museum of the City of New York, Cooper-Hewitt, National Design Museum, National Academy Museum, Solomon R. Guggenheim Museum, Neue Galerie New York, Goethe-Institute, The Metropolitan Museum of Art, Frick Collection). The Jacqueline Kennedy Onassis Reservoir. ALL LOCATED WITHING 0.6mil 5mins walk from the building!!!\n\nKeys provided upon check in.\n\nMinimal\n\nThe Neighborhood:\nThe Upper East Side is known for being New York’s—possibly the country's—most elegant residential neighborhood, with streets near Park and Fifth Avenues conveying the hushed ambiance of the privileged and powerful. The majority of apartment buildings here were built between the turn of the century and the 1930s. \n\nFifth Avenue is entirely residential in this area except for the many cultural institutions along its 'Museum Mile,' home to the City's highest concentration of cultural institutions including the Metropolitan Museum of Art, the MoMA, Whitney, and Guggenheim museums, the Frick Collection and many smaller high-quality institutions. Also here are the elegant residential enclaves of Sutton and Beekman Place. Carnegie Hill is the City's most coveted neighborhood for families, and Yorkville toward the East River is a popular home to young professionals and singles who enjoy stunning river views and the added perk of Carl Schurz Park.\n\nCentral Park, on the western border of this area, makes a world-class front yard—with its zoo, tennis courts, formal gardens, bridle paths, running tracks and reservoir. Madison Avenue—possibly the world’s most famous retail address and famed center of the advertising industry in the mid-20th century—entices shoppers with boutiques like Chanel, Prada, Tiffany and fashion mecca Barney's New York, and a more commercial strip runs through the southeast corner, anchored by Bloomingdale’s at 59th Street and Lexington/Third Avenues. \n\nWorld-class hotels in the neighborhood include the Carlyle, the Mark, the Lowell and the Plaza-Athene, and dozens of fine restaurants line side streets. Transportation includes a number of buses and Subway (runs 24/7) stations at 77th Street and Lexington Avenue (2 BLOCKS FROM the BUILDING!) as well as plenty of taxi that are running 24/7.\n\nSubway East 77th St/Lexington Ave 2 blocks away, endless number of busses 2 blocks away from the building, including taxi.\n\nNo party policy, no drugs, no pets. One time cleaning fee $90 is due and payable upon check in. Guests must bring their own bath towels. Last check in 10pm. Quite enjoyment after 10pm. Recycling is strictly enforced.", "name": "MUSEUM MILE, CENTRAL PARK & SUBWAY in #1 LOCATION!", "picture_url": "https://a0.muscache.com/im/pictures/e5b10295-fa4d-47f7-8db9-4c3a187c49f8.jpg?aki_policy=large", "url": "airbnb.com/rooms/15648413", "id": "15648413", "price": 140}