{"description": "Bright, spacious, newly-renovated, furnished apartment along a quiet tree-lined Brooklyn street. Close to the famous Prospect Park, Botanic Gardens, Zoo, Brooklyn Museum and numerous cafes, restaurants and bars. Quick access to five subway lines (2, 5, B, Q, S) getting into Manhattan within 20mins. Perfect place for a couple or a corporate professional who want to unwind in a comfortable place and feel at home during their stay.\n\nThe apartment is furnished with everything you may need for a comfortable stay. A warm cozy bed, heating in the winter, air conditioning unit in the summer, an office desk to work from, wifi, a comfy couch and TV with DVR player to watch and stream movies and unwind, a fully equipped kitchen to make meals, a bathroom with hot water and all amenities supplied, and lots of closet space for those who don't travel light :) \n\nThe building also has a laundry room for guests with longer stays, and in the evenings there is a doorman for additional security.\n\nThe whole apartment and the laundry room.\n\nIf and when I'm traveling, my partner, Naz, will be available to assist you with anything you may need during your stay.\n\nThe area boasts of great Caribbean food, local bars, cafes and brunch spots. Also close-by on Atlantic Avenue, there is a plethora of international cuisines to explore, shopping malls and the Barclays stadium where the Brooklyn Nets play during the basketball season. \n\nTwo blocks from the apartment building is the iconic Prospect Park which holds free summer concerts, horse riding, cultural festivals and the ever popular weekend food fair, Smorgasburg! And if you're looking for fresh, organic produce straight from the farm, the farmer's market also takes place at the Prospect Park by the Grand Army Plaza. \n\nIf you're looking to catch a late night movie, and feel too lazy to go into Manhattan, just head over to the Pavilion Cinema at Prospect Park for the latest box office hits. The Prospect Park Zoo, Brooklyn Museum and the Botanical Gardens are also popular tourist attractions in this area of Brooklyn.\n\nThe area has excellent access to B, Q, 2, 5 & S subway lines which are a short walking distance away. Getting into Manhattan takes only 20mins. Not forgetting, tons of buses in the area provide local transportation in and around Brooklyn.\n\nThe neighborhood is served by two big gyms - Blink and Planet Fitness - for those looking to get their workouts in. You can get a weekly trial pass for free access to these gyms. Alternatively, a quick jog in the park would be great for your health and your wallet (it's free!).", "name": "Prospect Park hidden gem minutes away from city", "picture_url": "https://a0.muscache.com/im/pictures/e1b98475-d439-47de-b315-a3771ed0767c.jpg?aki_policy=large", "url": "airbnb.com/rooms/15644677", "id": "15644677", "price": 100, "review": "It was a great stay at Joe's place! We didn't get the chance to meet Joe in person but he was always reachable and very supportive of our needs. Naz was super nice, made us feel welcome and right at home. She has a great and simple way of explaining the subway system in NYC that made all the difference for us, first time visiting the States! Tip: Naz has a keen eye for fashion so don't be shy in asking for some advice ;) About the apartment: well located but be worn that the subway can be very slow, and Manhattan is big, so plan your schedule ahead. Also, use ear plugs because the noise of the radiation system can become a bit annoying at night. All else, just great! Thanks! "}