{"description": "Welcome to Marion Street in Bedstuy! We are long time Brooklyn residents, but recently moved to this block where we have been slowly restoring this beautiful dream home. Lauren and I are both friendly and social. We are excited to host you and share our NYC experience - a city we both love. We use AirBnB on our travels and understand what it takes to be a great host.\n\nOver the past few months we have been restoring this beautiful home.  \n\nYour private space is the garden level of a brick- brownstone with plenty of day light throughout.  We live upstairs should you have any questions.\nYour bedroom is over looking the backyard garden. There's an outdoor space with reclaimed brick patio. \nOriginal details throughout: tin ceilings, plaster moldings, wood panel doors, original floors.\n\nRenovated kitchen and bath with a towel warmer.\nWasher and dryer.\nLarge closets.\n\nThe daybed in the living room can accommodate one person.  We also have a Japanese buckwheat floor mattress should you need it.\n\nFresh linens and towels provided. 100% cotton. \n\nJ train at Chauncey St, A/C train at Rockaway Ave, L train at Bushwick Ave/Aberdeen.  We are very accessible to all parts of NYC.\n\nOnce your reservation is confirmed, please check back as other information becomes available (e.g. WiFi password, detailed directions, and check-out procedure).\n\nPlease feel at home.  You have access to the backyard garden.  Your space also has a private kitchen and living room to read or watch TV.  There's also a washer and dryer on site.\n\nWe are accommodating to our guests. We will respect your space; however, we are more than happy to provide any information should you need it.\n\nMarion Street is a Brooklyn gem!\n\nWe live on a quiet tree lined block with a new and well maintained city park across the street.\nJazz festival and other community activities organized by a strong block association.\nMentioned as one of the \"Greenest Blocks in Brooklyn\" by the Brooklyn Botanical Garden.\n\nTo be near a subway line is nice, but to be within a few short blocks of 3 subway lines is better!  Airports, Brooklyn and Manhattan sites could not be more accessible.\n\nWe are a 1 minute walk to the J train, a 5 min walk to the A/C train, and a 10 min walk to the L train. \n\nBoth the J and A/C trains go directly to and from JFK airport.", "name": "Brooklyn Historic Brownstone with Garden", "picture_url": "https://a0.muscache.com/im/pictures/b9954c38-e49f-45d5-ba21-c62cfbfe644a.jpg?aki_policy=large", "url": "airbnb.com/rooms/15648993", "id": "15648993", "price": 79, "review": "Merci à Lauren et Anthony qui nous ont accueillis chaleureusement malgré un retard conséquent ....\nL'appartement est très confortable spacieux lumineux et bien décoré on se sent tout de suite chez soi....\nLe petit jardin derrière est adorable \nLa rue à la sortie de l'arrêt de métro est moche et sale mais dès qu'on la traverse cette mauvaise impression disparait \ndès qu'on découvre ces jolies brownstones bordant des rues tranquilles \nAllez y c'est un New york authentique !!"}