{"description": "Come enjoy my beautiful, open plan loft. Fit with soaring original tin ceilings and a spacious 800 square feet to relax in. The floor to ceiling window faces South East, filling the apartment with light for most of the day. A 3 minute walk to the Morgan Ave L Subway and 10 minute walk to the J/M. High speed Internet. 52\" TV w Apple TV. Lots of great restaurants and bars in the neighborhood, and fantastic Blue Bottle Coffee just two blocks from me.\n\nThe large open plan loft is equipped with a large sofa, 52\" TV with Apple TV, large dining/work table, a marble topped bar table with three stools, a rocking chair and glass coffee table.. The kitchen has a full-size gourmet oven, microwave, and vitamix blender. I love to cook, so the kitchen is equipped with every spice and herb imaginable, as well as culinary tools and pots and pans...please use them! \n\nYou will find everything you will need during your stay - fresh sheets and towels, hairdryer, soap and shampoo! I live in the apartment when you are not here, so you can pretty much find everything you need. As an Airbnb guest myself, I cater to what I would hope other hosts to provide to make my stay the most comfortable it can be. I also have many wonderful books if you fancy reading.\n\nI want you to feel that this is a home away from home, so please, relax and use my home as you would your own, and treat it with love and care!\n\nDepending on your check-in time, if I am not here to meet you, my boyfriend and his brother live on the same floor and will be happy to help with anything, and will meet you to let you into the apartment.\n\nFantastic restaurants, bars and coffee shops all within the neighborhood and walking vicinity. Check out the graffiti in the neighborhood from Bushwick Collective, and the incredible art scene. Bedford ave and McCarren park, McCarren pool and Williamsburg's new waterfront park just a short 10 minute subway ride. 20 minutes via subway to Union Square / Manhattan.\n\nThe apartment is close to Roberta's, Momo Sushi Shack, Arepera Guacuco, Cafe Ghia, and Bunna Cafe, House of Yes, Faro, and many other amazing spots to indulge in. I can give you lots of recs, just ask! You’ll love my place because of the location, the people, and the ambiance. It's a great spot for couples, solo adventurers, and business travelers.\n\nJust 3 blocks from the Morgan L train and a 12 minute walk to the J and M train.", "name": "Gorgeous Bright 800 sqft Loft", "picture_url": "https://a0.muscache.com/im/pictures/dc4d0f14-6ffd-42bd-b131-a9f53a4eae6b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15655772", "id": "15655772", "price": 145, "review": "Jade has a lovely apartment in a great neighbourhood. The warehouse style apartment gives a real New York feel and the neighbourhood was trendy. The apartment is close to transport links. "}