{"description": "This is a commodious and elegant accommodation for two, about 600 square feet, on the 4th floor of an elegant Federal-style townhouse.  It includes a garden-facing solarium fitted with stocked minibar and toaster/coffeemaker for breakfast or lounging.   The room is outfitted with  queen-sized bed with soothing mattress, wide-screen television, desk and full internet access.   The adjacent bath is fully equipped, and the suite is fully climate controlled.\n\nThe room is sunny and spacious. \nSeasonal fresh flowers and orchids are a must!\nWe start you off with your first breakfast and a bit more.\n\nYou walk through a shared corridor but you will find that your accommodations are private, spacious, and quiet.\n\nEither my staff or I will be around to help you with any questions or problems that may arrive. We are happy to suggest restaurants, theater shows, and print out tickets. We are very friendly but also very busy as are all of our guests to date.\n\nIt is New York, folks! What more can I say. However long you stay, you will wish you had stayed longer.\n\nThe house is close to north/south and crosstown bus and subway routes. Cross town is a breeze on the 68th street  bus taking you directly to Lincoln Center. The R, N, 4,5,6, and M trains are within 2 to 6 blocks. Easy access to all of Manhattan, Brooklyn, Queens and the Bronx.\n\nIf you arrive early or late, we can handle your luggage before and after check-in or out. Late and early checkouts can be considered on a case by case basis depending upon availability.", "name": "Townhouse garden-facing ensuite", "picture_url": "https://a0.muscache.com/im/pictures/c6fda576-fb90-42b4-8d3f-e3dd6e15572b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15663513", "id": "15663513", "price": 225, "review": "Diane and Ward were friendly and helpful, occasionally giving us great dinner recommendations too. \n\nBeautiful old style town house furnishings with a fantastic solarium / sun room attached. Wanted for very little! \nKettle and stocked fridge with a few snacks and drinks was a nice touch, especially after a long flight. Kitchenette made for good food storage and hot drink prep. \nTV had an HDMI cable to hook up a laptop to which was great for movies on quiet evenings.\nShower very powerful, but takes a bit of practise to get the temperature right. \nSafe for valuables and large closet for clothing with lots of hanging space.\n\nUnfortunately when I was staying there was a fair amount of scaffolding up obscuring the view a bit from the sunroom, but that's being picky!"}