{"description": "Why stay at a boring, overpriced hotel when you can live like the locals in a beautiful historic Brooklyn brownstone?!!\n\nLocated on a tree lined block in Bedford Stuyvesant, the apartment has two separate bedrooms and is tastefully decorated with retro modern furniture and artwork. You'll have access to a landscaped backyard garden and a short walk to three subway lines. \n\nBed-Stuy has plenty of amazing local food options and is an ideal base to explore New York City.\n\nThe apartment has everything you need for your stay in NYC. There are two separate bedrooms, each with air conditioning, closets and storage for your things.  The kitchen is fully equipped and the living room is cozy and inviting.   \n\nWe keep the apartment stocked with a selection of coffee, tea, a few snacks, essential toiletries, hairdryer, iron and fresh linens so that you feel at home during your visit.  Enjoy your morning coffee in the backyard garden before heading out to explore the city!\n\nThe entire ground floor of the house is all yours during your stay. You'll have a private entrance which is located on the side of the front stoop.\n\nWe live in the apartment upstairs and we're happy to provide local recommendations or directions if you need them, otherwise you'll have all the privacy you need.\n\nBed Stuy is full of character and history and is one of the most beautiful parts of Brooklyn.  The area is famous for its tree lined blocks of brownstone houses and architecture of the 1890's.  The house was built in 1895 and is full of historic charm. \n\nThere are plenty of cafés, restaurants, bakeries and bars nearby. Saraghina, one of Brooklyn's best brick oven pizza spots, and Chez Oscar, French bistro are a short walk from the apartment. Saratoga park is a few blocks away. \n\nWe are also a short ride to Prospect Park, the Brooklyn Botanic Garden, the Brooklyn Museum, Brooklyn Academy of Music and Grand Army Plaza which is home to one of NYC's largest and best Farmers' Markets, that's open year round on Saturdays.\n\nCheck out AirBnb's page about the neighborhood:\nhttps://www.airbnb.com/locations/new-york/bedford-stuyvesant\n\nThe apartment is within walking distance of three main subway lines. The A express train is a 20-25 minute ride to downtown Manhattan.  The C train is a few short blocks from the house.  The J train is also nearby and is a short ride to Williamsburg and the Lower East Side of Manhattan. \nPublic transportation and taxis should cover all your travel needs in NYC, however if you decide to rent a car, free street parking is available.\n\nThe backyard garden is directly accessible from the apartment and is available for your use.  We live upstairs and also use the yard from time to time, but it'll be mostly yours during your stay.\n\nWe have a small dog who lives in the upstairs apartment with us.  She's quiet and friendly.  She uses the yard sometimes but otherwise you will not have to interact with her unless you would like to.  She loves meeting new people!", "name": "Charming 2-Bedroom Brownstone Garden Level Apt.", "picture_url": "https://a0.muscache.com/im/pictures/9141bba1-e12f-454e-8255-69413be1606e.jpg?aki_policy=large", "url": "airbnb.com/rooms/15665152", "id": "15665152", "price": 120, "review": "Eric est un hôte aussi parfait que son logement !!!\nIl est à la fois discret et disponible à tout moment, et quel plaisir d'être accueilli par un mot gentil et une bouteille de vin en arrivant.\nL'appartement est comme sur les photos...en mieux :)\nIl est spacieux, extrêmement propre, très calme, bien équipé en tout, les lits sont confortables, et l'accès au jardin/cour privé est très agréable lorsqu'il fait bon, pour y faire une pause.\n\nLa rue est extrêmement agréable et calme (nous avons adoré les différents quartiers de Brooklyn) mais je signale tout de même que les environs ne sont pas aussi résidentiels que la rue elle-même.\n\nBreakfast et/ou lunch chez Manny's, dîner chez Oskar ou chez Saraghina (pizza exceptionnelles !!!), sont les 3 adresses conseillées par Eric que nous avons adoré !\n\nL'accès aux 3 différents lignes de Métro est à 5 à 10 minutes de marche maximum, et Manhattan est à 30 à 45 minutes de transport (en fonction de l'endroit où l'on souhaite aller).\n\nBref, nous avons adoré notre séjour et recommandons vivement cet appartement à ceux qui voudraient découvrir New York un peu différemment."}