{"description": "Renovated 3 bedroom pad 1 block from subway to Manhattan!\n\nThis apartment was renovated in August 2015 with new walls, new flooring, new kitchen cabinets, new stainless steel appliances, refrigerator, stove, etc.\n\nThe block is buzzing - we just had a New York Knicks block party and a Woody Allen Movie filmed right on this very block. The area is growing faster than any other in NYC!\n\nThis private apartment is located in a beautiful, historic Brownstone home and includes a Living Room, Dining Room for 6, fully furnished modern kitchen, 1 full bathroom, 3 Beds (Queen bed, Full bed, and a twin bed), 3 full bedrooms.\n\nQuality linens & towels are included \nComplimentary Wifi \nLong-term stays welcome!\n\n- Entire Unit\n-Separate Kitchen\n- Free street parking. \n- 2-minute walk to the Myrtle Avenue JMZ station. \n- 12-minute walk to the Morgan Avenue L station. \n- 15-minute ride to Lower East Side, East Village. \n- 20-minute ride to West Village. \n- Little Skips cafe is around the corner on Willoughby. \n- Lone Wolf bar is around the other corner on Broadway. \n- Lots of 24-hour deli's and grocery stores in our immediate neighborhood. \n- Free Wifi. \n- Fully air-conditioned / heated. \n- Kitchen - brand new fridge, stove, microwave, coffee maker\n- There's an excellent coin-op or drop-off Laundry around the corner. \n- Linens, towels, and toiletries provided.\n\nWe love to see guests during the stay and keep constant communication with them. If our schedules conflict, we will ensure guests have easy and seamless access to the apartment.\nE-mail or call us with questions!\n\nBedford-Stuyvesant is New York's most exciting, up and coming neighborhoods with culturally rich and vibrant vibes! With cute cafes, vintage stores, bars and restaurants popping up week to week this area attracts young creatives to the area creating a great vibe.\nOn-street parking is easy and always available.\nOur neighbors on our block are very friendly. Bed Stuy is a dynamic neighborhood with lots going on. We're also right next to Williamsburg (5-minute subway ride) and Bushwick, so there's a lot to explore without even going to Manhattan. Roberta's is 15-minute walk.\nEvery time I go for a walk I notice a new place opening up. Bars, restaurants, vintage stores & coffee shops are everywhere.\nThe neighborhood is covered in street art, so it's a great place to go for a walk, and I can recommend some especially colorful blocks to check out. There are lots of galleries nearby as well as some good spots for dancing.\n\nThe closest subway is the J, Z train which allows fast access (15 minutes) to Manhattan.\nOn-street parking is easy and always available.\nM38 bus traveling from downtown Brooklyn stops on the corner\nM15 bus from JFK Airport stops on the corner\nWithin close proximity to Barclay's Center, Lower East Side, Village, Union Square, 34th St, 42nd St, Lower Manhattan - WTC Site, Century 21, Prospect Park, Fort Greene Park, Williamsburg, Greenpoint, Brooklyn Heights, & DUMBO.\nIt's easy to get to and from Laguardia and Kennedy Airports via taxi or car service. For JFK you can also take the Airtrain and J train to/from Myrtle Avenue.\n\nI am just starting to rent so please give my place a try. There are not many reviews yet but if you have any questions about the apartment please reach out to me and I'll happily answer them. I've been living in New York for 8 years now. I know the neighborhood and the city very well and am happy to provide you with some recommendations to make your stay at my apartment and in the city an enjoyable one.", "name": "GROUND LEVEL -PRIVATE BACKYARD - 1 BLOCK TO METRO!", "picture_url": "https://a0.muscache.com/im/pictures/2fd2d375-a342-4e0f-83b8-d4d7667e6de1.jpg?aki_policy=large", "url": "airbnb.com/rooms/15662215", "id": "15662215", "price": 147, "review": "Buster was great communicating with us and getting the keys was really easy.  However, as a place to stay, this was (maybe) a decent place to crash in Brooklyn, but, honestly, it was dirty and a big dingy. There were ants more-or-less throughout the apartment and there was a leak in the ceiling.  The mattresses on the beds were serviceable, but not really comfortable and minimal linens were provided.  The bathroom and bedrooms could also use a more thorough cleaning; they weren't filthy but just felt dirty.  The window screens had holes, which can be a bit of a security/pest concern on a ground-level place.  Also, heat was provided by a radiator, but the thermostat was not regulating it properly, so, if the thermostat was left on, the only option was a dry, oppressive heat. Overall, we were hoping for more a charming home base in Brooklyn, but this place essentially offered nothing more than a place to sleep - and it wasn't even a good sleep at that.  "}