{"description": "You’ll love our place because we have been very mindful to create a space that is, a laboratory for good times.  The apartment is good for couples, business travelers, families (with kids) or groups.\n\nOur place is close to The A, C, 2, 3, 4, 5 Trains and the Park Slope Shuttle, at least 7 coffee shops along Franklin Ave as well as, many local restaurants and bars, 20 minute walk to Brooklyn Museum, 25 minute walk to Prospect Park and several places in the vying for title of \"best taco.\"\n\nThe apartment is large by NYC standards at slightly over 1,000 square feet.  The living room and kitchen are both extremely spacious and can happily host a family or group of friends.\n\nOur building, built in 1904, has many of the original details, including crown moldings over most doors and closets.  Hard wood floors run throughout.\n\nGuests will have run of the apartment while we are away.\n\nWe will be around to deliver to the keys.\n\nBest bars in the neighborhood are (in order):  King Tai, Franklin Park, Weather Up, Hot Bird and Crown Inn.\n\nBest delivery:  Nacho Macho Taco, Bombay Marsala, Silver Rice, Nice Pizza\n\nBest restaurant:  Cent Anni, Chavala's, Barboncino, Silver Rice\n\nBest taco:  Guero's (I can't resist the fried avocado)\n\nWe are in walking distance to the Brooklyn Museum (15 minutes) and Prospect Park (20 minutes) and the Public Library as well as the farmers market on Saturdays.\n\n8 minute walk to the A, C or Park Slope Shuttle.\n13 minute walk to the 2, 3, 4 and 5 trains.\n\nOnce on a train it takes about:\n15 minutes to Ground Zero\n25 minutes to get to Times Square.\n30 minutes to Columbus Circle/Central Park\n35 minutes to The American Museum of Natural History\n45 minutes to The Metropolitan Museum of Art\n\n* Pro Tip:  Buy Citi-Bike passes\n\nOne Queen sized bed in the Master Bedroom, sleeps 2.\nSecond Bedroom has an easy to fold-out Futon, sleeps 2.\nOne additional sleeping space can be created in the Living Room on our large 84' couch.", "name": "Spacious 2 bedroom with room for 5 guests", "picture_url": "https://a0.muscache.com/im/pictures/44975d7f-bce8-4260-a596-66a19f9a45a4.jpg?aki_policy=large", "url": "airbnb.com/rooms/15663543", "id": "15663543", "price": 120}