{"description": "Hi there! \n\nThanks for checking out our beautiful apartment, which we just listed on Airbnb after moving here in October. You will love to stay in this stylish and elegant space (720 sq ft or 67 m2) with spectacular city views in a beautiful centrally located luxury building with rooftop terrace (including beds and BBQ). Very comfortable queen box spring and new queen sleeping sofa (not on pictures yet). Very light apartment with high ceilings, where you will feel at home :)\n\nFully-furnished gorgeous large apartment, complete with full-sized dining area for 4, bathroom and kitchen. Comes with all kitchenware, free high-speed wireless internet, HD Cable TV, card-operated laundry, doorman and elevator. \nGuests have also access to the impressive roof terrace with sun beds, shower and BBQ's.\n\nWe travel frequently but will always meet with our guests whenever the opportunity allows and am accessible by cell 24/7\n\nEasy access and walking distance to Times Square, Lincoln Center, Radio City, Carnage Hall and all of city central while offering fantastic access to Hudson river waterways, views and amenities . Best of both worlds living in NYC for everyone!\nThe restaurant and bar scene is amazing being within the areas of Hells Kitchen. Cubanita, Aria and As If are some of our favorites. There are also many good Asian and sushi places very near by.\nTaking the Sunday Brunch cruise on Pier 86 to see the spectacular Statue of Liberty- another favorite all in walking distance from our home.\nTaking a Citibike , that are available year round (across our street), south on the Hudson bike path to the Freedom Tower is another favorite adventure. A stop at 34th street at the High Line, one of NYC best kept secrets is a must. An eclectic mix of arts, culture, food and interesting humans at a vantage point built high above the city. Also Chelsea Market is recommendable. Taking in one of NYC infamous shows, at many of the theaters- New World Stages, Gershwin Theater, Booth Theater- all in walking distance. \nWe absolutely love strolling through Central Park having brunch at Tavern on the Green or stopping for a glass of wine at The Boat House watching the sun glisten on the water or the snow covering the trees in the park.\n\nBesides public transportation right outside your door, there is a morning and afternoon/evening shuttle available for a 5 min ride to Columbus circle and from there you can get anywhere in the city (major subway stop). There is also a garage attached to this luxury building to accommodate those with cars at very reasonable daily rates for NYC. \nCitibikes are available year round with a station located conveniently across the street.\n\n- No parties\n- No smoking\n- No loud music\n-$100 will be charged for each set of lost keys\n- if toilet is clogged by guest then guest will have to pay for the plumber. All facilities will be delivered in working condition.", "name": "NEW: Stylish & Spacious Manhattan Apartment(4prs)", "picture_url": "https://a0.muscache.com/im/pictures/74a9c9de-61ef-448a-876b-804763b1c760.jpg?aki_policy=large", "url": "airbnb.com/rooms/15663761", "id": "15663761", "price": 250, "review": "We loved this apartment!  The host was very timely and responsive to our inquiries and accommodating to our requests. The apartment was just as described.  It was plenty of space for our family of 4 (two teens).  The views were impressive and the beds were very comfortable.  The location is fantastic.  It was just what we needed for a wonderful family trip!"}