{"description": "Charming 2 bedroom apartment in a 2 family house. The apartment is right by the express A/C at Utica, you can be in downtown Brooklyn in 15 minutes and in lower Manhattan in 20. The apartment has a full kitchen, living room, 1 bathroom, and is recently renovated. \nYou’ll love my place because of the diverse neighborhood, the variety of architecture, and the comfortable beds. My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nWelcome to my cozy home! I love hosting guests in my guest room, and renting out the entire apartment when I'm out of town. Don't worry, my best friends live right upstairs, and will take great care of you if I'm not present. \nI think you'll love my collection of theater posters and art, as well as the opportunity to experience a unique community in Brooklyn. \nThis is a 2 bedroom, ground floor apartment. \nPlease note, we're near an above ground train (the LIRR). Most people get used to it quickly, but it can be heard in the apartment. I provide ear plugs in both bedrooms incase it bothers you.\nThere is currently some construction happening across the street during the weekdays. They usually start around 9am and finish by 6pm.\n\nYou'll have the whole apartment to yourselves. The kitchen has equipment for all your basic cooking needs, and I'll always keep it stocked with coffee and tea.\n\nMy fabulous upstairs neighbors and I will be around for any questions or help you may need. We're always happy to offer recommendations and directions. We've all lived in Brooklyn for nearly 10 years, so we're full of fun facts!\n\nCrown Heights is a vibrant and diverse area. As Brooklyn neighborhoods are changing, this is one area that is very much in touch with it's roots. The area is full of mom and pop delis and Caribbean restaurants. Many of our surrounding streets feature classic brownstone row house architecture. This particular block is mixed use for industrial and residential. \nThere's a grocery store about a 5-6 minute walk west of here, and a 24 hour laundry mat about a 5 minute walk south. \n2 of the best restaurants in Bed Stuy, Peaches and Chez Oskar, are less than a 10 minute walk away. The famous Saraghina is a 15 minute walk.\n\nGetting here is a breeze, we're just 2 blocks from the A/C express at Utica, so there's easy access to Manhattan, downtown Brooklyn, and JFK. We're also very close to the B65 and the B45 buses, which offer quick access to Downtown Brooklyn and Boerum Hill.\n\nI work hard to keep the space peaceful and cozy. However, we are located near a train and a busy street, so there is some street noise.", "name": "Spacious and Homey 2 bedroom, Express Subway Stop", "picture_url": "https://a0.muscache.com/im/pictures/fd7818a1-0428-47c6-b77d-5f3d22ecfd36.jpg?aki_policy=large", "url": "airbnb.com/rooms/15678623", "id": "15678623", "price": 170, "review": "Rosy's apartment was perfect for our family holiday in NYC. Super comfortable beds, a full kitchen so we didn't have to eat out for every meal and lots of interesting books to look through. We parked on the street right in front of the apartment and used the subway system the whole time we were there. Rosy and her neighbors were quick to respond if I had a question. Thanks for the lovely stay!"}