{"description": "You’ll love my place because of the neighborhood, its proximity to Williamsburg, Bushwick, Manhattan, LIC, parks, bars, music venues, and restaurants. Its close to Peter Pan Donut & Pastry Shop, Good Room (music venue), Vinnie's Pizzeria, The Diamond (bar), Goldie's Bar, McGlorick Park (Sunday Market), McCarren Park, G Train (Nassau St.stop), the bodega (across the street), the Standard Deli (vegan stuff).\n\nHumble 1 bedroom with small bathroom and shower. Great Wi-Fi, 40 inch flatscreen TV (no cable ,only Apple TV which you can stream from your own apple devices). Full kitchen, a bunch of chairs and table, a record player with good speakers (let me know in advance if you'd like to use it), a rice cooker, toaster oven, stove, a good blender, and more kitchen appliances. I always have good beer and fruit. Knock yourselves out!\n\nNo guests unless you speak to me prior.\n\nYou'll have the place to yourselves\n\nThis is the best neighborhood in New York. Not too close too the ridiculous Williamsburg but still easily accessible when you need it. Tons of fun bars, good food, tattoo shops, and music venues.\n\nI bike everywhere but the G train is very close by, about 7 blocks, Citibikes are about 2 blocks away, and there are buses everywhere if that's your thing. Parking is pretty easy here compared to the rest of Brooklyn. If you bring a car you shouldn't have a problem finding a spot for it.\n\nI've lived in the neighborhood a long time. If you ever have any questions just let me know.", "name": "Real Brooklyn Apartment!", "picture_url": "https://a0.muscache.com/im/pictures/43a6d8e7-4326-45bc-a0df-c929799fd653.jpg?aki_policy=large", "url": "airbnb.com/rooms/15679182", "id": "15679182", "price": 100, "review": "Lovely studio, very cozy and clean. Our stay here was super nice and Tyler was always available by sms if we needed anything. The area is very nice and safe with lots of coffee shops and restaurants, and there are a couple of different subway stations within short walking distance. The weather was super cold when we visited but the studio has central heating (it got a bit hot at times but we just opened a window a little bit!)."}