{"description": "A 1 bedroom apartment located in the heart of the west village next to all the amenities and subway.  The apartment is perfect fit for up to four people with good light and modern furniture.  A perfect spot to enjoy the city.\n\nYou’ll love my place because of the location and the coziness. My place is good for couples, solo adventurers & business travelers.  The West Village maintains an intimate vibe that sets it apart from many other hustle-bustle New York City destinations.\n\nThere is one queen sized bed and one very comfortable pull out sofa which turns into a fully flat queen sized bed.  Smart TV in living room, hanging lamps, flowers, all the cooking utensils you require and very spacious for a 1 bed in this location.\n\nNone\n\nLots of restaurants, bars, cafes and boutique shops.\n\nThe 1 subway line is 50 metres (60 yards) from the apartment giving access to the whole west side of Manhattan & Brooklyn.  W,D,L & M lines giving access to the whole of Manhattan and Brooklyn are a 5 minute walk on West 4th.\n\nPlease bring your own shower gel and shampoo etc.  The TV in the living room is a smart TV only with Netflix, Amazon Prime, YouTube etc.  The TV in the bedroom only has an Apple TV connected - so you have to use your own login details.  Good strong and fast WIFI upto 100 meg.", "name": "Spacious West Village 1 bed Apt - Best Location", "picture_url": "https://a0.muscache.com/im/pictures/b00aaf41-4ebc-4674-9c63-a86397d610dd.jpg?aki_policy=large", "url": "airbnb.com/rooms/15677474", "id": "15677474", "price": 149, "review": "We had a lovely stay at Jamie's place! The apartment was cozy, comfortable, clean and in a great neighbourhood. There was a subway stop near by but we preferred to walk and take in as much of this wonderful city as we could. Communication with both Jamie and Michelle was fantastic and everything about our stay (check-in/out) went smoothly. Thank you Jamie! \n\nP.S: A stop at The Big Gay Ice Cream Shop and Buvette are a must when staying here!"}