{"description": "Carroll Gardens is a quaint, family neighborhood in Brooklyn with tons of great restaurants and shops. There is a health food grocery store, gym, Italian bakery, fish market, and bank right on my block! And I'm two blocks away from the G and F trains- about 15 minutes walk to the 2, 3, 4, 5, Q trains. \n\nThe apartment is a spacious one bedroom with a newly renovated kitchen, TV with basic cable, high-speed wifi, heat, A/C, and washer/dryer in the basement.\n\nI am an artist and designer and I recently moved to this one bedroom apartment with my boyfriend. We leave town regularly and would like to share our space with travelers! Its great for solo explorers, business people, and couples. \n\nIt is a one bedroom with a full bed and a large L-shaped couch in the living room for an extra guest. It is located on the second floor and this pre-war building does not have and elevator. Exposed brick and views of neighbors gardens in the back of the building make the charm of this apartment! \n\nWe do a lot of cooking so the kitchen is fully equipped if you are interested in making your own meals! And there are great options for groceries right here- A health food store right on our corner, a fish market across the block, a Sunday farmers market two blocks away, and a handful of Italian bakeries. There are also tons of great restaurants including Lucali's Pizza (a fav of Beyonce and Jay-Z),  Frankies Spuntino, Brooklyn Farmacy & Soda Fountain, and others! We also have a Whole Foods and Trader Joes not that far away.\n\nYou will have access to the entire apartment. The bedroom is extremely comfortable for two and a third could potentially sleep on the couch. And there is plenty of room if you'd like to set up an air-mattress.\n\nThere is coin operated laundry machines in the basement and a bike room if you're interested in exploring Brooklyn by bicycle. \n\nIt's a small apartment building and my apartment is located in the back of the building so it's very quiet.\n\nI will be available via the app for recommendations and assistance if needed!\n\nWe are two blocks from the F and G trains and about 15 minutes walk to the 2, 3, 4 and 5 trains. You can get to Manhattan and around Brooklyn very easily from here.", "name": "Spacious & Cozy Carroll Gardens 1 Bedroom apt", "picture_url": "https://a0.muscache.com/im/pictures/78352d4f-6ca2-4645-8647-3fde7627a1fa.jpg?aki_policy=large", "url": "airbnb.com/rooms/15707075", "id": "15707075", "price": 135, "review": "I couldn't have been more pleased with our stay.  Communication with Victoria was excellent, as she checked in with me several times leading up to and during our stay.  Great location, easy walking distance to several restaurants, markets and subway stations. Thanks for your hospitality, Victoria!"}