{"description": "You won't find an apartment as spacious as this fully equipped and modern two bedroom apartment! Visit the Big Apple in style!\n\n\n- Laundry conveniently located in the building\n- Quiet floor with pleasant neighbors\n- Free Wifi + Netflix / Hulu / HBOGO \n-Fully equipped kitchen\n-Fully stocked grocery store 1 block away\n\nThis apartment is newly renovated. There is a grocery store right down the block with a large selection.\n\nThere is one large master bedroom and a large office with a pullout couch and television, and can be used as a guest room. \n\nThe common area has an open floor plan with a modern kitchen and bar with 2 bar stools. There is also a kitchen table with 2 chairs and a dish-washing machine (a luxury in NYC). As you can see, there is a huge sectional sofa with a TV for Netflix, Hulu, and HBOGO (regular cable channels not included).\n\nThis is our real home so please treat it as your own!\n\nThe entire apartment\n\nWe will be available via phone or text to answer any questions during your stay. Someone will greet you upon your arrival to show you the apartment as well and take the keys upon your departure.\n\nGet the feel of what its like to be a real Brooklynite! This neighborhood is full of families and young adventurers. So many bars, clubs and local nightlife, you won't need to venture into Manhattan (unless you want to!)\n\nMy place is a 4 minute walk from C train Rockaway Ave stop\n-12 min walk to L, J, A, C, Z trains at Broadway Junction (popular train station)\n-45 minutes to Times Square\n-35 minutes to Soho, Union Square, Chinatown\n-30 minutes to Williamsburg/Bushwick\n-20 minutes to Downtown Brooklyn\n\nUber Pool is also $8 to get around Brooklyn within an 8 mile radius. You can get to Downtown BK, Bedstuy, Crown Heights, or Williamsburg with no problem. \n\n(URL HIDDEN)\n\nClosest airport is JFK, but LGA airport is fine as well! We would suggest you take a cab to and from the airport because the train stations have a lot of stairs which can be a little tiresome when carrying luggage.", "name": "SPACIOUS LUXURY 2 bedroom apartment in Brooklyn!", "picture_url": "https://a0.muscache.com/im/pictures/cb32bdd6-b866-4e2d-8b1e-b1a8b8703b83.jpg?aki_policy=large", "url": "airbnb.com/rooms/15700484", "id": "15700484", "price": 128, "review": "We've had an absolutely wonderful stay at Eleanor & Kameon's place for five nights over New Years! There were 4 of us with plenty of space, a well equipped kitchen and island to sit at and socialise. Everything was very clean! We loved the big flat screen tv with Netflix and other programs plus comfy beds (one of them a sofa bed) and a good shower. The apartment had everything we needed during our stay! It is beautifully furnished and tastefully decorated. Lovely views of Manhattan & Brooklyn. It is located in a safe neighbourhood with the subway (C line 20mins into downtown Brooklyn/Manhattan) only a couple of blocks away. \nEleanor & Kameon were fantastic hosts, very easy to communicate with! Lovely people that want to make your stay as good as possible. \nCan't recommend enough!"}