{"description": "Stepping into this cozy space will wash away the hustle of the city and allow you to replenish your energy. Enjoy this cozy all original loft in a traditional Brooklyn building. There is a comfortable artsy, world traveler flair, ready to be your personal nest. A few steps away from McCarren Park, Brooklyn Brewery, Whyte Hotel, Berry Park, lots of bars and cool restaurants nearby. The location couldn't get any better! Relaxing atmosphere for couples and business travelers.\n\nThis newly renovated, loft in Williamsburg is a rare find in New York! High ceilings, central AC/heating, all brand new appliances. It's just a few blocks from McCarren Park and all the vibrant atmosphere of Williamsburg. Amazing layout!! wonderful rooftop with amazing city views. Everything you need for a perfect stay.\n\nMAKE A NEST: \nThis is a completely renovated loft and is meant to inspire a true New York and Brooklyn experience. The living room is furnished with a huge couch, a high end artistic table. There is high end art from well known local artist. You'll feel the attention to detail, warmth and hospitality in everything you experience.\n\nEAT:\nEnjoy a fully-equipped kitchen including a brand new refrigerator, stove-top, oven, coffee maker, microwave, eating utensils, and dishwasher. Everything you need to feel at home during your extended-stay or weekend getaway.\n\n-------------------------------\nWho is this place best for?\nCouples traveling together who want to experience the best things about New York and Brooklyn. The culture, food and shopping. \nThose needing an incredible place to work from.\nWho isn't this place best for?\nPeople that want to throw a party.\nSmall children or pets.\n-------------------------------\n\nYou'll have access to the whole apartment! It's your new home. Also feel free to take a look at the city from the rooftop.\n\nI will meet you to check you in and show you everything you need for your stay in NYC!\n\nHere is one piece from the TimeOut magazine about the neighborhood \"Williamsburg is the epicenter of Brooklyn as a fashionable worldwide brand. The neighborhood may have rents higher than Gramercy and more crowds than Soho, but it’s popular for a reason: The quaint streets are lined with inventive New York restaurants, rooftop bars and eclectic shops, and throngs of people flock to the waterfront for flea markets and giant food bazaars during the summer. Heed the hipster call.\"\n\nBedford Ave Subway Station is just 2 blocks away,  L train will take you to Manhattan in less than 4 min.", "name": "Cozy/Huge Classic Brooklyn Loft in Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/74d2d134-d77e-4afb-929e-d72f342e2380.jpg?aki_policy=large", "url": "airbnb.com/rooms/15718146", "id": "15718146", "price": 150, "review": "El lugar es tal cual como sale en las fotos.\nEs un sitio movido hay hartos restaurantes y bares cercas, tiendas de second hand que son buenísimas, muchos lugares para el brunch típico del fin de semana.\nEl agua caliente y servicios básicos funcionan perfecto, tienen secador de pelo que siempre es necesario para todos los que viven en un lugar con voltaje 220, cafetera con sachet, maquina de panini, microonda y cocina.\nNos permitieron entrar un poco antes y salir después ya que no tenían huéspedes que se toparán con nosotros y fue muy cómodo ya que nuestro avión salía llego antes y salió después de la hora de la hora de los check in y out.\nNo vimos a la dueña de la casa por qué creo que estaba de viaje pero se encargó un amigo de ella que fue muy amable en todo momento, nos dejó las llaves al llegar y nosotros le dejamos las llaves dentro de la casa al salir. Si tuvimos dudas sobre algo nos comunicamos con el y el siempre nos contesto.\nEl departamento qued(URL HIDDEN)cuadras del metro a una estación de Manhattan. Lo que es súper cómodo por qué tienes muchos lugares en broockin para salir de noche y en el día puedes caminar por ahí o bien tomar esta estación y estás en todos los lugares típicos en un segundo.\nHice  algunas compras online y tampoco tuve ningún problema. Los correos tienen llaves maestras ( por qué no hay conserje y te dejan los pedidos en una especie de recepción.\nEn resumen es un buen lugar idéntico al que te muestran en las fotos y muy limpio.\n"}