{"description": "Spacious, bright and quiet space with gleaming hardwood floors, exposed brick, full bathroom and kitchen, separate queen bedroom, queen real bed sleeper in the living room and optional queen air mattress accommodates up to 6 guests.  Fabulous location with multiple restaurants nearby, close to Grand Central, Central Park and all major NYC attractions.  Direct subway connection to JFK airport.  Huge 55\" flat screen TV in the living room.  All essentials and complimentary coffee provided.\n\nThe apartment is located on the 4th floor (3 flights of stairs walk-up) with secure entry that requires a key or intercom.  The size of the apartment is approximately 700 SFT / 60 sq meters.  Multiple windows with city views allow plenty of light into the apartment.  All amenities in the apartment, including kitchen and bathroom, are private and not shared with anyone.  The master bedroom has a comfortable queen plush mattress, with linens and pillows.  Ample storage is available in the drawers and multiple hangers and a rack are provided as well.  The living room has  plenty of space for additional guests and is equipped with a queen size sleeper sofa and a double height plush top air mattress, with automatic inflate and deflate functions, which takes 3 minutes to set up.  High speed wireless internet is provided along with two Chromecast-equipped TV's to allow you to stream your favorite music, movies or shows directly from the internet or your Android smart phone or tablet.  Full HBO and Comcast Xfinity subscription is available for you to use to watch latest movies and shows.  The kitchen is equipped with a stove, microwave and toaster oven and has all necessary dishes and utensils.  Complimentary coffee is provided for your enjoyment.\n\nGuests will be greeted in person and provided with the key.  The host will coordinate the key pick-up and drop-off procedure with you shortly before your arrival.\n\nGuests will have independent full use of the property, without interaction with the host, unless there is an emergency.  Host is always within reach by phone or via Airbnb messenger, should the guests have any questions or concerns.\n\nThe location of the apartment is convenient to everything, including Grand Central, The Empire State Building, Central Park, The Chrysler Building, Times Square, Theater District, and many other attractions.  Multiple affordable bars and restaurants are within walking distance of the property, a list of suggestions will be left for you in the apartment.  Multiple stores are nearby, including two 24-hour grocery stores, Whole Foods, and gourmet Grand Central Market.\n\nThe apartment is located close to major subways, including 6, E and M.  A direct subway link to JFK airport is via E train.  A direct shuttle to all major NYC airports (JFK, LaGuardia, Newark) is located within a 10 minute walk.  Free street parking is available from 7 PM to 8 AM daily and all day on Saturdays and Sundays.  Multiple parking garages are nearby.\n\nPlease be aware that this apartment is used by the host when it is not rented.  While you will have exclusive use of the property during your stay, you should expect to see host's personal items in the apartment, such as clothes, paperwork, home supplies, etc.  Ample room will be provided to store your personal belongings and arrangements will be made for you to keep your items separately (i.e. separate section in the closet, separate dresser, separate area in the fridge, etc.).", "name": "Fabulous City Pad in Midtown East", "picture_url": "https://a0.muscache.com/im/pictures/0acf2d52-5e75-4f45-a093-56aa986b332d.jpg?aki_policy=large", "url": "airbnb.com/rooms/15714319", "id": "15714319", "price": 249, "review": "Katya's apartment was very nice. It was clean and looked just like it did in the pictures. It was fully stocked with a kitchen and bathroom and had tons of space for my 5 person group (it even comfortably fit 6 people for a night). It was very close to good restaurants and local convenience stores so we never had to go far to find food or snacks. It was also very close to public transport and local attractions like MOMA and the Rockefeller Center. It was a great value and I would definitely stay there again!"}