{"description": "My place is close to Central Park, Metropolitan Museum of Art, and the metro! My place is good for couples, solo adventurers, business travelers, and families (with kids), some pets will be considered :)\n\nMy home is a one-bedroom apartment. The bedroom has a dresser and closet - I can make room for your belongings. The living space has two couches - both fold down and can sleep up to 3 people. I also have a desk with chairs which doubles as a dining table. My kitchen is small and you're welcome to store some groceries in the refrigerator and use the stove top and oven if you'd like. The bathroom has a bathtub and shower head. There is a washer and dryer in the ground level of the building and you need quarters to use the machines - or you can go to a laundromat across the street and they can wash/dry for you. My apartment is on the 4th floor, you'll have to walk up 3 floors - there is no elevator.  I live across the street from a police station and it's a very safe block. My apartment is quiet and the neighbors are nice.\n\nYou will have full access.\n\nI'm happy to chat with you before and after your stay. I'm also happy to make a few suggestions to help your stay in NYC :)\n\nYou can easily walk to Central Park or hop on the subway and explore the rest of NYC!\n\nI live around the corner from the subway which you can easily take to get around the city. There are also buses you can take - but sometimes the traffic is horrible and it's more of a hassle. I also live just 3 streets away from Central Park and the lovely conservatory garden there. You will also have access to Citi Bike! There are many stations near by. It's a great way to explore the city - just be careful biking in the street.", "name": "Your home while you explore NYC! Near Central Park", "picture_url": "https://a0.muscache.com/im/pictures/0f87c116-2688-40cb-ad77-73d24fb28b27.jpg?aki_policy=large", "url": "airbnb.com/rooms/15721683", "id": "15721683", "price": 100, "review": "Agnes was the best host ever.\nShe was super kind and thoughtful.\nThe room was clean and very warm.\nGood location, just a few blocks away from Metropolitan museum and Central Park and subway was in just 2-3 walking distance.\nEvery day was great.\nThank you, Agnes :)"}