{"description": "Steps away from the 72nd street subway station, my apartment is centrally located - only 1 stop away from Time Square, 5mins walk to Lincoln center, a 2min jog to Central Park, and steps way from the best restaurants in UWS. My corner studio is gorgeous, with light hardwood floors, a beautiful layout with three big windows, so you get tons of light!\n\nMy studio is perfect for a single person or couple - I do have enough space to put a full sized blow up bed on the floor. Please let me know if you'd require this and we can arrange for it.\n\nGuests can use the living space, kitchen, and bathroom freely. My kitchen is pretty small - but i've turned into an expert cook in that space so feel free to venture there. I only ask that if you do heavy cooking in the kitchen, you clean up after yourself. Also guests will have access to the gym so bring your workout gear! Laundry is in the basement. I live in a doorman and elevator building - so very safe and convenient to come and go. NO Parties please. Please be respectful of the neighbors as well.\n\nI will be away during your stay so the space is all yours. But if you need anything, I'll be only a call or text away.\n\nThis neighborhood is amazing. My apartment is located just steps away from Lincoln Center and a walk away from Central Park, which has lots of bike and running tracks. I am also ½ block from the 1,2,3 train, a block away from Trader Joes and Fairway Grocery store which is the largest grocery store in NYC!\n\nAs mentioned, I am located less than a block away from the 72nd 1, 2, 3 train. The 72nd stop is only 1 express stop away from Time Square and 2 stops from Penn Station.", "name": "Gorgeous Studio in UWS", "picture_url": "https://a0.muscache.com/im/pictures/f7ddcad3-2fe4-4fe1-91c6-3acb6262fbb4.jpg?aki_policy=large", "url": "airbnb.com/rooms/15738554", "id": "15738554", "price": 220, "review": "The apartment was very pretty, comfortable and cozy. It was in a quiet neighborhood, really close to the subway and central park.. so the location was perfect! we reached every place from there. Chidinma was very kind, and always answered our questions very quickly. We really enjoyed to stay at her apartment. "}