{"description": "My place is close to Intrepid Sea, Air & Space Museum, Totto Ramen, Empanada Mama, Kahve, and Pure Thai Cookhouse. You’ll love my place because of the location, the people, the ambiance, and the neighborhood. My place is good for couples, solo adventurers, business travelers, families (with kids), and big groups.\n\nMY PLACE IS MORE SUITABLE FOR TOURISTIC VISITORS THAN BUSINESS (URL HIDDEN) IYS IN THE MIDDLE OF TOURISTIC ATTRACTIONS RESTAURANTS ETC THATS A SOCIAL NEIGHBORHOOD\n\n2 bedroom and a living room very comfortable and useful clean appartment all furnitures are brand new.\nTwo queen size beds at each room each bed sleeps two adults total four.\nWalkup second floor just couple stairs in a brickstone hell's kitchen building\n\nCentrally located at Hell's Kitchen two blocks to times square\n7 blocks 5 minutes walk to central park columbus circle main entrance\n5-6 blocks to intrepid museum\n\nAll bars broadway shows restaurants are either on same street or around the corner on 9th ave\n\nI live in the property\n\nGuests has access for entire appartment everything during their stays\n\n5G Wi fi\nCable Tv \nKitchenware\nBathroom essentials(soup,shampoo etc)\nCoffee ️ \nRoom door lock\nLiving Room free use as common space includes tables chairs tv sofa etc.\n\n24/7 I live in the appartment\n\nSocial\nSafe\nFun\nFriendly\n\nGetting around is so easy\nEverything is walking distance\nTimes square two blocks\nCentral park columbus circle main wntrance 5 mins walk 7 blocks\n\nBroadway shows and restaurants are on your street\n\nIntrepid museum couple blocks\n\nYou will feel like your own home while enjoying Charming Hell'S Kitchen and New York\n\nTwo queen size beds at each room each bed sleeps two adults total four.\n\nI live in the living room.", "name": "Manhattan,New York,NY,United States", "picture_url": "https://a0.muscache.com/im/pictures/d53ecd83-f2af-4357-9961-460077f41cb5.jpg?aki_policy=large", "url": "airbnb.com/rooms/15746594", "id": "15746594", "price": 800, "review": "The host canceled this reservation 14 days before arrival. This is an automated posting."}