{"description": "My place is close to Central Park, Intrepid Sea, Air & Space Museum, Carnegie Hall, El Centro, Casellula, Taboon, Broadway shows, amazing restaurants; Time Warner Center; Whole Foods. You’ll love my place because of the neighborhood, the comfy bed, the light, the coziness, the kitchen, the rooftop, the health food store on the corner and its super safe! . My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nYou can really experience NYC staying at our place as you are right in the middle of everything - steps to Time Warner Center - Shopping; whole foods; amazing restaurants; Nobu a few blocks away; Carnegie Hall; Metropolitan Opera; Jullliard; Broadway shows; several gyms - Equinox; crunch; New York health and racket club; NYSC; anything you want is within walking distance and if you feel like it just hop on the train - all the major train are within a few blocks of the apartment. Perfect place to visit and explore this wonderful city we call the Big Apple.\n\nCentury 21 is only a few blocks away  and of course the legendary Central Park is a 2 minute walk - you can rent a city bike; ride a horse or just walk around its absolutely gorgeous! and the big tree that will be going up form Christmas is only a walking distance away.  if you like i can send you an uber or lyft code so you can get 20$ off your rides as well.\n\nThe place is all yours - there is a washer and dryer in the basement everything else inside the apartment feel free to use just pls treat the place as your own as we actually live there :) thank you!\n\nWe are available 24/7 for your questions or concerns. Always ready to jump on the phone if need be that is our pleasure! We want you to have an AMAZING experience here in NYC so pls do not  hesitate to ask anything and everything even if it seems silly. Theres an intercom downstairs so if you ordering a food delivery you can just buzz them in - no need to go downstairs actually  :) what a convenience! and its super clean and safe! which is what we love about it as well as the central location! oh and theres an amazing health food store right on the corner they literally sell everything for the health conscious !!! enjoy!\n\nBeing close to central park is amazing - there are boat rides; horse carriage rides; bike riding and just walking around there is such a blessing and a breath of fresh air. In a city full of life and energy thats one place you can to to relax and enjoy the landscapes. There are also several museums there and an open stage where they put out concerts - many of them free to the public!\n\nor you can just sit on the grass and smell the fresh air and bring some lunch or go on the swings if you have kids or just feel like it! i absolutely love it there! and its big so you can literally take hours just to walk around it - and if you get tired theres a great restaurant in central park - the boat house - where you can eat; relax and over look the water - amazing experience! Don't forget to make a wish on the gondola ride- its tradition! :) Also - the metropolitan museum of art is on the east side of the park - 1000 5th avenue; there is also botanical garden a little further up and a zoo for the kiddies even further up but all in the same vicinity. The Moma is super close as well. American Museum of Natural History is at 79 street, on the west side of the park - its one of the largest museums in the world!\n\nAlso theres a great restaurant Isabella's if you get hungry which we highly recommend!  Then of course the Met if you're an opera lover is a few blocks from the apartment and ballet is there as well.  Great restaurant Rosa Mexicano right across the street from the Metropolitan Opera. Basically you are in the cultural center of the city which is absolutely amazing to me! If you walk west towards the hudson they have build it up to a little green haven - there are benches; bike baths; restaurants; sculptures by local artists and gorgeous views of the Hudson and New Jersey. Theres a cinema if you are into movies on 63 street which is a 5 minute walk :) also if you hop on a train to 14th street - High Line is definitely a site to see - its a market downstairs with tons of trendy shops and restaurants and upstairs is just a place to sit relax get on you wifi if need be and enjoy the landscape - they basically took an old train station and converted it to a gorgeous park for people to enjoy!\n\nYou can always find street parking up on 10th avenue and 9th avenue - otherwise i would recommend taking the subways as there are literally all subway lines within a few blocks walking distance!\n You can even walk to Macys or Madison Square garden if you like!\n\nOtherwise its 2 train stops away! just depending on your preference!\n\nPlease be clean and responsible and treat the place as your home away from home as we actually live there thank you again for staying with us and hope you have an amazing experience!", "name": "Sunny; spacious bachelor pad steps to Central Park", "picture_url": "https://a0.muscache.com/im/pictures/f6f12be9-c9fc-43b2-a24a-21bc4f183512.jpg?aki_policy=large", "url": "airbnb.com/rooms/15757912", "id": "15757912", "price": 126, "review": "Kay was an excellent communicator.  Very nice and accommodating, and the check-in process was a breeze.  The location is great.  We had never really explored that area and were glad that we did. It was also convenient to the work events that we had. \nOverall, a good sized place that serves as a solid home base if you're staying for a few days."}