{"description": "Entire studio to yourself in a fully renovated sunny third-floor brownstone apartment in Bed-Stuy in Brooklyn.\n\nMy studio is on the third-floor of a fully renovated brownstone. All appliances are brand new. The studio features a wall of windows letting in loads of natural light, a new comfortable queen size foam mattress, full-size mirror, and ample closet space. I also have a comfortable couch that can be used as a single bed.\n\nGuests will have the entire condo to themselves. Self-prepare breakfast items are provided. Guests will walk three interior flights of stairs.\n\nThis apartment is located near cool cafes, restaurants, bars, supermarket and a growing collection of commercial options on Bedford Avenue and Fulton Street. The apartment is less than a 4 minute walk to the subway station.\n\nI will not be living in the studio with my guests. However, I will be happy to help you with whatever you need from directions to local recommendations. I am available by phone or email for any questions you may have.\n\nClinton Hill and Bedford-Stuyvesant, also called Bed-Stuy, has a rich history and a vibrant, diverse culture. There is a new wave of development sweeping through Bed-Stuy, it has become a destination for some of Brooklyn’s best restaurants, including:\n\nPilar Cuban Eatery - a short 2.5 streets away from condo\nSpeedy Romeo - 2 block walk  (Amazing pizza!)\nDynaco - one street away (great beer selection)\nLunitas - 10 minute walk \n\nSo many great coffee shops, bars, and restaurants are within walking distance of the studio.\n\nDistances from major New York City airports to the apt:\n\nJFK - 55 minutes total travel time from JFK to the Apt by taking the Airtrain and the Subway (A/C). Total Cost $7.50. The Subway stop is 6 streets from Apt (walking included in total travel time)\n\nLa Guardia - Recommended to take a Taxi or Uber / Lyft. Total travel time varies from 26 minutes (No Traffic) up to 55 minutes with traffic. Total cost $35 - $45.\n\nNewark International - Approximately 1 hour and 11 minutes total travel time by taking the Amtrak from EWR to Penn Station in the city (Not Newark) and taking the Subway (A) to the Apt. Total Cost is $35.\n\nTraveling Destinations:\n\n@ Barclay Center (Home of the Nets Basketball) - 10 minutes by Subway (G)\n@ Manhattan Financial District - 15 minutes by Subway (C)\n@ Brooklyn Bridge / Dumbo - 10 minutes by the Subway (C)\n@ Freedom Tower - 15 minutes by Subway (C)\n@ West Village - 20 minutes by Subway (C)\n@ East Village / Lower East Side - 20 minutes by Subways (G) & (F)\n@ Madison Square Garden - 27 minutes by Subway (C)\n@ Empire State Building - 27 minutes by Subways (C) & (B/D)\n@Time Square - 30 minutes by Subway (C)", "name": "Sunny, Chic, Modern Bedford Studio", "picture_url": "https://a0.muscache.com/im/pictures/768eeae4-25ba-45a0-9738-eb82fbbe40a0.jpg?aki_policy=large", "url": "airbnb.com/rooms/15756117", "id": "15756117", "price": 80, "review": "Sophia's place was very nice and she was easy to communicate with.  The place was clean, comfortable, modern and the neighborhood seemed pretty good too.  There's lots of local restaurants and cafes nearby and it has an authentic Brooklyn feel.  I would stay again for sure!"}