{"description": "Welcome to pure luxury on Wall Street.  This immaculate studio invites comfort, and exudes modern elegance.\n\nLiving is easy in this generously spacious residence. From the marble lobby right through to the apartment and on to the splendid roof deck, you will not be disappointed with the quality on offer.\n\nYou are immediately greeted with a gracious entry way and ample closet space to shake off your busy day. As you walk through the gallery you begin to see the simple charm and a generous layout that lends itself to almost any lifestyle. \n\nThis airy studio features high ceilings, large windows and luxurious spa-like bathrooms and fully equipped kitchen. With modern and sleek bathroom finishes with marble tiles from wall to floor, in-unit washer and dryer you will feel at home instantaneously. The building also has a plush contemporary lounge and amazing rooftop, laundry room, elevators and 24 hr doorman.\n\nCheck In: 11am\nCheck Out: 3pm\n\nDowntown Manhattan - Situated in Financial District, a block away from the New York Stock Exchange it is a few steps away from South Street Seaport, Stone Street, Battery Park, 9/11 Memorial Museum, Freedom Tower, Statue of Liberty, Brooklyn bridge...the list goes on for the business traveler or first timer.\n\nThe financial district is a quiet and quaint neighborhood with several notable restaurants and bars on Stone Street and South Street Seaport. The building is conveniently located next to major subway lines (2/3 and 4/5 trains)\n\nIt is an easy walk to subways, ferries, buses in this neighborhood. Cabs wait outside the apartment so it is easy to hail a yellow car. If you feel more adventurous you can take city bike. \n\nSubway: Conveniently located a block away from 2/3 subway lines which runs very often and very reliable. Few blocks away to 4,5 lines. A,C,2,3,4,5 at Fulton station. 1,9,R,W,E,J,M,Z also in the neighborhood. You can get around to other areas in Manhattan without a problem.", "name": "5 Star Spacious Loft- Pure Luxury", "picture_url": "https://a0.muscache.com/im/pictures/efd12a20-f097-43b2-aa7d-3550c45539eb.jpg?aki_policy=large", "url": "airbnb.com/rooms/15751765", "id": "15751765", "price": 259, "review": "This was my favorite unit so far in this location. I have stayed in this building a few times as I work just down the street.  It had everything I needed, and was squeaky clean (which I really appreciate being a clean freak myself)!  My host could not have been easier to work with, and everything went great.  I have already booked my next stay here.  Perfect location, perfect building, super super happy! "}