{"description": "Across from Hewes S Station (J/M trains), Bedford Ave (L train), Broadway station (G train).  15 minutes to Soho & walking distance to great restaurants and bars in Williamsburg & downtown Manhattan. You have privacy with 2 bathrooms. There's a supermarket and  wine store next door & laundry downstairs. You’ll love my place because of the ambiance, the neighborhood, and the light. My place is good for couples, solo travelers, business travelers, families, pets. New building, airy and large space\n\nThe room is airy and has lots of light.\nThere is a large living room and open kitchen that is available for you to use.\nOwn bathroom, queen mattresses with bed frams. There is a single mattress that can be put in the room. The second bedroom might have another guest but you won't be sharing the bathroom as there are 2.\n\nLaundry downstairs, the apartment, kitchen, own bathroom and bedroom. The closets and drawers in the first bedroom are filled, please don't open and keep this in mind before booking.\n\nWe will leave a key for you if we are not around to check you in. You'll be given instructions.\n\nLots of bars, restaurants etc. Diverse neighborhood that is safe and fun.\n\n30 seconds from the J/M trains, 5 minute walk to G train, 15 minutes to L train. Whole Foods 15 minute walk, there are plenty of supermarkets also a couple of minutes away, as well as Walgreens etc. You are 2 stops from Downtown manhattan. There are also several bus stops right across the street.\n\nThere may be another guest staying in the other room, so please respect their privacy.", "name": "Williamsburg Apartment bright and airy room", "picture_url": "https://a0.muscache.com/im/pictures/f6aeb760-1b17-4faa-b202-b9a6b3e8c3ff.jpg?aki_policy=large", "url": "airbnb.com/rooms/15767828", "id": "15767828", "price": 75, "review": "Selin and Connor have a very charming, modern space in a wonderful Williamsburg neighborhood. The apartment itself is very cute and comfortable. Loved that there were two full baths. The neighborhood is super convenient with a supermarket downstairs and the train basically a few steps out the door. Great hosts with a great place!"}