{"description": "This airy, sun-filled, and entirely private 2nd floor suite is a great place to find respite after a busy day touring New York City, or visiting relatives in Brooklyn. The open layout and well furnished suite is comfortable for one, two, or three persons. The location is unbeatable, providing quick, easy access to the city while being in a tree-lined, quiet neighborhood with a variety of superb restaurants, a wine and spirits shop, and full-service deli all in close walking distance.\n\nThe space has it all: full kitchen with Keurig coffee maker, private bathroom with tub/shower, living room with cable TV, bedroom with armoire, storage closet, and wireless internet. There is a Stearns and Foster queen-sized bed with 100% cotton sheets and a down comforter, a modern couch that converts to a comfortable double bed, wood floors, and high ceilings. The kitchen is fully stocked with a gas stove and oven, microwave, dishes, cookware, and a refrigerator with complimentary beverages. The Keurig coffee maker includes an assortment of coffees and teas. The suite includes all the amenities you would need such as a luggage stand, extra sheets and blankets, iron and ironing board, hair dryer, essential toiletries, city maps and guidebooks, and umbrella.\n\nYou will have the entire space to yourself.\n\nRenters requesting access under 21 years of age must declare age upon request, and are not permitted to engage in illegal activities on the premises.\n\nAll guests must be listed in the reservation. If you intend to have a friend join you, please inform me in advance. If guests stay who are not on your reservation, your future reserved nights may be cancelled.\n\nMy husband, Doug, or I are happy to greet you if we are home when you arrive. Otherwise, we have an easy key box that allows you to let yourself in when you arrive. We are available as needed. You will have a guidebook with information on many of the wonderful restaurants nearby.\n\nWindsor Terrace is a lovely family neighborhood that offers some respite from the urban bustle. We are two blocks from the F/G train Ft. Hamilton stop in Brooklyn.\n\nStreet parking is available on the street. The F/G train at Ft. Hamilton is a two block walk away. It's a 20 minute subway ride to the village, and 30 minutes to Times Square. One train gets you almost anywhere you need to go in Manhattan. We have a lot of maps and guidebooks at your disposal during your stay.\n\nThe private suite offers privacy, and a place to relax. You can cook if you choose in our full kitchen, or walk to one of many local restaurants. Visit NYC by day, or still in Brooklyn and explore! We have a hair dryer!\n\nPlease note: our home is 100 years old and not made for large groups or parties. Our space is best for guest(s) who plan to sleep at night. Thank you for your understanding!", "name": "Private suite on tree lined block Windsor Terrace", "picture_url": "https://a0.muscache.com/im/pictures/0598925f-ee01-4232-a796-4d9bec8a7557.jpg?aki_policy=large", "url": "airbnb.com/rooms/15774266", "id": "15774266", "price": 125, "review": "Lovely host. Elizabeth is responsive and very detailed with her information. The apartment is lovely, comfortable, clean and quiet, so sleeping at night is not a problem. Restaurants near by and neighborhood is family friendly. Hope to be going back soon."}