{"description": "Private studio located the lower level of a private house with a separate entrance.\nYou will have private access to the entire studio (kitchen, bathroom, dining area, living area, entry hallway).\nGreat for students, couples, solo adventurers, business travelers, and families.\n*24 hour check-in using a keypad smart lock (unique code per reservation).\nWalking to buses, movies, restaurants, shopping, and parks.\nParking space\n10-15 mins drive to airports.\n10 mins drive to Citi Fields.\n\nThe studio is very cozy with many amenities located on the lower level. \n\nFeatures includes:\n• Fully stocked Kitchen\n• Cooking Utensils\n• Eating Utensils\n• Coffee and Tea\n• Rice Cooker\n• Beautiful Stone Countertops\n• Professional Stainless Steel Appliances\n• Filter Water Dispenser\n\n• Fully stocked Restroom\n• Toiletries\n• Disposable toothbrushes and toothpaste\n• Beautiful Stone Countertops\n\n• Day Bed which pulls out into double twin bed size (wider than a Queen)\n• Additional airbed available upon request, please let me before booking\n\n• 32 Inch TV\n• Apple TV\n• Netflix\n• Free Wifi - Fast Speed Internet\n• Marpac Dohm-DS Natural Sound Machine to help you speed better\n\n• Work desk with Lamp\n\n• Entertainment Games\n• Chinese Chess\n• Go\n• Books\n\n• Recessed Lighting with Dimmer\n• Iron & Iron board\n• Freshly laundered towels and bed linens\n• Security system will automatically notify fire department when fire or carbon monoxide is detected\n• Accommodates 1-4 guests, and children count as guests!\n\n* Backyard (door in kitchen) access is prohibited unless there is an emergency.\n\nFeel free to send me suggestions on anything you need that is not included above.\n\nYou have 100% private access to the entire studio (everything in the pictures). You do not have to share the space with anyone.\n\n* Backyard (door in kitchen) access is prohibited unless there is an emergency.\n\n* There is a parking space in front of the house for 1  car. If you would like to use it, please let me know in advance so I can leave that space available for you.\n\nI work during the day but will be reachable. The best way to contact me is through the Airbnb message channel, I usually respond in minutes. I suggest installing the Airbnb app on your phone or set up SMS message alerts.\n\nQuiet neighborhood only minutes away from the busy cities of Flushing and Manhattan. It is mostly suburban-like neighborhood with tree-lined streets.\n\nThe population mainly consists of groups of Jewish, Chinese, Korean, Russian, Indian, and Hispanic people.\n\n• Easy free street parking.\n• Walking distance to buses. \n• 12 mins drive to Main Street Flushing.\n• 10 mins drive to LaGuardia airport and 15 mins drive to JFK airport.\n• 28 mins drive to Manhattan.\n• 50 min (peak hours) to 1 hour 20 mins (off peak hours) via public transit to Manhattan.\n\nI recommend using your favorite map apps to check traveling directions and the MTA transit website for bus/train schedules and other information.\n\nThere are no pets living in this apartment but there are small dogs upstairs and in the neighborhood so you may hear some barking. I've provided the Marpac Dohm-DS Natural Sound Machine to mask the sounds and help you speed better but if you are a very light sleeper, this may not be a good place for you.\n\nThe home is equipped with outdoor video security.\n\nIf you have any questions or concerns, please send me a message first before booking.", "name": "★Modern Spacious★☆Private Studio☆ +Parking JFK/LGA", "picture_url": "https://a0.muscache.com/im/pictures/1cdd8578-4f35-4599-8da1-11dafce228ea.jpg?aki_policy=large", "url": "airbnb.com/rooms/15774149", "id": "15774149", "price": 88, "review": "Had a nice stay .Good safe area . Close enough to public transport . Recommend this for 2 people . Emily was considerate and left nice personal touches. I would stay here again."}