{"description": "It’s time to shed those winter layers and gear up for the best things to do in spring in NYC. There’s certainly no shortage of delightful things to do when all the flowers are in bloom. From strolling through some of the best NYC attractions!\n\n你们好!我叫Kim,我和未婚夫Will的房子在纽约布鲁论 Midwood/Sheepshead Bay 地区,  5分钟走路到 B,Q 车站, 半小时到 曼哈屯 (Manhattan).   我们地区安全方便,大多数是华人,犹太人和Polish 跟 Russian.  房子是两房,厕浴,开放式厨房,可住5个人哦!  适合短期租客,旅游和商游。 我们会英语,国语和广东话。 如有问题随时可以联系我们!\n\nMidwood is a thriving, friendly & safe neighborhood which boasts cafes, restaurants, department stores and markets 2 minutes walk from the house - \n\nB train is a 25 minute journey to Manhattan.\n\nOther points of interest include the Brooklyn Museum, Brooklyn Botanic Gardens, Prospect Park, Coney Island Beach, and New York Aquarium\n\nCompletely private two bedroom apartment on 1st floor of a  Brooklyn house located in a safe and quiet neighborhood.  Very close proximity to train station makes it convenient.  Due to railroad being above ground there will be some noises but the windows are equipped with 3 layer of glass for noise reduction.  Also, ear plugs will be provided if you want absolute noise reduction.\n\n\n***Apartment includes 1st bedroom with Full sized bed with a brand new Casper Mattress (memory foam transition foam, cell latex foam and support foam to provide deep comfort), 2nd bedroom - bunk bed twin size over full size brand new Casper mattress.  \n\nEach bedroom & common space is equipped with miniductless AC/heat unit which can be remotely controlled, full bathroom with shower, toilet, sink, full kitchen with cook stove, refrigerator \n\nCommom space has a new sofa bed (innovative urfurl) which converts into a comfortable twin size bed for a smaller person.\n\nThe common space area is limited but definitely very comfortable and clean.  It includes a tv, coffee table and sofa/bed.\n\nThe apartment has it's own locked door and is completely separate from the rest of the house.\n\nThis apartment is well suited for a single traveler, a couple, families & business travelers.\n\nPlease note: there is absolutely no smoking on the property which includes the front  and sidewalk. To accommodate our comfort and the comfort of other guests and maintain a respectful relationship with our next door neighbors we have to insist that there is no smoking on the property which includes the front of the house and sidewalk.\n\nYou are most welcome if you are a smoker, just no smoking on the property.\n\nClose distance into Manhattan in 25 minutes by subway Q & B train.\n\nWe are 1 blocks away from two different subway lines, B & Q,  servicing all areas of Manhattan, Brooklyn and Queens.\n\nWe are a 30 minute taxi ride from JFK airport.\n\nWe are steps from the main commercial street which is full of cafes, banks, boutiques, grocery stores, department stores, which is about multiple blocks in length.\n\n\nIn case you are not aware, the NYC MTA subway/buses runs all night long so, you won't ever get stuck in the city or in Brooklyn!\n\nGo explore New York City, come home for a nap, come and go as you wish anytime, no need to be concerned with returning late at night.  No more hassle with securing or forgetting key as we used digitialized keypad codes for entry.  A personalized passcode will be created specifically for you.\n\n  Amenities:\n\n* Washer/Dryer Laundromat one block away\n* Free WiFi Verizon Fios 150mbps\n* Shampoo, conditioner, soap\n* Towels\n* Fresh linens\n* Ironing Board and iron\n* Hair dryer\n* Complimentary beverages & snacks\n* Netflix, Smart TV\nWe look forward to seeing you!!!\n\nGuests will be provided with a personalized passcode that will allow them to access the property at anytime during their stay.  A smooth and friendly access.\n\nGuests can call & text us at anytime on Airbnb app/cellphone with any questions or concerns.  We will respond back to you as soon as we can.  We speak fluent English and Chinese.\n\nMidwood is a thriving, friendly & safe neighborhood which boasts cafes, restaurants, department stores and markets. 2 minutes walk from the house -   \n\nMidwood is a pretty, vibrant and friendly neighborhood made up of diverse population including but not limited to Jewish, Asian and Russian.\n\nIt is a safe, convenient and quiet with a very diverse population. \n\nConvenience; steps away from\n*Subway\n*Banks ; Chase, Citibank, HSBC, Bank of America, Captial One, TD bank\n*Starbucks, Dunkin Donuts\n*Duane Reade Pharmacy\n*New York Sports Club Gym\n*TJ Maxx department store\n*Grocery\n*Restaurants\n\nNew York City Attraction\n\n1.  Empire State Building\n2. Brooklyn Bridge\n3. Statue of Liberty\n4. Freedom Tower Observatory\n5. Museum of Natural History; you can view historic dinosaurs.\n6. Coney Island Beach & Amusement Park, 15 mins away\n\nThe apartment is easily accessible (2 min walk) to the subway and the following famous attractions: \nB/Q trains\n-15 mins to the famous Coney Island beach theme park, boardwalk and NY Aquarium\n-16 mins to Barclays Center\n-35 mins subway ride to Times Square\n-25 mins subway ride to Canal Street, heart of Chinatown, Little Italy\n-25 mins subway ride to SOHO shopping district\n-40 mins subway ride to Museum of Natural History\n-30 mins taxi ride to JFK Airport\n\n\nThe train travelling into Manhattan is above ground therefore you can spend your time sight seeing the many parts of Brooklyn.  The view of the East River dividing Brooklyn from Manhattan and the historic Brooklyn Bridge that connects the island is beautifully amazing.  You need to see it to believe it.\n\nThis apartment is a legal listing as it meets the qualification of New York State Law.  \n\nThe house is located close proximity to train station and noises can be heard.  Noise reduction ear plugs are provided. \n\nWe are very strict about cleaning bed linens, towels, pillow cases and duvet covers after every guest in order to provide a clean, fresh and comfortable stay.\n\nAfter a long day of travelling we want you to kick back, relax and enjoy.  \n\nBook us for a wonderful experience!", "name": "Cozy & Beautiful 2 bedroom  Apartment; Super Host", "picture_url": "https://a0.muscache.com/im/pictures/60415064-2aa1-44bc-87f0-3bf1c6952429.jpg?aki_policy=large", "url": "airbnb.com/rooms/15774003", "id": "15774003", "price": 85, "review": "Once again, the place is great, I really enjoyed the stay!"}