{"description": "Our recently renovated first-floor apartment is fully furnished, spacious & comfortable.  It has 3 bedrooms and sleeps 7 people (2 queen beds, 2 twin beds & a twin daybed) and has 2 brand-new full bathrooms and a full kitchen & living room with it's own locked front door.  It's in a classic brick row-house in a central Sunnyside located 2 blocks from the 40th St. Subway station, and near many bars and restaurants.  Sunnyside's a great neighborhood to visit and also super close to Manhattan!\n\nWe have a nice brand-new space that comfortably fits 6-7 adults, with 2 new bathrooms.  Everything is freshly painted and the kitchens and bathrooms are new.  You have your own locked front door.  The kitchen is stocked with plates, silverware, coffee maker, and pots and pans.\n\nYou will have access to the whole unit on the first floor.  All three bedrooms, living room/dining area, kitchen and 2 bathrooms.  You will have your own locked door to the apartment.\n\nSunnyside is a really diverse and friendly place and while it's really close to Manhattan, it has it's own nice local vibe, without too many tourist or overly crammed places.\n\nWe have great restaurants and bars and in a 6 block radius you have Italian, American, Mexican, Peruvian, Turkish, Romanian, Empanadas, and lots of great Irish bars.\n\nTransport to Brooklyn and Manhattan and other parts of Queens is really easy or just spend time here!\n\nWe are 2 blocks from the 40th Street stop on the 7 train.  From there it is 3 subway stops to 59th St and Lexington or 4 stops to Long Island City and 6 stops to Grand Central.  There are also 2 buses that stop 3 blocks away that run straight to Manhattan.\n\nCabs are also plentiful along Queens Blvd and there are usually lots of nearby ubers too.", "name": "Classic 3 Bedroom & 2 Full Bath Apartment", "picture_url": "https://a0.muscache.com/im/pictures/4ad4c47f-e42e-4e9f-940f-0ce7a961eea4.jpg?aki_policy=large", "url": "airbnb.com/rooms/15783413", "id": "15783413", "price": 195, "review": "Alexandra´s place was perfectly as described; ample space, newly renovated and very handy to explore New York. The neighbourhood has plenty of nice, affordable places to eat and do your grocery shopping. I would recommend this place to my friends and family."}