{"description": "Minutes away from Manhattan. Close to the subway number 7 train and very safe too. All new appliances and freshly painted. Bathroom just renovated too. You will love the neighbourhood and yet you are close to all amenities and just a few stops from Manhattan. Sunnyside gardens is a historical district. \nFully furnished apartment Supermarkets, restaurants, pharmacy and shopping just blocks away from the house.\n\nTwo bedroom apartment on the First floor along with a backyard.\n\nBackyard to relax, TV and DVD movies. WIFI password provided once you check in. Fresh bed sheets and towels. Stove, refrigerator, dishwasher, microwave and toaster.\n\nWhen they arrive and leave, or if they require something, I am always available to help make your stay comfortable and pleasant.\n\nPeaceful, safe and close to subway. Sunnyside Gardens is a historical district and is preserved and recognized by New York City. Sunnyside gardens on 49th street and 39th ave is one of the two only private parks in all of New York City.\n\nSubway and buses available to Manhattan just three short blocks away. The number seven train to and from Manhattan has been ranked one of the best subways in NY City. Takes a few minutes to get to Manhattan from Sunnyside.\n\nAll new appliances and freshly painted. The apartment is always clean and guests comfort is our top priority.", "name": "First floor two bedroom apartment in sunnyside.", "picture_url": "https://a0.muscache.com/im/pictures/aae701b9-8b54-40a6-aed7-ba138698814f.jpg?aki_policy=large", "url": "airbnb.com/rooms/15788483", "id": "15788483", "price": 150, "review": "This is a lovely home in heart of Sunnyside, 15mins from city, house is quiet and peaceful, and very spacious for such a reasonable price in NY!! Tsewang was very accommodating and  friendly and kind enough to leave basic provisions in fridge for breakfast/snack as I'd arrived very late at night. I would def recommend this house, and will use it anytime I've got friends/family in town!! Thank you very much, TT"}