{"description": "You will love my place because it is comfortable, surrounded by plenty of things to do and conveniently located minutes from the city. My place is good for couples, groups up to 5 people, solo adventurers, and business travelers\n\nA typically wonderful day @ Lexy's:\n \n• Access the apartment with August Smart Lock via your iPhone or Android and lay your stuff down and settle in. (2 Guests will have free access then $2 for each additional guest). \n• Have Alexa, the Voice Activated Virtual Assistant (Amazon Echo dot Bluetooth speaker) cater to you by controlling, dimming and changing the color of the lights, informing you about local news, playing music, setting an alarm, and providing weather updates by your voice commands.\n• Jump online and surf the net with free wifi to look up what is around town, check your email or get some last minute work done.\n• Go out and experience the diversity of Astoria with tons of places to shop and things to do (Also just ten minutes from New York City).\n• Watch Netflix & Hulu on a 47-inch flat screen tv (*You must have a login account of your own).\n• When you have had enough, lay back and relax on a very comfortable Queen size bed.\n\nCheck in is 2PM-10PM and check out is no later than 12PM. If you need an earlier or later check-in/check-out time and there is availability, the additional hourly fee is $15 an hour. Just ask me. Depending on my schedule I will give you a quick tour either in person, over the phone or via FaceTime. You have access to the entire apartment on the ground floor(no stairs to climb). Please download the August app prior to check-in.\n\nI can be contacted by phone, txt and through Airbnb.\n\nLocation, location, location. \nVibrant diverse neighborhood with tons of places to go including restaurants, shops and entertainment all within walking distance.\n\nIf you are arriving from LGA, a taxi ride is about 16 minutes and around $20. You can also catch the M60 bus towards Harlem and get off on Astoria Blvd and 31st street and walk up to the train station and catch the N or W heading to Coney Island. Get off on 36th Ave (3) stops and Walk 3 blocks toward Crescent Street . If you are arriving by JFK, it will be a 35-45 minute taxi ride depending on traffic and around $50. You can also catch Airtrain to Jamaica Sutphin Train Station and take the subway E train to Manhattan and get off at Queens Plaza. You can walk across the street and transfer to the N or W at Queensboro station to take the N or W toward Astoria :Ditmars blvd. You get off on 36th Ave. If you are coming from EWR Airport, taxi ride is about 1 hour and 30 minutes and costs approximately $150+ tolls fees. You can also take the airtrain to the NJ Transit Train station and take the train to NY Penn for approximately $15. Get off at NY Penn station and transfer to the E train. Get off at 42nd street Time Square and transfer to the N or W to Queens. Get off at 36th ave.\n\n-Queen size air mattress that sleeps two available upon request at no extra charge \n-I am a very private person and keep to myself. If a neighbor or tenant engages you in conversation, please do not feel obligated to respond and provide our business. If you feel compelled to share, you can say you are a friend/colleague of mine staying for a short visit.", "name": "Relax in style minutes from NYC", "picture_url": "https://a0.muscache.com/im/pictures/090e089e-40c6-4d06-8b39-87796c012116.jpg?aki_policy=large", "url": "airbnb.com/rooms/15789845", "id": "15789845", "price": 150, "review": "I had a good experience at Lexy's place. My friends and I were in the city for a show so her location was perfect for a place to crash. Although the space was very minimal and sparse, we were provided with an air mattress which was convenient. The apartment is very old and not ideal if you're looking for a picturesque vacation spot. It was clean for the most part though and in a good location if you need to be near manhattan but can't afford it.\n\nThe shower was very finicky. It went from very hot to very cold multiple times and everyone with me had issues as well. There were instructions but it seems the shower just didn't want to cooperate. \n\nThe location and check in process is very confusing so be sure to get in contact with Lexy early to be aware of all that. There was no number on the door, so we had trouble finding it. Also the smart lock, which you need an app to use is very confusing and not ideal if you do not have smart phone or if you're not tech savvy. \n\nOverall, we had a few minor inconveniences but it's a great spot for someone just needing a place to crash with friends. "}