{"description": "Live in a real 1880's Brooklyn firehouse with lots of historical character, furnished with salvaged antique pieces and original artwork, some made by the hosts themselves. Hire a Citibike or walk to downtown Brooklyn through the lovely neighborhoods of Clinton Hill and Fort Greene. Half a block away is Myrtle Avenue, with it's restaurants, bars, and food markets. Pratt Institute is 3 blocks away. Local pick/drop laundry service available.  Walk to G train in 7 minutes, or take a bus downtown.\n\nThe apartment has it's own private entrance at the back of our building, and is very quiet and light with high ceilings, 2 skylights and 2 windows.  It has one bedroom with a door, which sleeps two, and one open bedroom with optional velvet curtain enclosure that can sleep 3.  It also has a sleeper couch in the living space that can sleep 2 more.  Outside bedroom 1 is a small outdoor sitting area accessed by opening the fire gate.\n\nOpen the fire gate in bedroom 1 and you will find a lovely outdoor sitting area.  We also have a bench to sit on in front of our building.\n\nSome days I am working at home, other days out.  We are all upstairs at night if any help is needed and I am always available by text or phone.\n\nOur neighborhood has many services that it didn't have when we moved in 15 years ago!  Many restaurants offering Mexican, Thai, Japanese, Korean, and Middle Eastern food, among others.  All types of bars, from hipster to sports.  A huge Dick Blick art supply store.  A brand new supermarket and even a tattoo parlor.  The variety of businesses reflects the diversity of the neighborhood which includes old-time residents, students, and immigrants.  There is no one established \"scene\", unlike other Brooklyn neighborhoods, and this gives it an openness to newcomers that is very special.\n\nThe closest subway stop is the Classon Avenue stop on the G line.  To get into Manhattan you transfer at Hoyt-Schermerhorn to the A or C lines.  We are served by numerous bus lines into downtown Brooklyn on Myrtle Avenue or Dekalb Avenue. Parking is easy and safe on the street during weekends, and only moderately difficult during the week, much easier than many Brooklyn neighborhoods.  Indoor parking is available at Armory parking on Vanderbilt Avenue, a 10-minute walk away, for $10 daily. There are several Citibike stations within a few blocks of our house.\n\nAll groups will be given 1 sets of keys.  If another set is desired it must be requested.", "name": "1889 Brooklyn Firehouse Apt. Clinton Hill-BedStuy", "picture_url": "https://a0.muscache.com/im/pictures/555d99de-a2ff-450b-b617-2e5269594e81.jpg?aki_policy=large", "url": "airbnb.com/rooms/15783216", "id": "15783216", "price": 170, "review": "This is an excellent place, well-located and very reasonably priced. It is better big, nice, and clean. Luke is very helpful and ready to help. Would definitely stay here again!"}