{"description": "This apartment is in one of the best areas for restaurants and bars in Manhattan. There are numerous places to go out for drinks, food, and entertainment in the neighborhood. East Village, Soho, Nolita, Little Italy, and Chinatown are all within walking distance. 6 subway lines, B/D F/M J/Z, are all nearby.\n\nI personally live in this apartment so you'll find everything you'd need to make your trip comfortable, whether it's pots and pans for cooking or glassware for some wine.\n\nI try to make this apartment my own sanctuary in the middle of the hustle and bustle of New York City. \n\nThat means you'll be sleeping on a queen size memory foam mattress with deluxe sheets, comforter, and pillows. If you decide to spend a night in, there's a 4K TV in the living room hooked up to a nice set of speakers. Apartment comes with fast and reliable WiFi.\n\nI'll leave a set of fresh towels and bath products out for you to use as well.\n\nYou'll have a cozy apartment to yourself.\n\nI rent this apartment out whenever I'm out of town. If you need anything while I'm away, please let me know. I will try to be as accommodating as possible.\n\nThe apartment is located in a neighborhood known for its restaurants and nightlife. There's plenty of cheap eats and fancy meals within a few blocks. That means it does get a bit busy and noisy at night on the weekends though. Take a look at my guidebook for recommendations.\n\nDelancy/Essex St. station is two blocks away. That means the J will take you straight to the JFK airport in 45 mins and the F or M will take you to most places in New York. The B/D trains are about a 5 minute walk away.\n\nThis apartment is in an older walk-up building. If stairs are a problem, this place is not for you.\n\nPlease let me know if you plan to use the sofa bed so I can prepare the bedding for it. An extra guest fee will be charged.", "name": "Cozy Modern 1 Bedroom in LES", "picture_url": "https://a0.muscache.com/im/pictures/138f151d-8940-4a15-8dc1-af8c43b34358.jpg?aki_policy=large", "url": "airbnb.com/rooms/15798872", "id": "15798872", "price": 150, "review": "Daniel's place was wonderful! Cozy and clean, and very much a home - full of the comforts and amenities of a lived-in apartment - much unlike other generic Airbnb places I've stayed at in the past. The bed was really comfortable, and the pull-out couch made for a nice and full sleep as well. Check in/out was effortless, the location was incredible... I didn't want to leave ::)"}