{"description": "Authentic Brooklyn charm with modern comforts.  Private, spacious loft apartment inside lovely restored Victorian family home, steps from subway and iconic Prospect Park.\n\nBuilt-in queen bed, plus available airbed means splendor for 2, comfort for 4.  Kitchen with stove, microwave and fridge comes with coffee, light breakfast fare and snacks.  Luxury bath with spa tub.  Huge closet.  Deep leather sofa with HDTV + Chromecast.\n\n7 subway stops to Manhattan.  5 min walk to celebrated restaurants.\n\nOur home has been featured in the New York Times Real Estate section, which noted the combination of restored original fixtures such as stained glass and pocket doors, combined with modern comforts and amenities.\n\nYour private 3rd floor apartment also has a sleeping loft, which may be particularly fun for kids.\n\nWith block after tree-lined block of freestanding homes with backyards, detached garages and front porches, our Ditmas Park neighborhood feels like a small college town nestled inside a big city.  TV and movie production crews frequently use our neighborhood for interior and outdoor filming.  If you've seen the movies Sophie's Choice, Bridge of Spies (starring Tom Hanks) or the TV shows The Americans, Blue Bloods, The Affair, Girls, or Boardwalk Empire, you've already seen our neighborhood.\n\nWe are a 2 minute walk from the Q train, which takes you into Manhattan stopping in the middle of Chinatown, Union Square, Times Square, 57th Street and at the southeastern entrance to Central Park.", "name": "Own Floor in Brooklyn Home, 20 min to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/dbfc3fc2-545b-42d7-8e4a-e7f3ec68b672.jpg?aki_policy=large", "url": "airbnb.com/rooms/15798969", "id": "15798969", "price": 149, "review": "Found this while browsing and booked it on a spur of the moment whim...  Turned out to be the best decision ever. My two children and I had the most absolutely perfect time. The hosts were as gracious and helpful as you could ever want. The location was extremely convenient to the Q train into Manhattan...  I wish we could have stayed even longer.. We were honestly sad to leave this morning !  I hope we are able to visit again one day."}