{"description": "Walking distance to Guggenheim, Cooper Hewitt, The Jewish Museum, Central Park, cool bars restaurants, DuaneReade and Supermarket less than 30ft and many others. It's a spacious studio with full bathroom and separate kitchen. My working hours are insane and please message me for living arrangements. Brand new furniture (not IKEA) NOTE: YOU WILL HAVE THIS PLACE TO YOURSELF BUT IT IS SHARED AS I HAVE ALL MY BELONGINGS HERE AND I WANT GUEST TO RESPECT THAT.\n\nIt is spacious place for a studio and my furniture is very high quality. I also provide another mattress for third guest. Thank you!\n\nSharing is caring so as long as they respect my personal belongings, they can use and eat anything in kitchen\n\nHouse sharing as an I have all my belongings here and I want it to be respected but I work a lot and stay with my gf a lot so I am just a phone call away but I do want my house to maintained well.\n\nBars, museums, subway, Central Park, Gracie mansion (mayors mansion), walking or run by the water, restaurants (of you name it cuisine), liquor stores, convenience stores, 2nd Ave Q Train (it's fantastic way to goto time square and Columbus circle), 4,5, 6 line to grand central and UN or Brooklyn and and ask about secret commute tricks!\n\nDownload via app and use this code Shah4n6 to get credit for 2 rides anywhere in Manhattan as well as GETT for two private black car ride share (code:GTJTIJH) Also, subway is located 86th and Lexington and another one 86th on 2nd Ave. 6,4, and 5 goes directly to grand central but I just 6 if you wanna see grand central as well as downtown area and you can get off at 59th and lex and walk to 5th ave. If you want to go columbus take n w r at 59 and lex, you should be there in less than 20mins from my house with walk and everything. If you have time I highly recommend the halal guys on 53rd by Hilton hotel to eat and you can pay them a dollar or two extra to cut the long line. \n\nNear by? Gracie mansion is less than 100ft away.. all other museum are also walking distance and no need to waste money on cabs as they are less than 5-10mins walk depending on your pace.\n\nI can suggest places to eat and go out to. Please ask", "name": "Fantastic apt in prime area! Studio", "picture_url": "https://a0.muscache.com/im/pictures/955614d0-2948-4f2b-83f7-4ccb506481b0.jpg?aki_policy=large", "url": "airbnb.com/rooms/15805352", "id": "15805352", "price": 110, "review": "Excellent location- near Central Park. Great host, easy to talk to, great place for a couple  enjoying the city!"}