{"description": "Our home is in the heart of Boerum Hill, one of the most charming and sought after neighborhoods in Brooklyn, spacious studio with a separate entrance and full amenities, and is perfect for a couple or a small family. It's 2 blocks away from major subway lines A,C,G, and few blocks from Atlantic Barclays Center.\n\nOur home is in the heart of Boerum Hill, one of the most charming and sought after neighborhoods in Brooklyn, spacious studio with a separate entrance and full amenities, and is perfect for a couple or a small family. It's 1.5 blocks away from major subway lines A,C,G, 2 Blocks to 2 / 3 line and 1.5 Block to supermarket also few blocks from Atlantic Barclays Center. Resturant and Bars in the Block.\nThe apartment is on the second floor of a small 2 story building, and our café is just downstairs. It's a spacious studio apartment. It's been recently renovated and modestly furnished (not cluttered), so the guests really get the most of the space. There is a full size bed and a comfortable couch, we also provide extra airbeds and mattresses in case if they are needed. Linens and towels are provided. High-speed Internet / Wifi are also part of the deal.\n\nGuests access the space through a separate entrance.\n\nOur business is just downstairs, so we are always available if guests need anything.\n\nBoerum Hill is one of the most charming and historic neighborhoods in Brooklyn, it is very easy to get to (10 minutes subway ride from downtown Manhattan), and full of nice / hip bars and restaurants. Here is what airbnb has to say about it.\nhttps://www.airbnb.com/locations/new-york/boerum-hill\n\n2 blocks away from a major subway station A,C,G trains", "name": "Boerum Hill Charming Studio", "picture_url": "https://a0.muscache.com/im/pictures/7366a0d4-9e4b-475f-8b15-4163d86b22fb.jpg?aki_policy=large", "url": "airbnb.com/rooms/15802947", "id": "15802947", "price": 130, "review": "Masoud is a wonderful host.  Warm and welcoming,  Masoud makes you feel at home.  His shop downstairs serves amazing crepes and pastries, along with excellent coffee and teas. The room is fine, the bed comfortable, the TV had Netflix and other options.  The location is superb, close to lots of historic neighborhoods, good restaurants, subway stops, grocery stores and pharmacies."}