{"description": "You’ll love my place because of the high ceilings, the location and the great Neighborhood.  There are tons or Restaurants and shops all around.  Transportation is 4 blocks away to the 6 Train at 68th and Lexington Ave.. My place is good for big groups.  \nThe apartment is located in a traditional Upper East Side Brownstone building.  Its on the 4th floor of a walk up building.\n\nThe space is simple but clean.   Pictures show it all.  There is a large closet opposite the kitchen which is spacious for all your things.  \nSince the images were taken there is now a dining room set that seats 4 so you can enjoy dining in the apartment.   The seats double as storage as well which is nice to store more things.\nWe supply fresh linens and towels for you and im available always for any questions  you may have.\n\nThe apartment is all yours.  Its a residential building that is quiet .  So you will be expected not to make a lot of noise and respect the neighbors.\n\nUpper East side is famous for its Restaurants and residential style.  Its nice and friendly and transportation to anywhere in NY is close by.\n\nTHe 6 Train at 68th street and Lexington ave is a 5 minute walk.\n\nAfter you reserve.  We will send you several forms to sign digitally ( very easy from your phone ) that include all your check in details, information on the apartment ( Where to put trash, Wifi, etc ) as well as the rules and regulations of the apartment.  \n\n We have you sign the forms so that we know you have this information.   Too often we have guest that arrive and have not followed their check in details and or have not read/received them.   Their lack of planning then becomes our emergency.    For this reason we have our guest sign them so we know they have them and so we can ensure the smoothest and most seamless arrival possible for you.", "name": "Cozy Studio Pied-e-Terre on UES - Sleeps 4!", "picture_url": "https://a0.muscache.com/im/pictures/d5f2fd79-5f24-42d8-a7cb-bfe707450784.jpg?aki_policy=large", "url": "airbnb.com/rooms/15803655", "id": "15803655", "price": 159, "review": "Great apartment and fast reply for any questions.cozy apartment for four people get together.And convenient to subway and restaurant "}