{"description": "Great for couples or solo-voyagers, this historic yet brand-new neighborhood is full of Brooklyn's best cultural jewels (Botanic Garden, Prospect Park, Brooklyn Museum) as well as a diverse mixture of traditional and delicious restaurants, coffeeshops, and bars.\n\nYou'll be on the second floor of an easy, comfortable renovated Brooklyn space. Exposed brick, hardwood floors- the whole enchilada. You'll have access to our large, stocked, kitchen whether it's for a snack or simple breakfast, or an involved dinner. Our roof is simple, a couple table and chairs, but has amazing views of the city and the rest of Brooklyn. Overall, it's a simple, clean, bright space that has everything you should need.\n\nI won't be here during the duration of your stay but I have two roommates who are very clean and friendly that will be. Should you ever need anything, feel free to chat with them, or reach out to me electronically.\n\nWhen I walk outside my apartment, the sense of community and history intrinsic to the neighborhood is clear. It's progressed into modern times adding creative, delicious restaurants while keeping neighborhood gems. With barely even having to leave the apartment, you'll be stepping into some of my favorite spots in all of New York:\nSilver Rice Sushi (specialize in Japanese shirashi \"cups\")\nDomo Taco (Mexican/Asian fusion- need I say more?)\nLittle Zelda (amazing, friendly coffeeshop)\nThe Crown Inn (cozy bar with an amazing happy hour and backyard)\nBagel Pub (everything bagel and breakfast with a super streamlined process)\nRosco's Pizza (arguably some of the best, though you'll hear that a lot)\nChevala's (Mexican, brunch, margaritas, done)\nGlady's (Standby Jamaican fare)\nBunsmith (Updated, delicious, amazing rice bowls)\n\nand the list goes on and on. Ask me for more reccomendations!\n\nYou're super close to 4 major train lines to get into the city (2,3,4,5) and walking distance to the A,C trains. If you need any help getting around the city- feel free to ask!", "name": "Luminous room in Brooklyn's best- Prospect Heights", "picture_url": "https://a0.muscache.com/im/pictures/76cc7b51-a0c6-49db-b688-5724250b121d.jpg?aki_policy=large", "url": "airbnb.com/rooms/15802551", "id": "15802551", "price": 45, "review": "Aaron's place is great. Accurately advertised, it\"s a small room in an apartment with two other guys. It has everything you need and the roommates were friendly and hospitable. Aaron's communication was great. It is an ideal spot for some simple, cheap accommodation in Crown Heights/Prospect Heights."}