{"description": "The apartment is in Carroll Gardens, a quiet high demand area\n Its conducive to walking, located near Smith Street restaurant row and 10 minutes by car from Manhattan, 15 minutes by train. Easily accessible to museums and (URL HIDDEN) and has a landscaped garden..e apartment has a modern kitchen.\n\nIt is very accessible to everything that makes New York great while not in the middle of bustling Manhattan. It's only minutes and within walking distance of Smith street and minutes from Manhattan. It is within minutes of the Brooklyn Botanical Gardens , the famous Brooklyn Tabernacle choir, Junior's Restaurant and its world renowned cheesecake, Barclay's Center and minutes, by public transportation  from the theatre district and historical sites such as the World Trade. The space itself is perfect for one person or a couple seeking to relax and recharge from a day of various activities in a quiet neighborhood yet accessible to the type of hustle and bustle of New York.\n\nThis is a rental of an entire apartment in a building owned by the host. It is not subject to any restrictions in renting the premises.\n\nI will be traveling during your stay and unavailable.\n\nThis is a bucolic setting with parks, and playgrounds while also having a wide variety of restaurants and bars. There are several outstanding Italian restaurants in the area, as well as Greek, Latin, and classic American. Its a neighborhood with classic brownstones and Federal style homes. Carrol Gardens is one of the more exclusive neighborhoods in New York. It has a large French speaking population as well as Italian Immigrants who gave the neighborhood its flavor and construction. You are also near the famous Brooklyn Bridge Park, Jane's carousel, and the promenade which provides a striking view of the NYC skyline. Check it out at dusk.\n\nPublic transportation is nearby and readily available. Street parking is available as well as citibikes for rent. You are very close to Manhattan\n\nIf you have a car parking is limited though available and alternate side of the street parking rules apply for Tuesday and Thursday only", "name": "Quiet Homestead", "picture_url": "https://a0.muscache.com/im/pictures/627a07f0-eeb3-4926-a7eb-929fc7dd4d33.jpg?aki_policy=large", "url": "airbnb.com/rooms/15800258", "id": "15800258", "price": 125}