{"description": "An entire 2 bedroom apartment that's a 3 block walking distance to the subway. There are many stores, restaurants, bars etc.\n\nThe apartment is in a traditional Brooklyn townhouse, with kitchenette and sleeping quarters.  You'll find a TV, microwave, cooktop and refrigerator.  The sleeping quarters offer two separate bedrooms--each has a queen size bed. Hardwood floors throughout. The apartment is fairly high for a garden unit, really just 1 step down.  There is on street parking for free.\n\nGuests have access to the entire apartment which occupies the first floor of the house.. Guests enter the building via the first floor front door, to the apartment's private entrance.  The front door has a keypad lock which will be personally coded for the guests.\n\nIt is a private space with a private entrance and amenities and as such I give my guests total privacy. The apartment has a keyless entry using a keypad coded lock so there is no key exchange. Depending on arrival time it is possible that I will not meet them during their stay. I may make an attempt to meet guest but once they are settled in, I am not persistent. I occupy the part of the house not accessible to guests. I work so I am frequently not at home but I am always reachable by phone and check email often.\n\nEasy walk to transportation and shopping.\n\nThere are 2 subway lines that are a 3 block (J Train) and 4 block (L Train) walk from the apartment. It's about a 20 minute ride to Manhattan.", "name": "Charming 2BR--20 min to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/5d900d9c-3027-4d70-9894-f34a39b00266.jpg?aki_policy=large", "url": "airbnb.com/rooms/15819665", "id": "15819665", "price": 110, "review": "Location of the apartment was ideal for getting into NYC by Subway.  The area is not pretty on first inspection but has great facilities and felt friendly.  Very quiet in the evenings -  traffic can be noisy in the day time.  Comfy beds and sitting room.  Kitchen may need a few more items for cooking at home and if 4 people are sharing.  We had a great time and were well supported by Dorion."}