{"description": "* FYI, the reason we don't have reviews yet is that this is a new listing and the first guests are set to arrive end of March, and so reviews after.\n\nNewly renovated independent apartment in small house in East Williamsburg with great the outdoors space, up and coming artsy neighborhood, great light throughout, comfy bed, and fully functional kitchen. Three blocks from the Montrose stop on the L train. My place is good for couples, solo adventurers, business travelers and small families.\n\nBeautiful open floor one bedroom apartment in row house located in a quiet street, only 10 min from downtown Manhattan on the L train and a short walk away from the heart of Williamsburg and Bushwick.\n\nThe apartment is on the ground floor of a small building with access to a great backyard.\n\nThe Amenities include:\n* Private apartment all to yourself!\n*Access to great backyard.\n* Newly renovated bathroom.\n* 3 Blocks from L Train Subway Line\n* High Speed Wireless Internet\n* Clean linens and towels\n* Fully functional kitchen and utensils.\n* Queen Size bed.\n* Street parking is free and easy to obtain. \n* 42\" LED TV with access to Netflix and other streaming services as well as a DVD PLayer.\n* Bluetooth capable stereo receiver.\n* 3 Blocks from L Train Subway line for very easy and quick access to Manhattan.\n* Street parking is free and easy to obtain.\n\n* Nearby Art Galleries, Restaurants, Bars, Shopping, Cafes in the East Williamsburg section of Brooklyn.\n* 24 hour natural food store 2 blocks away and close to other shopping.", "name": "Apartment with backyard in East Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/15886c5a-3291-4a84-a475-df30b0a399cd.jpg?aki_policy=large", "url": "airbnb.com/rooms/15820512", "id": "15820512", "price": 109, "review": "Guillermo's place was great and exactly what we were looking for. It's clean and in a really up and coming trendy area in east Williamsburg. The place has good wifi and Netflix for the days you're to hungover to leave the house. There are awesome little bars, coffee shops, grocery stores, liquor stores  and restaurants within a 5 minute walk. The L train station is right around the corner and gets you straight to the lower east side in 15-20 minutes. I highly recommend staying here if you're after something affordable, nice and in a really cool part of town. the heart of Williamsburg is 10 minutes away on the train. "}