{"description": "My 1 bedroom garden apartment in Hamilton Heights is on the 1st level of a walkup and down the street from countless delicious restaurants and bars, closest subway is just a 6 minute walk. Enjoy my massive king size bed, 50\" tv with Apple TV, full living space with kitchen, bathroom, couch with extra pull-out bed. Personal thermostat for heat, air conditioning. Super private, intimate, safe and quiet, my apartment is a perfect escape from the hustle & bustle of the wonderful city that's just outside the door!\n\nApartment is super private. Not directly abutted by any other apartment, the entrance is through the 1st floor hallway and out the back door. Entrance is from outside on the side of the building. Windows don't bring in much light but there is some private outdoor space at the entrance and there are various lighting options in the apartment. The space has a railroad layout - bathroom is to the right of the entrance, living room, kitchen, and separate bedroom with huge king size bed are to the left. I'm an artist and this apartment is a wonderful, quiet space to work, think, and relax after a long day in the city.\n\nEntire apartment - \nBathroom with shower, toilet, sink\n\nKitchen with fridge, microwave, oven, stove, sink\n\nLiving space with couch/pull out bed, desk, table\n\nBedroom with King size bed, 50\" tv, Apple TV, Wii U, SNES.\n\nWifi, air conditioning, heat with thermostat\n\nBring your own computer\n\nPlease reach out to me with any questions you have. I'll will have my phone on me most of the time.\n\nHamilton Heights is an amazingly vibrant, beautiful neighborhood at the north end of Harlem in Manhattan. \n\nRapidly gentrifying, the neighborhood has a diverse population of artists, musicians. Columbia students, and various races and cultures. \n\nAll up and down Broadway are delicious places to eat like Bono Trattoria. Sushi Mama, Unione, & Hamilton Bakery \n\nAlso, lots of great local bars like Harlem Public and The Wallace. \n\nThe local coffee spot of choice is the Chipped Cup. \n\nYou also have the gorgeous Sugar Hill historic district a block away with beautiful stately mansions.\n\nLocal parks are plentiful and beautiful.  The Hudson River is less than two blocks away, and is ideal for running and bike riding. Jackie Robinson and St. Nicholas park are wonderful. The latter is home to the Hamilton Grange and City College's amazing gothic towers. \n\nInwood Hill park and the Cloisters museum are also just 10 minutes north on the subway, and Central Park is just 15 minutes south.\n\nThere are multiple subway options - the 1, A,C,D trains are all within 10 minutes walk and will take you to midtown Manhattan in 20 minutes.\n\nI love living here, the neighborhood is safe and diverse, with lots of natural beauty and easy access to the whole city. \n\nI really enjoy sharing my favorite spots in the city, so if you have questions, please ask!\n\nSubway- \n1,A,B,C,D trains \n\nBus - M100, M101\n\nUber, Lyft, NYC Taxi all serve the neighborhood\n\nApartment doesn't get much natural light, so if you need to soak in the sun this may not be the place for you. \n\nIf you hear someone rummaging around behind the walls of my place, it's because the super's storage room is adjacent.", "name": "Quiet, private full 1 bed apartment", "picture_url": "https://a0.muscache.com/im/pictures/41bf1e6d-9f5a-4615-adcf-149df34e39a2.jpg?aki_policy=large", "url": "airbnb.com/rooms/15820271", "id": "15820271", "price": 85, "review": "Very comfy bed!  Small, private, perfect!  Felt safe in the neighborhood, no loud noises.  Great instructions on how to find the apartment itself."}