{"description": "Bright, private, well- lit, open space with a kitchenette and a full bathroom that can sleep up to four people. It's very clean and you will have access to a private garden. Our place is good for couples, solo adventurers, big groups, families (with kids), and business travelers\n\nBeautiful bright, well-lit open space that is completely private. It's listed as a private room because the studio is a part of our duplex apartment. The apartment does have a private entrance, as well as the only entrance to the private garden.\n\nEntire lower level of our duplex apartment, which is spacious studio in a wonderful building.  The studio has lots and lots of open space, a private entrance, a kitchenette, a bathroom,  a full-sized bed, as well as a full-sized pull-out couch. The studio is equipped with everything you need for a short stay such as towels, sheets, soap, coffee, tea, etc.\nThe only entrance to the garden is from the studio.\n\nWe live right above the studio, so we will be around if you have any questions regarding sightseeing, cool places to visit, and of course where to get the best food!!\n\nThe neighborhood is great. We're right along the border of Bushwick and Bedstuy, which are definitely the 'trendiest' areas in Brooklyn right now. \nWe're very close to Manhattan and only a few train stops away from all the really cool bars, lounges, clubs and restaurants.\n3 minute walk to the Gates Avenue train stop (J/M/Z trains)\nB 52, B 47,\n\nWe're very close to Manhattan and only a few train stops away from all the really cool bars, lounges, clubs and restaurants.\n3 minute walk to the Gates Avenue train stop (J/M/Z trains)\nB 52, B 47,\n\nVery convenient to get to and from JFK airport. The J  train goes directly to the airport. (45 min)\n\nWe ask our guests to empty the fridge and to bag up their trash. \n\nCheck-out is at 11am. We're flexible about  the time, as long as we don't have another guest arriving that same day. Please ask to find out if a late check-out will be possible.\n\nWith regards to check-in time we'd like for it to be anytime between 3 and 4pm. If for any reason that timeframe doesn't work for you, please let us know ahead of time, and we will try to work something out.", "name": "Huge Brooklyn Backyard Studio", "picture_url": "https://a0.muscache.com/im/pictures/ba04aced-60ca-4d6d-bac0-770ee1b32cc8.jpg?aki_policy=large", "url": "airbnb.com/rooms/15833471", "id": "15833471", "price": 70, "review": ""}