{"description": "My place is close to 5 min to the BEACH \n45 min to Manhattan\n15 min to JFK Int'l Airpt with direct link.\n45 min to La Guardia Airpt.\nSubway & buses\nStrip mall with many food options\nShop N Stop, YMCA gym, Chase & Peoples bank, laundromat, salons etc My place is good for couples, solo adventurers, and business travelers.\n\nBeautiful, airy, private and clean with a full kitchen.\n\nThe studio apartment only will be fully accessible to only you.\n\nI will be available to you via txt if you need assistance.\n\nQuiet neighborhood\n5 min walking distance to:\nBeach\nSubway & buses\nStrip mall with many food options\nShop N Stop, YMCA gym, Chase & Peoples bank, laundromat, salons etc My place is good for couples, solo adventurers, and business travelers.\n\n5 min walking distance to:\nSubway & buses\nFree street parking", "name": "Brand New Luxury Private Studio by JFK", "picture_url": "https://a0.muscache.com/im/pictures/1a7099b3-0001-440a-a02b-fd9683b30d85.jpg?aki_policy=large", "url": "airbnb.com/rooms/15839869", "id": "15839869", "price": 95, "review": "There's quite a few problems with this airbnb from the beginning. The location is very far away and about $70-$100 via cab or uber ride. I was smart enough to take the metro this time around. I didn't receive any instructions on how to arrive and was unable to locate the place when I did. When I showed up I called and was then greeted outside by the husband who led me up into the private suite. \r\n\r\nGenerally, the place itself was well kept and efficient for NY standards. I would say the value is slightly below par with the listing. However the communication from the host just wasn't there. There was no instructions regarding anything upon arrival and I'm pretty sure what was in the fridge was from the previous guest. No soap or towels provided, no wifi password (had to ask for it) as well as no TV.  However I did have a nice sleep.\r\n\r\nWhat made this stay particularly unpleasant is how I was addressed when I was leaving. I had communicated to the host via airbnb message that I would be leaving at 11 (the listed checkout time) as well as I was waiting on my uber to take me to the airport. While I was standing outside she started shouting at me from a window at her place asking why I didn't notify her why I'm checking out and \"dont you think its polite to let people know what you're doing\".. I had reassured her multiple times they keys were in the suite as well as I had told her I was leaving via airbnb at 11. It was completely uncalled for and cashmira's condescending tone was extremely offensive. I have been doing airbnb for quite some time now and never had an issue with a host. I am also very polite and very abiding by the rules. Had she needed me to notify her when I checkout, she should have specified that in the listing. However, I've never had an issue with the host and checkout. I was nothing but polite to this host and respectful of the listing so again, this was uncalled for. I will not be staying here again nor would I recommend this place to my friends."}