{"description": "Cozy Private Apt in one of the most livable neighborhoods - Prospect Park, Subway, Sunday farmers market. The neighborhood embodies the diverse, family-oriented spirit of Brooklyn but also has easy access to local bars & restaurants.\n\nFully functional kitchen & newly renovated bedroom and bathroom. Few blocks to Park Slope restaurants & bars and to the F-train, 23 min to Manhattan. \n\nGood for couples, solo adventurers, business travelers, and families (can provide a small crib on request).\n\nOur family including our two children live on the stoop and upper levels.\n\nYou’ll love the fully functional kitchen, and newly renovated and decorated bedroom and bathroom. Kitchen comes complete with a coffee maker, toaster, pots & pans and basic spices to make a meal.\n\nYou have independent entry into the Garden apt using a secure PIN-based smart lock.\n\nWelcome to Park Slope: stellar food and drink experiences, museums, green markets, beer gardens and an amazing, active Prospect Park!\n\nParking:\nStreet parking is relatively easy on our block. Not so in the rest of Park Slope. Suggest you walk, take the bus or an Uber if you are exploring the neighborhood. \n\nBus Stops:\nB67/B69 at Prospect Park West and 20th Street (right next to the Greenwood Cemetery) take you right into the local shopping and restaurants on 7th Avenue, Park Slope. 15mins ride\n\nB61 at Prospect Park West and 18th street (half block from our home) takes you to south Park slope: 7th avenue and 5th Avenue shopping and restaurants. 10mins ride\n\nMTA Subway/ Train:\nF-train from Windsor Pl and Prospect Park West is the closest", "name": "Cozy Apt steps to Park, Subway, Restaurants, Bars", "picture_url": "https://a0.muscache.com/im/pictures/bc644c74-f9d6-4aec-be7c-ce05729eef6c.jpg?aki_policy=large", "url": "airbnb.com/rooms/15844782", "id": "15844782", "price": 100, "review": "We had a wonderful stay.  The pictures are accurate and the place is very clean.  It is close to restaurants, shops and the subway.  Tanya and Sanjay were good hosts."}