{"description": "Welcome! Choose Sunnyside, Queens for your vacation! 1 minutes walking distance to the train and 20 minutes away from Times Square! Huge and private room in a 2 bedroom apartment. Perfect for a solo adventurer, business travel, and couples! A 3 floor walk-up.\n\n**We will NOT have a sofa and will have a different dining set. Our roommate moved out unexpectedly and took the sofa and dining set that are in the photos. The tv will be in the bedroom as there will not be a sofa.**\nOur apartment is 2 bedroom but you will be in our room. The other bedroom is not occupied by anyone. Our roommate just moved out. The apartment is equipped with fast WiFi! Your private room has exposed brick wall, lots of room to move around (and for luggage), is equipped with a working piano and record player, and a clothes rack and closet for your stuff. Or closet and clothes rack will be emptied so that you can have room for your belongings. The room is also equipped with a heater (which we don't control) and a fan. Our tv is fully equipped with Apple TV, Wii, and a DVD player (must have your own Hulu and Netflix accounts).\n\nYour will have access to the shared kitchen, living room, and restroom. Please be respectful of the space and clean up after yourself. We will clean out the fridge and cabinets so that you can have room for your goodies! You also have access to our pots and pans, dishes, and silverware. The kitchen also has a slow cooker which is great for the holidays! In our living room you will have access to the dining table and printer/scanner. Our tv is fully equipped with Apple TV, Wii, and a DVD player (must have your own Hulu and Netflix accounts).\nWe will have clean towels for you to use and shampoo, conditioner, and body soap.\n\nYou have the whole apartment to yourself! You can always contact me if you have any questions. Also, I will have a friend give you the apartment key and pick up the key from you at the end of your stay.\n\nOur neighborhood is full of life! 24hr grocery store across the street, laundry mat half a block away. Lots of bars! Lots of restaurants! Lots of stores! Very friendly neighborhood.\n\n1 minute walk to 40th Street stop 7 local train. 2 minute walk to Q32 & Q60 bus stop. 20 minutes into Times Square and 15 minutes to Central Park!", "name": "Holiday getaway! Entire apartment!", "picture_url": "https://a0.muscache.com/im/pictures/28d5229e-c8cd-4e79-99b6-bdb187786fe7.jpg?aki_policy=large", "url": "airbnb.com/rooms/15846752", "id": "15846752", "price": 100}