{"description": "My place is Perfect for a couple or a group of friends looking for a clean,safe,private and inexpensive place to stay while they explore nyc. 20 min from Laguardia 30 mins from Time square!! READ THE WHOLE DESCRIPTION BEFORE BOOK TEXT ME ANYTIME TY!!\n\nYou have access to a \n refrigerator, sink  MICROWAVE \nYou have access to a full L shape couch to lounge or to have additional guest sleep.\nYou have access to a coat rack to hang all personal belongings.\nYou have access to a full bathroom.\nYou have access to a bedroom with a queens sized bed and a 40 inch tv on the wall.\n\nYou have access to a  refrigerator, sink , MICROWAVE\nYou have access to a full L shape couch to lounge or to have additional guest sleep.\nYou have access to a coat rack to hang all personal belongings.\nYou have access to a full bathroom.\nYou have access to a bedroom with a queens sized bed and a 40 inch tv on the wall and drawer space.\n\nI can be reach by text if you have any questions or concerns.\n\nThe neighborhood is very quiet and  calm its perfect for taking a walk and moving around discreetly.\n\nYou have a lot of shopping option just 10 mins away\n99 cent stores\nMacy\nSprint\nT-Mobile\nVerizon\nMetropcs\nFootlocker \nModel\nNike\nForever21\nTarget\nRainbow\nBestbuy\nBed bath beyond\n\nFOOD\nMc Donald's\nBurger King\nPopeyes\nSubways\nPizza\nMany more!!!!\n\nOne stop away from mets stadium and us open\n\nYou have the 7 train and Lirr 8 - 10 min walk from the apt. You  are one stop away from Mets stadium and US open\n\nI have fresh Linens for the bed and the house is very cozy!\nYou will have to bring your own toiletries such as towels,soap,shampoo etc..\nFor hygiene purposes.", "name": "FLUSHING APT!! BEST DEAL IN NYC!!!", "picture_url": "https://a0.muscache.com/im/pictures/e45ac803-7c29-4c1d-b4e3-1ec14082dc0d.jpg?aki_policy=large", "url": "airbnb.com/rooms/15843671", "id": "15843671", "price": 85, "review": "This place is great! This was my second time staying here and the experience was even better. The apartment is super clean, no bugs what so ever. Building is nice and quiet and very close to the subway station and a 24 hour deli. Very safe neighborhood too. Kevin is also very welcoming and responsive, I will most likely stay here again! "}