{"description": "My place is good for couples, solo adventurers, business travelers, and families (with kids). Come way uptown to beautiful, historic Washington Heights and experience a new side of New York. It's easy to explore NYC as you're walking distance from the 1, A, and C trains. My apartment is kid-friendly, not kid-centric so adults traveling without kids will be just as comfortable as families. This quiet building is a relaxing respite after a long NYC day or night!\n\nThere are so many places that people can sleep comfortably. Kids will love it and parents will love having space(s) away from them! Party people can use it as a crash pad; Uber and other cabs happily come here. Late night the 1 train runs very slowly, so keep that in mind.\n\nMake yourself at home! I've provided snack baskets with treats for you and there's room in the fridge for some items. You can use the stove, oven, cookware, and appliances, but please don't eat anything that's in my freezer or pantry!\n\nIn most cases, I'll be staying right upstairs in another apartment with my child and we are home starting from 7:00 PM. Anything you need, I'll be happy to assist you, even come down and take care of it for you personally. Other than that, I won't be bothering you and you can make yourself at home! If I'll be out of town, feel free to text me and I'll get back to you immediately.\n\nThis is a gorgeous neighborhood that is getting a lot of love and upgrades from new incoming residents. However, it still has its ethnic charms and you should really support and patronize the local businesses on Broadway that make this area unique and special. Riverbank State Park is 10 blocks downtown and if your kids can handle walking and weather permits, you can actually walk across 155th to Yankee Stadium.\n\nI recommend Kennedy Car Service if you want door-to-door service \nTell cabs you want to go to 156th Street and Riverside \nUnless you're in a rush, I don't recommend transferring to the 2/3 to get to Times Square. Just stay on it until 42nd St. If you do decide to transfer, do so at 96th St.\nIf you drive, PLEASE PLEASE PLEASE note the alternate side parking rules so you don't get a ticket. Call me when you park and read the sign to me if necessary. NYC parking is not a game.\n\nThe outer elevator door doesn't open automatically when it reaches your floor. You have to open it yourself.\nThere's a laundry and trash room downstair in the lobby near the mailboxes.\nI'll leave the laundry card for you to add money to, the machine only accepts denominations of $5 bills or higher. No coins or dollar bills or credit cards.", "name": "Kid- (and Adult-) Friendly Uptown 2-Bedroom", "picture_url": "https://a0.muscache.com/im/pictures/0f1787ca-a8ae-4ce4-82dd-c87765821288.jpg?aki_policy=large", "url": "airbnb.com/rooms/15840089", "id": "15840089", "price": 124, "review": "Excllent experience.\nIssue with left side stove burners not igniting was proptly addressed. Yolanda is quite responsive to any issues!\nApartment very comfortable with 3 sleep areas.\nCheck-in and getting key was a breeze.\nGreat communication!\nOverall highly recommended."}