{"description": "sunny, clean, quiet top floor apartment in a classic Brooklyn townhouse. This is apartment was made with care for family and friends who come to stay with us. We like to rent out to AirBnbers when we don't have guests in town. You have your own bedroom, bathroom, kitchen and living room. Access is by door codes, so you can come and go as you please. Have a real Williamsburg home during your trip to NYC and you'll never forget this Brooklyn experience.\n\nTop-floor apartment in townhouse. Bright, full service space.\n\nYou enter the building through the front door, and go on up to your private apartment on the top floor.\n\nCasual and easy. Say hello in the hallway.\n\nWilliamsburg has the highest concentration of top-rated restaurants in New York City. It's also a great place to watch and meet stylish locals, who are known for being cat-like in attitude. But break the ice, and you're likely to meet someone who is engaging and substantial, and from whom you learn a lot about media, the arts or exploring great restaurants.\n\nSUBWAY: You'll be situated between two major subway stations that go one stop under the river into Manhattan:  it's 6 minute walk to the L train, and a 7 minute walk from the J,M, Z trains.\n\nBIKE: There's also a Citibike kiosk a block away, from where you can bike around Brooklyn or over the bridge.\n(URL HIDDEN)\n\nWALK: Or you can walk three minutes to the entrance of the Williamsburg bridge and stroll over to Manhattan. Total walking time is about 20 minutes, and delivers amazing views of city, water and people.\n\nBOAT: But the most lovely option of all is to take the ferry over the river. Ferries leave from docks on S 9 St. or N 4th St. \n(URL HIDDEN)", "name": "Bright, quiet penthouse apartment", "picture_url": "https://a0.muscache.com/im/pictures/6c94c7a6-7ef9-4f6d-a6ac-e2b2a0c03291.jpg?aki_policy=large", "url": "airbnb.com/rooms/15857038", "id": "15857038", "price": 155, "review": "Loved our stay, bed and bedding were comfy. Great location. Bright and sunny. We would stay here again."}