{"description": "My apartment is located within blocks of Astor Row Cafe, Red Rooster, Corner Social, Chez Lucienne, Lenox Sapphire, Harlem Hookah, and other great restaurants. Two grocery stores are less than two blocks away and McDonald's on the corner serves breakfast all day for days you prefer to sleep in! You’ll love the apartment's convenient location (2.5 blocks from 2/3 subway line into the city!), Harlem's cultural ambiance, and it's people. \nMy place is great for couples and solo adventurers.\n\nThe space\n\n★★★★★★★★★★★★★★★★★★★★★\nREAD BEFORE SUBMITTING QUESTIONS\n★★★★★★★★★★★★★★★★★★★★★\n\nConvenient, safe, clean and economical. It can't get any more convenient than this. Low price, very convenient.\n\nThis apartment is perfect for anyone that would like easy access to Time Square and other New York City sites from right in Manhattan!\n\nThe apartment receives a professional cleaning after every stay. I take pride on the cleanliness of the apartment.\n\nABOUT PAYMENT:\nWhen you put in the dates and number of people in either the Airbnb search or directly in the one bedroom individual page you will get the subtotal cost for your entire stay. The total cost for the stay is the subtotal plus the Airbnb service fee, you will not have to pay anything additional. The amount will be charged to your credit card by Airbnb. The money is held by Airbnb and sent 24 hours after check-in.\nBookings for the apartment are done with the \"strict\" cancellation policy and ALL cancellations should be done through Airbnb.\nDeposit: it is for the keys, damages or violations of the house rules. It will be refunded by AirBnb 48 hours after checkout.\n\nDESCRIPTION\n\nThis apartment is 100% for your use, it is not shared at all. \n\nApartment features: \n- Queen Bed \n- Television and cable \n- Kitchen (microwave, fridge, coffee maker and everything you need to cook) \n- Full Bathroom with shower (hand soap for sink, but not shower soap)\n\nWe provide for you: \n- Wireless internet \n- Pillows, sheets, blankets, towels.  \n- Hair Dryer\n- Iron and small Ironing Board\n\nFully equipped kitchen:\n- Stove, oven, microwave, refrigerator.\n- Dishes, utensils\n- Pots, pans.\n- Coffee maker, coffee, creamer, sugar all provided.\n\nThe neighborhood\n\nHarlem has some of the richest and most well-known history of any New York neighborhood! \n\nThe apartment is part of the Lenox Terrace Development, a complex rich in history with tenants who still include accomplished dancers/choreographers, politicians, artists, musicians, and more! Each of the 5 buildings have a doormen who are very familiar with the tenants and provide an added layer of security and comfort to the building.\n\n- Astor Row Cafe is two blocks away with its hippy, healthy feel and menu. (Try the Super Wrap with turkey!)  \n- Convenient grocery and convenience store shopping blocks from the apartment. I recommend Pioneer Grocery store on 130th Street, but Associated groceries is also available on the corner. \n-McDonald's serves breakfast 24 hours for late risers!\n\nSELF CHECK-IN AND SELF CHECK-OUT:\n\nKeys are placed in a key lock-box for which you will get the code to open the box prior to check-in. You will pickup the lockbox from the doorman as you sign into the guestbook at the doorman station.\nCheck-in is anytime after 3:00 PM (1500 Hrs). You are able to check in at anytime after 3:00PM (1500 Hrs) since I don't have to be present for you to check in.  \n\nCHECK OUT is anytime before 12PM (1200 Hrs) of your check out day in order to allow the cleaning service to enter and service the apartment properly.\n\nNO EARLY CHECKINS OR LATE CHECKOUTS.\n\nLuggage can be stored with the doorman before Check In or After Check In.\n\nYou will have access to the entire apartment.\n\nI will not physically be in town if I am sharing my apartment, but can be contacted anytime by phone. Two of my friends will physically assist if necessary on my behalf.\n\nFrom the apartment to Manhattan/Times Square:\nThe 2/3 subway station is only 2.5 blocks north on 135th St. across from Harlem Hospital. The 42nd St-Times Sq station is only 6 stops away on the 2 or 3 express trains (15-20min). \n-The subway costs $2.50/ride, but a 7-Day ($31) or 30-Day ($116) metrocard will save you money. \n\nAirport Transportation: \n- John F Kennedy (JFK) - one hour(+) by taxi/Uber ($55-60) \n- La Guardia (LGA) - 15-25 minutes by taxi/Uber ($25-35)\n- Newark Airport (EWR) - 45 minutes by taxi/Uber ($45-60)\n\nIf you are looking for a place to drink party and get wild. This is the wrong place for you. I am looking for travelers that want a safe, warm and comfortable place to relax and re-charge while visiting New York.", "name": "SPACIOUS & convenient 1bdrm in Harlem near train!", "picture_url": "https://a0.muscache.com/im/pictures/eba2605b-e810-4d0f-a850-3ac782ea50ca.jpg?aki_policy=large", "url": "airbnb.com/rooms/15856861", "id": "15856861", "price": 100}