{"description": "Just steps from the most famous theaters in the world and the edgy Hell’s Kitchen neighborhood, my place is the setting for your New York City adventure.\n\nMy place is walking distance to Time Sq, top restaurants, shopping, Columbus Circle, and Central Park . You’ll love my place because of the coziness, the high ceilings, the location, the people, and the views. My place is good for couples, solo adventurers, students, and business travelers.\n\nSleeping Space: \n- Queen size bed in bedroom (Bedroom 1) = Sleeps 2 \n- Futon bed in bedroom (Bedroom 1) = Sleeps 1\n- Full size bed in bedroom (Bedroom 2) = Sleeps 2\n-Sofa sleeper bed in the living room = Sleeps 1-2\n\nThe apartment sleeps = Total 5 - 7 people\n\nAlso included: \n-Towels, linens, and sheets\n-Bath amenities including body wash and shampoo, conditioner\n-Iron\n-Hair Dryer\n-Fully Equipped Kitchen (pots, pans, cups, etc. basically everything you need to cook)\n-Microwave\n-Toaster\n-Coffee Maker and Tea Kettle\n-Hangers\n\nBoth bedrooms have flat-screen TV and with a stream device (like Apple TV, Amazon Fire, and Roku) and music channels. Each TV is already set up so you can watch local news, HBO, Netflix, Hulu, etc. \n\nAlso, there is no elevator in the building. 4 flights of stairs\n\nI want to ensure your visit feels like a home away from home so you have access to everything in the apartment, except for cabinet that I keep locked with my personal items.\n\nI (or a good friend of mine) will make ourselves available during your entire stay to answer any questions or come rushing in the event of an emergency. I  always want to ensure you and your group have an amazing time during your visit to NYC.\n\nJust a few strides from the pulsing beat of Times Square, Hell’s Kitchen has a much more local pulse than its buzzing neighbor. The low-key vibe is part of the appeal, but there’s also a new energy arriving in the neighborhood in the form of modern residential buildings with new retail and food shops. Ninth Avenue is lined with restaurants of all types, from tiny Thai hangouts and Italian trattorias to French bistros and Southern cuisine. Just show up hungry and walk up and down the street, you are bound to find something that looks good. For a more classic taste of the city, grab a bite to eat along Restaurant Row (46th Street between 8th and 9th Avenues) before a Broadway show. The Hudson River provides a break from the city blocks with riverside views, piers for boat tours, and parks perfect for a stroll.\n\nThere are a multitude of restaurants in Times Square, catering to all tastes and all budgets. Restaurant Row, on West 46th Street between Broadway and 9th Avenue, contains some of the City's most famous eateries.\n\nIf you like to walk you can go walking from my place to: \n\nTimes Square & Theater District\nRockfeller Center\nLincoln Center\nColumbus Circle\nJavits Center\nUnited Nations\nCentral Park\nCentral Park Zoo\nChelsea Piers\nHighline\nHudson River\nRockefeller Center\nHerald Square & the Garment District Shopping Area\nEmpire State Building\nFifth Avenue & 57th Street Shopping Area\nBryant Park\nGrand Central\nMoma Museum\nMadison Avenue Shopping Area\nAmerican Museum of Natural History\nThe Metropolitan Museum of arts\nGuggenheim Museum\nFordham University\nMount Sinai Hospital\n\nGetting around New York City can be very easy or you can make it quite adventuresome. Subway, taxi's and uber all at your fingertips. Good old fashion walking is always an option too! :)\n\n-- Taxi.   \nThis is probably the best method to get around New York City if you are in a group of 2-4 people, but it's not always the fastest. NYC is notorious for traffic, and you can get stuck in it in a taxi.  You can easily get anywhere in Manhattan for no more than $10 - $15, split between a group, this is not much more than a subway ride ($2.75 per person), and it eliminates your chances of getting lost.  When on the street, simply look for taxis with their light on top lit but no “off duty” marked.  \n\n--Walking.  \nNew York City is the world’s greatest walking city.  All five boroughs can be explored on foot, but Manhattan is probably the easiest and most popular for pedestrians.\n\nManhattan is easiest for first-time visitors because all streets north of Houston St. are laid out in a numbered grid pattern, with streets traveling east-west and avenues going north-south. Streets are numbered low to high going north, and avenues are numbered low to high going west. Twenty \"street\" blocks  (e.g. 40th St to 60th St) equals one mile (1.6 km) and usually takes 20 – 30 minutes to walk. Fifth Avenue is the longitudinal meridian of Manhattan, and street numbers are prefaced with \"East\" and \"West\". For example, at 7th Avenue, New Yorkers say \"West 35th Street\" but at 3rd Avenue, say \"East 35th Street.\"\n\nWalking is best for people who want to see all the details - the architecture, people, businesses, and street life. If you walk around New York City, there is a good chance you will stroll past movie stars, television personalities, music icons, and models – whether you notice them or not.  \n\n-- Subway.  \nI’m located 1 block away (less than 5 minute walk) from the metro and the largest transportation hub in the middle of the city where almost all of the trains and busses come through. Besides walking, this is the most economical way to travel, and the fastest.  If you want to get a real sense of New York, the subway is a great way to go. Millions of people use it every day, and it runs 24 hours a day, 7 days a week, 365 days a year. Despite popular movie lore, the subway is very safe.  \n\n-- Bus. \nYou can also use the bus system for cheap \"un-narrated tours\" of NYC! Buses, like taxis are subject to traffic jams, and they make frequent stops, but they are good for people who have trouble with stairs or walking, or if you have a chunk of time to fill and want to see the city from the outside.\n\nLOCATION\nI'm about 4 blocks (~5 minute walk) to the center of Time Square. The nearest train station (C and E train) is on 50th Street and 8th Avenue or 42nd Street Time Square station (~6 minute walk). Once you confirm a reservation with me, I will send you specific travel information regarding how to get to the unit.\n\nLUGGAGE STORAGE\nUnfortunately, I can’t accommodate any early check in (before 3pm) or late checkout (after 11am); However, below is the closest storage options that you can try to store your luggage for a small fee. \n\nCity CoPilot \nAt the register, give the coupon code: \"NY Travel\" for discount off your luggage storage. \n777 8th Avenue, New York (in between 47th and 48th Streets) inside the Gray Line Visitor Center. \nOpen from 8:30 a.m. - 8:00 p.m.\nWebsite: (URL HIDDEN)\nCost: ~$5-$10 \n\nIMPORTANT \nMy building is very quiet building with elderly residents so NO partying or loud music is allowed. If you (and your group) can ensure a that you will not be disruptive to my neighbors what so ever, then I'll be happy to have you your group. Just let me know if you are not okay with this. \n\nPARKING\nI recommend not driving if possible, because sometimes getting free parking can be a challenge in New York City; The only FREE parking is street parking and depending on the time of day, street parking sometimes is easy to find nearby. \n\nThere are lots of PAID parking nearby, trust me you will see the tons of signs. However, parking lot to consider is  Imperial Parking Systems on 304 W 49th Street. Their prices vary.\n \nKEY EXCHANGE\nAbout 1 week prior to your arrival, I will send you key pick/drop off information.", "name": "Walk to Time Square/Metro/Shopping/Restaurants", "picture_url": "https://a0.muscache.com/im/pictures/e7386f45-e6c8-4067-b55e-154799a2c456.jpg?aki_policy=large", "url": "airbnb.com/rooms/15852984", "id": "15852984", "price": 300, "review": "Great location and great amount of space in the unit. Jamie was an excellent host and made an effort to be sure we were comfortable and enjoying our stay. Lugging the bags up and down the five floors was the only downside but easier than other walk-ups we've stayed in. Highly recommended. "}