{"description": "Our apartment is on the top floor of a beautiful brownstone, conveniently off Nostrand Avenue, just 1.5 blocks from the 2/3 trains. Popular cafes Lula Bagel and Colina Cuervo, as well as the Botanic Garden, Brooklyn Museum, and Grand Army Farmers Market are minutes away. This large 1000sf apartment with high ceilings creates an oasis of calm. You'll enjoy the roomy bathroom, fully equipped kitchen, and light-filled living room. It's a perfect place for couples and small families.\n\nThe spaciousness, high ceilings, nice light and updated bathroom and appliances make for a stylish yet homey feel.\n\nOur apartment is on the top (second) floor of a brownstone building. You essentially have the main door as a private entrance, as downstairs neighbors use the ground floor door. There is a landing with ample room for shoes and coats. Inside the apartment, no part of the space is off limits. There is a blow-up full size air mattress if needed.\n\nWe live just a half block from Nostrand Avenue, which has all the basic amenities -- drugstore, bodega, coffee shop(s), wine store, and grocery store -- within 2 blocks of our street. There's a cheap but good Mexican cafe (Chika), a new wine store (Simple), a great brunch spot (Colina Cuervo), an excellent bagel/coffee shop (Lula Bagel), and a great bar (Two Saints), all literally 1 block away. The Met Grocery store, and a decent fruit/veg shop are a block away. Walking down Eastern Parkway's beautiful, wide, pedestrian-and-bike-friendly promenade is a great way to get to the popular Brooklyn Botanic Garden, Brooklyn Museum, Grand Army Plaza Farmers Market (Saturdays only, but huge!), and Prospect Park -- all are a 10-20 minute walk from our front door.\n\nThe #3 to Manhattan is 1.5 blocks - just around the corner on Eastern Parkway and Nostrand. You can also transfer (or walk to) the 4/5 trains 1 station away. The relatively new Express B44 bus is an awesome, efficient way to travel north into Bed Stuy or Williamsburg - 3 min from our doorstep. The local B44 heads south and stops right in front of Lula Bagel, half a block from the apartment.", "name": "Entire Flat in Crown Heights, Near Subway", "picture_url": "https://a0.muscache.com/im/pictures/0213d28b-ed4e-4cc6-bb4c-88d8bfaf18d4.jpg?aki_policy=large", "url": "airbnb.com/rooms/15857972", "id": "15857972", "price": 160}