{"description": "My place is close to Guggenheim. You’ll love my place because of Its cozy, warm, convenient, the outdoors space, the neighborhood, the comfy bed. My place is good for couples, solo adventurers, and business travelers.\n\nAbout 750 square feet, one large alcove bedroom, small seating area, galley kitchen with microwave, stove, range, dishwasher, full bath, closet, desk with printer.\n\nMy assistant, housekeeper and I will be available to assist you.\n\nClose to Park Avenue, subway, central park and museums\n\n456 Subway to Lexington and 86th Street.  Buses on 3rd Ave., Madison Ave. or 3rd Avenue North.", "name": "Comfy, cozy, warm, convenient Upper East Side", "picture_url": "https://a0.muscache.com/im/pictures/012b04e2-13f5-45a5-a57b-38281e2fe22a.jpg?aki_policy=large", "url": "airbnb.com/rooms/15863434", "id": "15863434", "price": 118, "review": "We couldn't have asked for a better home base to explore NYC from than Luis' clean and cute apartment.   It is only a few blocks from beautiful Central Park, and very close to the 86th Street metro stop.  From Luis' place, we walked up and down Manhattan, checked out Staten Island by metro/ferry, took the train to Brooklyn, and rode it to New Jersey too.   The Upper East Side is clean and friendly and accessible.  It is a little pricey so it is nice to check out other neighbourhoods for meals.   Luis' place has a great little kitchen with a full oven/stove, microwave, fridge/freezer, and we enjoyed making a few meals there in our home away from home.  The bed is super comfortable.  Luis and his assistant Steven were easily accessible and very friendly.  \nIf we had to give a few tips, one is bring earplugs because if you are from the country like us, the street gets loud in the morning with construction, and school kids yelling etc, and it can be hard to sleep in on your vacation (but really, it's NYC, so this advice will be the same no matter where you stay I figure!), also there is wifi but no tv so bring your laptop if you want to watch movies at home. \nThank you Luis and Steven.  \nWe would really love to return here one day!!!"}