{"description": "This apartment is a real 2 bedroom place that is cozy, clean and immaculate. Only 2 short blocks from the NYC \"6\"subway train which is at 103rd St.  Station literally a 1 minute walk! Building is within walking distance to Central Park!! Close to shops, markets, great restaurants, laundry, deli, etc. Safe neighborhood. The train takes and connects you to the main tourists' spots you can ever think of. Quality beddings and fresh towels provided.\n\nThis apartment has real two luxury-like bedrooms.  One room has comfortable queen-sized bed while the other room has a full-sized bed. Both are very cozy, clean and comfortable. Very modern, clean and cozy. It has big windows and street views.  It has its own immaculate full bathroom, a kitchen and a decent living comfy living space. The beddings are of great quality and are always fresh. Bath stuff such as shampoo, soap, etc. are also provided. The kitchen is equipped with basic cookware for light cooking and dining wares and utensils.\n\nGuests have access to the building and the entire apartment (please give special attention to the listing rules though. Thank you).\n\nI love meeting with guests and helping them during their stay when needed. I respect their privacy as always. I will be reachable during their stay personally or through phone or via Airbnb messaging or various Apps. I can also be reached before arrival so I can help out in guests' planning, arrival and during their trip.\n\nI love the diversity in this neighborhood. It has almost everything a guest would want -- restaurants, shops, grocery / market, convenience stores, laundry shops, pharmacy. The famous Central Park is only a few blocks from my place. It is within walking distance.  Everything is close to my building. Restaurants are literally a minute walk from my apartment door.  24-laundry area is also right at the next block. Convenience stores and groceries are within walking distance.  Your stay here will definitely give you a feeling of being a \"local\" in the beautiful city of Manhattan!!\n\nThere are two options for train / subway to go around the Big Apple. There is one at 96th Street or at 103rd Street. The train is the Train 6 which runs on the Green line - both directions. It goes and connects you to the main tourists' spots such as:\n\nTimes Square\nGrand Central\nBrooklyn Bridge\nStatue of Liberty\nEmpire State Building\nUnion Square\nLittle Italy / China Town / SOHO\nSouthstreet Seaport\nChelsea\nHells Kitchen\nThe Museums\n86th Street Shopping Complex\n\nAlso my place is within walking distance to the popular Central Park!!!", "name": "SLEEPS 4!! Walk to Central Park!!", "picture_url": "https://a0.muscache.com/im/pictures/ed1e1aab-119d-4294-b124-5af9405d923e.jpg?aki_policy=large", "url": "airbnb.com/rooms/15863784", "id": "15863784", "price": 250, "review": "The house was nice and cozy. It was close to the subway and there were several restaurants around it. "}