{"description": "Charming apartment in a great neighborhood, close to Central Park and Riverside Park, you'll find good food, entertainment, fitness and transportation nearby. We're close to Absolute Bagels, Xi'an Famous Foods, Plowshares Coffee, Sal and Carmine Pizza, BeFitNYC, Symphony Space, Smoke Jazz Club, and the Local and Express Subway 1,2,3 line. \nThe apartment gets amazing light with south exposures. \nIt is an easy walk to Riverside Park (2 blocks), subways, shopping, CitiBike.\n\nThe apartment is the top floor of an old townhouse—which means you must be able to climb 3 flights but once you get up here it is lovely. Enter into the dining area which opens on to a well equipped kitchen with a Julia Childs inspired pegboard for storage. Bedroom is sectioned off by an authentic, traditional, Japanese Shoji screen and there is a second sitting and TV room.\n\nThis is a 2 bedroom apt and the 2nd bedroom will be closed off. You will have a closet and a couple of drawers. There is a nice desk as well as dining table and chairs.\n\nI will be available via text or email should you need anything during your stay. I have detailed instructions available for wifi, coffee, cable and how the building works.\n\nThis is a classic old Upper West Side neighborhood with one of the best old pizza places, Sal and Carmine's around the corner alongside the Anthony Bourdain recommended Xi'an Foods and just a few blocks north is the world famous Absolute Bagels (go late on weekends to avoid the line).\n\nI am 2 blocks from the local 1 train and 6 blocks from the Express 2,3 train and the 96th St. crosstown bus. The C and B lines are a short walk.\n\nThere is no laundry in the building.", "name": "Upper West Side, Clean, Large, Sunny 1BR", "picture_url": "https://a0.muscache.com/im/pictures/157aa9bc-e9de-4e6e-bbce-919595017d7f.jpg?aki_policy=large", "url": "airbnb.com/rooms/15868639", "id": "15868639", "price": 123, "review": "Our two week stay at Donna's apartment was a pleasure. We enjoyed the large, light filled space, the quiet feel of her historic building, and its extremely convenient location. Donna did a great job of anticipating our needs and was very helpful and communicative throughout our stay. This rental is really a find - charming, comfortable and reasonably priced for such a classy neighborhood! We will definitely put it on our short list for future work trips to New York!"}