{"description": "Garden flat in dog friendly building, home has every amenity plus a big serene garden with your own fountain, in the best neighborhood in NY. Central Park block, very quiet, surrounded by museums, shops, restaurants, the best subway 1/2 block from your door. You’ll love the garden, the quiet, the well equipped kitchen, the comfort, the unbeatable location and NO WALKING UPSTAIRS! Ideal for business travelers, couples, solo adventurers, has 2 large sofas that can accommodate the kids.\n\nLoft like apartment, with separate kitchen, bath and big garden with fountain, barbecue, tables and chairs.  Great stereo, TV and Wifi, always toasty warm in the Winter and stays cool on the Summer on ground level.  Advantage of Brownstone living without the walk up stairs is a big one too.\n\nThe whole apartment and garden are yours to enjoy.\n\nAccess is easy and I'm reachable anytime to help with suggestions to make the most of your stay.\n\nThe most livable area in New York, civilized and clean, but with a subway 1/2 block away that is an express train straight to the heart of downtown in 20 minutes.\nLiving next to Central Park is a special experience. You're connected to all of uptown from the center, with an easy stroll in any direction to the Museums, Madison Avenue, Broadway, the Hudson River, Columbus Circle, and all the landmarks and sights in Central Park itself.\n\nB and C trains 1/2 block away will take you everywhere in New York.\n\nLiving next to Central Park is a special experience. You're connected to all of uptown from the center, with an easy stroll in any direction to the Museums, Madison Avenue, Broadway, the Hudson River, Columbus Circle, and all the landmarks and sights in Central Park itself.", "name": "Serene Central Park Living-Brownstone with Garden", "picture_url": "https://a0.muscache.com/im/pictures/af05cdf3-d12d-44fb-aa59-c00d9f0e8689.jpg?aki_policy=large", "url": "airbnb.com/rooms/15868993", "id": "15868993", "price": 167, "review": "Everything was great! Cort was easy to get ahold of and answered any questions we had before during and even after our trip! The apartment is walking distance to Central Park and there are lots of bars and places to grab a bite to eat nearby \n\nSuper comfortable space with lots of kitchen amenities and a cute little courtyard to relax in "}