{"description": "Your own little  hideaway in the center of Harlem with the peace of Marcus Garvey Park just across the street! Only 3 blocks away from the 2/3 Express train putting you 15 minutes away from Midtown and 30 minutes away from Downtown. My place is walking distance to Central Park, Amy Ruth's, Levain Bakery, Red Rooster and the famous Apollo Theater. You’ll love my place because of the brownstone views, easy location, diversity, and cozy ambiance. My place is good for couples &  solo adventurers.\n\nI usually stay with friends locally or always available via cell or email.\n\nHarlem is the epicenter of Old School New York Flavor. The Brownstones, the churches, the food, people and history make Harlem the last \"Real New York\" neighborhood.\n\nMy apt is 2 blocks away from the express 2,3 and 1 block away from M1 bus. LaGuardia is the closest airport with a15 minute taxi/uber ride away or a 30 minutes on the M60 Bus.\n\nI also offer itinerary planning through my own experience planning business (URL HIDDEN) at a discounted price for all my guests. \nAre you coming into town for a special birthday or anniversary, I can plan out the whole night, arrange reservations and transportation! Maybe you want a real New Yorker's guide to \"Not in the guide book\" suggestions, I can help you out!", "name": "Peaceful Harlem Hideaway; Studio with Office", "picture_url": "https://a0.muscache.com/im/pictures/d3923761-e37b-41c7-ae68-015c111d9569.jpg?aki_policy=large", "url": "airbnb.com/rooms/15871718", "id": "15871718", "price": 90, "review": "Un appartement idéal si vous voulez être à Manhattan seul ou en couple !\n\nTout d'abord pour parler de Jema, c'est une personne très réactive, à l'écoute, de très bons conseils, et toujours prête à aider donc une personne a qui on peut faire confiance les yeux fermés !\nConcernant l'appartement, le premier mot qui nous est venu à l'esprit était \"chaleureux\", il a tout ce donc on a besoin, il est pratique et avec une déco typique new-yorkaise ;)\nDeuxièmement la situation géographique, il est situé dans le coeur de Harlem dans un quartier résidentiel très calme, sûr, face à un parc, mais il est aussi très proche de commerces, de restaurants, de bars ... Nous n'avons jamais cuisiné a l'appartement pendant les 10 jours de notre séjour, on a toujours mangé dehors ou pris des repas à emporter et tout est vraiment à deux minutes à pied, du petit déjeuné au diner, en passant par des bars.\nEt troisièmement, son plus gros atout, les transports en communs, il est situé à deux minutes encore une fois de la ligne rouge de métro qui traverse NYC du nord au sud en passant par l'Ouest de Central Park, et la ligne verte qui traverse aussi NYC du Nord au Sud mais cette fois en passant par l'Est et c'est particulièrement génial parce que on peut se rendre dans tout les quartiers de Manhattan très vite sans avoir à marcher plus de 15 mins et ça pour quelqu'un qui part dans l'optique de visiter toute l'ile, c'est un énorme confort !\n\nPour finir nous vous diront que pour toute ces raisons, c'est un très bon appartement :)"}