{"description": "Extra large fully equipped studio w/4 big beds in lovely Ditmas Park, BK. Just a 10min commute to beautiful Prospect Park & Kings Plaza Mall! & LIRR train 25mins to magnificent Times Sq-42nd street! Super accessible public transportation options just steps away!\nEnjoy the DAILY BREAKFAST,  the diverse neighborhood, the freedom to play music on the weekends & safe & secluded enough for relaxation and privacy. Visit NY for less and enjoy what the Big Apple has to offer!\n\nThis is an XTRA large studio, that's furnished like a 1-2 bedroom apartment! can be converted to a 1 bedroom by simply drawing close the curtained room divider (it's very thick and NOT see through). Pay the price of a studio with the amenities of a 1-2 bedroom!  \n\n\nPerfect for the person who doesn't like clutter! My place has a very minimalistic feel without sacrificing amenities that will make your stay ultra comfortable and carefree. \n\nThere are 4 BEDS: 1 Queen sized (double) mattress, 1 Queen sized air mattress (not pictured) and 2 twin size mattresses\n\nThe entire apartment. \n\nThere is also a printer/copier/scanner, PS4 with 2 controllers, 4 BEDS, two 10lbs dumbbells, coffee maker with unlimited coffee, pull up bar, work out mat, and even a tripod you can use for your professional camera while traveling around the city! \n\nBREAKFAST DAILY: Unlimited coffee/tea/filtered water & oatmeal,eggs,cheese,breakfast bars, fruit & hot chocolate & other breakfast foods\n\nThere are many vegan/vegetarian/Mexican/Carribbean/American restaurants and bars within a short distance away! \n\nPlaces like: Target, AppleBee's, BBQs, Chipotle, Chase, Children's Place, Men's Warehouse, David's Bridal, T-Mobile, 7/11, BP Gas Station, McDonalds, Payless, Little Cesar's, MET Supermarkets, Clean Rite 24/7 Laundry Service, TD Bank, YMCA, Starbucks, Burger King, Dollar Tree, Modell's, GNC...are literally steps away!!!\n\nMake yourself as comfortable as possible. I provide literally everything that you'll need! ENJOY\n\nI will always be just a phone call or text message away! However, you'll be staying in the unit by yourself or with your travel buddies. I don't drop by unless you need me!\n\nThe diversity and the chill vibe! No pretentiousness, boring feel or super strict neighborhood rules. Super safe (police pct is walking distance) and a well established neighborhood of professionals! Perfect for families with small and older children, business professionals who need easy access to the city but enough quietness to get work done and large groups of younger people who want to be close to NY's nightlife and be able to play music on the weekends without being bothered!\n\nMany buses, trains and \"$2 dollar vans\" that can get you to downtown Brooklyn (think: Brooklyn Bridge) within 20 mins, the city (think Times Sq) within 25mins and Prospect Park is a 15 walk/jog min away or 10 min \"$2 dollar van\" ride away! The LIRR (Long Island Rail Road) is a quick commute away and can get you to midtown/34-42nd street area in 20 mins!\n\nDAILY BREAKFAST!!!\n\nFREE WIFI!!\n\nFREE UNLIMITED COFFEE/TEA!! \n\nFREE USE OF PS4, NETFLIX and Fire Stick!!!\n\nFeel free to use anything you need in the home! Check the photos for descriptions of more of what's provided!", "name": "XLarge Studio w/DAILY BREAKFAST near ProspectPark", "picture_url": "https://a0.muscache.com/im/pictures/5c069b03-2440-40b3-afbc-361e104f05e0.jpg?aki_policy=large", "url": "airbnb.com/rooms/15872817", "id": "15872817", "price": 69, "review": "The host is amazing and the place is extremely spacious and cleanly. And with the subway station being a short walk from the studio it was perfect for traveling to time square and other places in manhattan. Sherry always responds promptly and is very understanding. I will definitely come again! "}