{"description": "Our apartment is near several subway lines, a great grocery store, Harlem's \"Restaurant Row\", coffee shops, parks, a movie theater, Columbia University, libraries, and a post office. You’ll love the the peaceful retreat from the street noise, 14ft ceilings, 3 big windows, and the working gas-stove kitchen. With a simple, restful atmosphere, it is a good fit for singles, couples, or business travelers, or a couple and baby. Coin-op w&d in basement. Third adult can sleep on the spacious couch.\n\nThis is a ground-floor 1 bedroom, 1 bath apartment with high ceilings, wood floors, and an open floor plan in the main room. It faces the back of the building, so it is very quiet and during summer months, a tree is the main view out the windows! The bathroom features a standing shower stall. Heat is controlled by a thermostat on the wall and air conditioning is controlled by window units. Please be conscious to not leave these running if you will be gone all day! With a low-tech living space, our guests often comment on the peaceful nature of their stay.\n\nGuests may access the whole apartment, though we will leave clothing in drawers and closets, and some food in the refridgerator and cabinets. Feel free to use a shelf in the refridgerator yourself! Washer and dryer are in the basement of the building, and coin operated.\n\nWe will be out of town, so our close friend and neighbor, Esther will be your contact. She will let you in and coordinate the exchange of keys. She is very available, helpful and competent to answer any questions, as well as very familiar with our space.\n\nHarlem is a happenin' place! New restaurants are popping up and the colorful architecture and friendly diversity make it a great place to be. It is family friendly, relaxed, and people socialize on the sidewalks at all times of day.\n\nWe are about halfway between the ABCD subway line (west of us about 3 blocks), and the 2/3 line (to the east/northeast, also 3 blocks). The M60 select bus to La Guardia also stops a few blocks away, making our location a convenient hub to the rest of NYC. Street parking is available.\n\nNo working smoke detector or CO detector. The superintendents names are Nate and Roger, and they are frequently in and out of the building. They both know us personally, so don't be shy!", "name": "Happy Harlem Retreat", "picture_url": "https://a0.muscache.com/im/pictures/b31bb6f1-d50a-4d0a-bc1d-8b1b02f46ff4.jpg?aki_policy=large", "url": "airbnb.com/rooms/15885760", "id": "15885760", "price": 95, "review": "Would definitely stay here again. Very easy to get to from the airport. Located near many restaurants and subway stations. Quick walk to Central Park."}