{"description": "This charmed flat was originally a Williamsburg office front, redesigned into a luxury residence with its own private entrance. In essence, a cozy maisonette all to yourself in popular Williamsburg NYC. Extremely well insulated, quiet and boasts exceptional central heating + air conditioning. 2 queen beds. 1 private room with door + other room private by Curtains . Ideal for couples + singles, but can accommodate 4 people. 3 blocks from train, 5 minutes to Manhattan. No stairs, extremely safe.\n\n***AVAILABLE FOR LAST MINUTE BOOKINGS AND SELF CHECK-IN ANYTIME*** \n~self check-in instructions available immediately after booking\n~1 private bedroom with door\n~1 additional bedroom room private by curtains\n~2 Luxury Queen Size Beds\n\nI'm an interior designer, so the place is extremely clean and well maintained. The space is always evolving and updated quite often because it's my passion, and I love giving travelers a satisfying experience. \n\nThis is truly a novelty and special accommodation because it has its own private entrance, quite rare for New York City. In essence, your own cozy maisonette in popular Williamsburg.\n\nImportant Note: This is a studio layout by nature but has been recently designed in a way to accommodate a party of 3 or 4 who are willing to share a tighter space. There is a curtained canopy bed in the main studio space, a living room, kitchenette hot plate, and a private bedroom with a door attached as well.\n\nDETAILS\n\n*Private Vacation Rental \n*Private Entrance and Address (No Stairs or Lobby)\n*Personal Mailbox\n*Tinted Exterior Windows for Complete Privacy while allowing plenty of sunlight (please see photos)\n*Hotel Style Bathroom with Vanity Lighting\n*Highly Comfortable Living Room Seating with Throw Blanket for Sofa\n*Long and Plush Vintage Tufted Chesterfield Sofa\n*Designer Vintage and Velvet Louis Chair for Reading\n*Regal Cream Linen Settee\n*HBO-GO Programming Access Available Upon Request (no physical television is in the space, but it's designed so you can set up your laptop to watch content in the living space)\n*Swedish Handmade Queen Hastens Bed (Superia Model) ~soft\n*Luxurious Queen Metal Canopy Bed ~firm\n*Recessed Lighting with Dimmers in Living Area\n*Well Insulated Newly Built Modern Structure so Extremely Quiet \n*Lots of Sunlight\n*Fresh and Clean High Quality Sheets and Towells for Every Guest \n*Very Basic Hot Plate Kitchenette with Mini-Fridge and Large Freezer\n*Plenty of Kitchen Utensils, Cookware and Butcher Block\n*Great Williamsburg Location Skillman and Manhattan Ave.\n*Conveniently Located by L Train\n*2-3 Blocks from Lorimer or Graham Stop L Train\n*Close Walking Distance to Bedford Ave Shopping Area\n*Close Walking Distance to McCarren Park/Popular Greenpoint Area\n*5 minutes to Manhattan via Subway\n*High Speed Wireless Internet \n*Digitized Central Heating and Air Conditioning. Unbelievably impressive wireless system with five vents, perfect for all seasons\n*Washer and Dryer located in basement of attached building. Takes quarters, requires detergent.\n\nGuests will have access to everything inside the flat and all the fruits of the neighborhood, including an in depth insider list of neighborhood recommendations created over a 10 year period.\n\nI'm readily available and happy to communicate with guests and help out at any time.\n\nNYC's Williamsburg is home to countless notable artists and creatives, filled with exquisite dining, cafe's, shopping, music, art, culture and adventure. \n\nThe neighborhood has transformed quite a bit over the years, and continues to evolve in a lovely way.\n\nThe flat is within extremely close walking distance to the L Train, and just two subway stops away from Manhattan. Subway maps are also conveniently located inside the flat.\n\nI've worked on many flats as an interior designer and this one is by far my favorite. The experience can be described as modern cabin living in New York City. \n\nIn addition, the modern architecture makes it extremely safe and quiet with a 'vault like' quality. Extremely thick glass and an Auto-Door Lock System.", "name": "Williamsburg Maisonette / Prv Entrance  2-4 guests", "picture_url": "https://a0.muscache.com/im/pictures/3d885139-c44f-4946-a639-30c5a3e164ad.jpg?aki_policy=large", "url": "airbnb.com/rooms/15897780", "id": "15897780", "price": 116, "review": "Had an amazing stay at this apartment in Williamsburg. A short walk from the subway and took around 15 minutes to get into manhattan. Beautiful area with many nice places to get food in the evening. The host couldn't have done enough for us- kept contact during our stay to make sure everything was good for us. Will be looking to stay here for future visits to NYC"}