{"description": "Hello,\n\nMy girlfriend and Natalie and I would be thrilled to rent you our lovely apartment for your next New York trip.\nSituated in the charming, and friendly neighborhood of Bed Stuy in Brooklyn, the apartment in only 5 minutes away from the center of Manhattan using the J, A, or C trains. \nWe love our apartment and we decorated with a lot of taste and attention. We are positive its coziness, and the charm of our neighborhood will make you feel at home and give you a true taste of Brooklyn!\n\nDepending on wether or not Natalie and I will be here or away during your stay, you might have the full apartment for yourself. We'll let you know after you submit your request. Otherwise, you can have the main bedroom and we'll stay in the dean. Which will give your more space and privacy.\n\nThis is fully functional apartment with:\n\n- Heating\n- Netflix\n- Fast Internet \n- Bluetooth speakers\n- Coffee Machine\n- Functional Kitchen\n- Dishwasher\n- Washing Machine\n- Dryer\n\nWe have two available rooms.\n\nDepending on the number of rooms you need, you will either have access to our den, where we have a big pullout couch  that turns into a bed which can easily accommodate two people. You will most likely share the apartment with us but we are always looking forward to meeting new people and sharing our lovely home with interesting travelers!\n\nFor larger groups - if Natalie and I are away for some time - you will have access to the full apartment including the main bedroom.\n\nThe neighborhood is awesome and in constant evolution. Great restaurants and coffee shops are opening up one after the other. We have our favorites though, which we will be more than happy to share with you.\n\nWe are surrounded by very nice supermarkets, serving local farmers products, great restaurants and cozy bars with outdoor patios. \n\nBed-Stuy really gives a good sense of what the Brooklyn life is about!\n\nWe are very close to the Gates stop on the J (direct from JFK) or to the Utica stop on the A/C. Both will take you to Manhattan in about 20 minutes.\n\nThe trendy Bushwick neighborhood is also very close in walking distance. So is Williamsburg via taxi. \n\nBed-Stuy is a truly safe and charming neighborhood with a big sense of community. It's a great and location to rest after a busy day spent in the never sleeping city. We are very happy to call this neighborhood home.", "name": "Cozy & Large 2BD in the heart of lovely Bed Stuy", "picture_url": "https://a0.muscache.com/im/pictures/7b4bff51-f6eb-436f-b7f3-e334a051ae24.jpg?aki_policy=large", "url": "airbnb.com/rooms/15898334", "id": "15898334", "price": 90, "review": "Best host ever because they reply within a short time and they are very very helpful! They left clear instructions about everything.\nA really nice place to stay! They had everything, so it was easy to cook and store food and everything! Very clean too. The place felt like home and was very lovely. The place was close to a lot of minimarts so shopping was very easy! \nThe heater can be a bit tricky, but when gotten the hang of, it is awesome! The firealarm is very sensitive, so cooking will be a bit complicated.\nWalking around the house at night is a bit scary because the floors are a bit thin so the neighbor downstairs will knock and shout if \"too loud\". "}