{"description": "Look up at the Empire State Building from the window!\n\nSpacious and quiet well decorated 650 sq/ft one bedroom apartment. 12' ceilings, full kitchen, full bath, and large windows in every room. One block from the subway and 5 minute walk to Empire State Building and Macy's Herald Square.\n\nEnjoy your relaxation time from NYC life in this spacious 1 bedroom apartment decorated with new furniture throughout, close to the 6 train & Madison Square Park.\n\nThe entire space is a beautiful, large unclutter 1 bedroom apartment.\n\nThis is one of the best deals for someone looking to explore Manhattan by foot, have a comfortable place to rest your head and relax.\n\nThe apartment features a queen size mattress, 65 inch Smart TV with a complimentary Netflix account, fast wifi, sectional sofa, large windows for natural light, air conditioning & heat, eat-in kitchen, microwave, toaster oven, full bathroom, lots of closet space, laundry in the basement, and an 2 inflatable queen size mattress for extra guests. Prime NYC location including some of the best restaurants, bars, and shopping in the neighborhood. Within walking distance to Gramercy Park, Union Square, & The Empire State building. A cozy apartment for the working professional, couples or families, with attentive hosts to help make your stay the best it can be.\n\nJust a few train stops to Herald Square, Times Square, and Grand Central, this location is perfect for anyone wanting to be in the heart of the Big Apple. Very close to numerous subways, most notably the Union Square subway station, for easy travel to all of New York. Free parking is also available in the area as well as meter spots and paid parking lots. This is a fun & convenient location…. You will have the entire apartment to yourself with plenty of privacy. \n\nFeel at home, kick back and relax, and most importantly enjoy your stay!\n\nVery spacious and comfortable with high end amenities. I care about quality so everything from the bed to the sheets to the TV are all top of the line.\n\nTrivia: Did you know the first Airbnb was actually an air mattress?\n\nFull Access\n\nYou will have access to the entire apartment: the bedroom, bathroom, living room, and kitchen. The basement has private washers and dryers.\n\nPlease feel free to contact me with any questions or assistance during your stay. I also have a friend in the building if you have concerns.\n\nI'm always available by email and have many connections at the top restaurants and nightclubs in the city. I have lived here for over 10 years and can help you plan your perfect NY trip, whether you want to hit the tourist spots or experience more of a real NYC experience.\n\nSurrounded by many incredible restaurants. One block east from Park Avenue where you'll find more upscale restaurants, while one block west from 3rd Avenue where you'll find classic pizza shops and bars.\n\nGreat restaurants and bars in the area. Upland, Blue smoke, Hillstone, Gramercy Tavern, ABC Kitchen, The Breslin, The Smith ....\n\nOne block from the 6 train subway which allows you access to all of Manhattan. A short walk to Grand Central Station, Penn Station or 4,5,6,L,N,Q,R @ union square. There are also always cabs available in the neighborhood and Uber's as well.", "name": "Spacious & Sunny 1 Bedroom Gramercy/Flatiron Apt", "picture_url": "https://a0.muscache.com/im/pictures/637bb9fb-5952-4982-96df-a7c07b93da80.jpg?aki_policy=large", "url": "airbnb.com/rooms/15890023", "id": "15890023", "price": 139, "review": "Forrest's home is super cute, and in a prime location. It's a great spot to stay if you don't know New York well, and want to explore a bit. Close to great bagels and even better coffee. It's super cozy with high ceilings. Forrest was  super communicative during our trip and made sure everything was going smoothly. Overall, I definitely recommend Forrest's home. You will not be disappointed! "}