{"description": "This cozy two bedroom apartment is the perfect place for folks looking to explore Midtown West. 10 Minute walk to Times Square! Multiple subway lines nearby.\n\nThe apartment is located on the 5th floor. There is no elevator in the building.\n\nThis apartment is the perfect place to relax in after a long day exploring the city! Relax in bed with delicious delivery from Snax Spot or continue your day out with drinks at the Sky Room\n\nThe entire apartment is yours to enjoy, but please be courteous to our neighbors.\n\nWe'll meet you for check in and check out. You can reach out 24/7.\n\nMidtown West has a wealth of landmarks and architectural gems, including the Empire State Building, an historic Art Deco 102-stories-high masterpiece. Completed in 1931, the Empire State Building is ranked one of the seven wonders of the modern world. At Midtown's core is Rockefeller Center, one of the world's largest building complexes, and home to Radio City Music Hall and the beloved ice-skating rink. Built in 1891, Carnegie Hall is among the most prestigious performance spaces in existence. A designated public park since the late 17th Century, Bryant Park is loved for its Great Lawn and public cultural events. Other notable sites include the stately Post Office, the Plaza, Intrepid Sea-Air-Space Museum, Museum of Modern Art, and the infamous Studio 54. World-class shopping includes Bergdorfs, Barneys and Tiffany's New York flagship store.\n\nThere are a multitude of ways in and out of Midtown West, including Penn Station to the south (where you also find Madison Square Garden), the Lincoln Tunnel, Port Authority Bus Terminal, New York Waterway ferry and Eighth Avenue subway line.\n\nIn order to make your stay as seamless as possible, please read and follow the following apartment rules carefully:\n\n- Unless agreed otherwise, earliest checkin is at 4 pm, and latest checkout is at 11 am\n- A $50 fee may apply for out-of-hours checkin / checkout (8pm - 7am) \n- Smoking is not allowed in the apartment\n- Pets are not allowed in the apartment\n- Please be considerate of the neighbors and keep the noise levels down, especially during hours of rest\n- During your stay, you will be held responsible for all damages done to the apartment, its fixture, furniture, and equipment, and you will be required to cover all losses caused by any such damages", "name": "Cozy Two Bedroom in Midtown West", "picture_url": "https://a0.muscache.com/im/pictures/7e09b4e5-bebe-4f24-85c1-586f151a4fb3.jpg?aki_policy=large", "url": "airbnb.com/rooms/15900221", "id": "15900221", "price": 100, "review": "L'appartement est idéalement situé proche des transports et de Time Square\nLa chambre a des rideaux pas suffisamment opaques et donne sur la 9e avenue qui est bruyante\nIl convient parfaitement à des jeunes qui visitent New York et qui n'ont besoin que d'un endroit pour rentrer dormir"}