{"description": "We are new to airbnb.  We've owned and rented this home for over 10 yrs. and recently moved in from the South Shore of Long Island. We occupy 3 floors and will be upstairs during your stay so you will have access to our ground and parlor floors. This is a legal listing based on recent NYC regs. Duplex, over 1400 square feet of space. Includes Wifi, cable, 48 in. 4K TV, free street parking, 2 blocks to metro and tons of coffee shops, eateries and pubs within a short walk.\n\nThe national election is over but Brooklyn is still Brooklyn!!! Tons of original details, parlor floor ceilings over 11 feet, centrally located, steps to transportation and within one half mile of bordering Williamsburg and Clinton Hill. Barclays center is a 30 minute walk, step out onto bustling Nostrand Avenue and no less than 10 eateries and pubs are within a 5 minute walk. Food market within two blocks, Dough (recently voted best donuts in NYC) is a ten minute walk away.... NYC is approx. 25 minutes away via subway. Citibike station is around the corner...bus stop across the street...\n\nParlor and ground floors. This is a duplex that contains over 1400 square feet of space, so come and relax and unwind in this spacious home base. Home is centrally located near transportation on bustling Nostrand Ave.\n\nWe are available around the clock to provide dining/sightseeing tips or to help out in any way. We're pretty laid back and absolutely enjoy mingling with our guests or are likewise OK with giving you space...\n\nIts Brooklyn baby.\n\nHome is located on bustling Nostrand Ave., with a bus stop across the street and subway stop (G) 2 blocks away. The Fulton/Franklin A, C subway is a mile away as well.", "name": "Large 3 BR Duplex in 120 year old brownstone...", "picture_url": "https://a0.muscache.com/im/pictures/68767b8c-68c9-4e7e-b893-0fd362e44fda.jpg?aki_policy=large", "url": "airbnb.com/rooms/15908994", "id": "15908994", "price": 172, "review": "Thanks you all for having us in your big brownstone house ! \nFrom this place you can visit either Manhattan (always very busy) or Brooklyn (full of different places and atmospheres). \n\n\n"}