{"description": "Don't believe the myth that all NYC apartments are tiny shoe boxes. My 3 bedroom apartment is spacious and located in a safe neighborhood. This Pre-War building is situated in the heart of historic Harlem. Only blocks from two subways – accessible to Time Square in 12 minutes via subway and one block from the beautiful Hudson River.\n\n***PLEASE NOTE: YOU WILL BE RENTING A PRIVATE BEDROOM.\nThe bedroom [200 square feet]  includes a full-size bed, pull out sofa [full size], small table, closet and dresser. You’ll enjoy access to the Living Area, Kitchen and Bathroom. Enjoy the use of the coffee maker, microwave, stove and fridge [for those delicious To Go meals].  My apartment is located on a tree-lined quiet street -  4 blocks from the 1 subway lines. Also, it is within walking distance from the A, C, D & B subway lines. Around the corner – you’ll find the most exciting trendy bar, Harlem Public [great burgers] – where you’ll meet interesting patrons and friendly staff. Enjoy delicious coffee & pastries at Hamilton Bakery – while relaxing on their comfy sofas. This bakery is a very communal and meet-up spot.  A variety of ethnic restaurants only steps away – whether you have a taste for Italian, Chinese, Asian/Dominican Fusion, Latin & American Diner. Also, you can order tasty food for delivery – arriving within 10 minutes. If you enjoy cooking, there are two eclectic grocery stores three blocks away. To top off the neighborhood experience -  there’s a picturesque community garden, Maggie Garden, next door to my home.\n\nWith high ceilings, hardwood floors, and decorative moldings - this spacious two window bedroom is over 200 square feet.  The bedroom includes a full-size bed, pull out sofa [full size], small table, closet and dresser. You’ll enjoy access to the Living Area, Kitchen and Bathroom. Enjoy the use of the coffee maker, microwave, stove and fridge [for those delicious To Go meals].  Only steps from a host of trendy restaurants Harlem Public, The Chipped Cup, The Handpulled Noodle, At the Wallace, and Tonalli Cafe Bar.  My place is good for couples, solo adventurers, business travelers, families (with kids).  You’ll appreciate the quiet building with very friendly neighbors.\n\nI am available to socialize but I totally respect your space.\n\nMy apartment is located on a tree-lined quiet street -  4 blocks from the 1 subway lines. Also, it is within walking distance from the A, C, D & B subway lines. Around the corner – you’ll find the most exciting trendy bar, Harlem Public [great burgers] – where you’ll meet interesting patrons and friendly staff. Enjoy delicious coffee & pastries at Hamilton Bakery – while relaxing on their comfy sofas. This bakery is a very communal and meet-up spot.  A variety of ethnic restaurants only steps away – whether you have a taste for Italian, Chinese, Asian/Dominican Fusion, Latin & American Diner. Also, you can order tasty food for delivery – arriving within 10 minutes. If you enjoy cooking, there are two eclectic grocery stores three blocks away. To top off the neighborhood experience -  there’s a picturesque community garden, Maggie Garden, next door to my home.\n\n4 blocks from the 1 train & 6 blocks from the A, B, C & D trains\n\nBed linen & towels available", "name": "Spacious Private Room in Harlem", "picture_url": "https://a0.muscache.com/im/pictures/4474ff4f-bb39-4e1c-a5a6-5e3ad654c34a.jpg?aki_policy=large", "url": "airbnb.com/rooms/15901183", "id": "15901183", "price": 56, "review": "The host canceled this reservation the day before arrival. This is an automated posting."}