{"description": "2 bedroom, one bath condo in Midtown. Fabulous place in an amazing location! Accommodates 6 - 8 people. \n\nEverything you could ever want near all trains. \n\nVery close by foot to major touristic attractions. Times Square Billboards, the Theater District, Broadway, Central Park, Columbus Circle, Lincoln Center, Empire States Building and much more! The apartment is surrounded by lots of nice coffee shops, restaurants, bars, roof tops and amazing nightlife.\n\nThis place is in the center of it all and is the definition of New York City Lifestyle! The master bedroom is equipped with a comfortable queen size bed.  The second bedroom features a full size bed. The living room comes with a very comfy sofa bed that fit two people. An airbed is also provided for fourth person. This place can fit 8 people comfortably.  Ultra fast WiFi is provided inside the suite\n\nThe apartment includes the following:\n-Queen size bed in the bedroom (sleeps 2) \n-Full size bed in the 2nd bedroom (sleeps 2)\n-Sofa sleeper in the living room (sleeps 2) \n-Towels, linens, and sheets\n-Bath amenities including body wash and shampoo\n-Iron\n-Hair Dryer\n-Flat screen TV\n-High Speed WIFI\n-Fully Equipped Kitchen\n-Microwave\n-Toaster\n-Coffee Maker and Tea Kettle\n\nEnjoy the Entire Apartment Complete with Everything Needed to Feel Right at Home. 2 bedroom 1 bathroom, living room, kitchen, dining area, all the storage spaces, laundry room in basement, and High Speed WiFi Internet, TV with Roku; Complete with Access to many popular applications, such as Netflix, YouTUBE, Pandora, and Hulu. \n\nIn order to sleep 7-8 people, 4 can sleep in each of the bedrooms and we have sofa bed in the living room that sleeps 2 and air mattress that sleeps another 2.\n\nSince I am not far away, I will always be able to answer your questions or even have a friend come to the apartment if you have an urgent need.\n\nWe will also touch base with you every couple days to ensure that your stay is comfortable (you can request that I don't) if there are any additional accommodations necessary I'm available with suggestions and have knowledge of the area.\n\nSuggestions about my favorite places in the area, emergency contacts, important information, and general comments are all included in my welcome book.\n\nThe neighborhood is the best. You have everything within walking distance.\n\nJust a few strides from the pulsing beat of Times Square, Hell’s Kitchen has a much more local pulse than its buzzing neighbor. The low-key vibe is part of the appeal, but there’s also a new energy arriving in the neighborhood in the form of modern residential buildings with new retail and food shops. Ninth Avenue is lined with restaurants of all types, from tiny Thai hangouts and Italian trattorias to French bistros and Southern cuisine. Just show up hungry and walk up and down the street, you are bound to find something that looks good. For a more classic taste of the city, grab a bite to eat along Restaurant Row (46th Street between 8th and 9th Avenues) before a Broadway show. The Hudson River provides a break from the city blocks with riverside views, piers for boat tours, and parks perfect for a stroll.\n\nIf you like to walk you can go walking from my place to: \n\nTimes Square & Theater District\nLincoln Center\nColumbus Circle\nCentral Park South\nHudson River\nRockefeller Center\nHerald Square & the Garment District Shopping Area\nEmpire State Building\nFifth Avenue & 57th Street Shopping Area\nBryant Park\nGrand Central\nMoma Museum\nMadison Avenue Shopping Area\nAmerican Museum of Natural History\nThe Metropolitan Museum of arts\nGuggenheim Museum\n\nGetting around New York City can be very easy or you can make it quite adventuresome. Subway, taxi's and uber all at your fingertips. Good old fashion walking is always an option too! :)\n\nTaxi.   This is probably the best method to get around New York City if you are in a group of 2-4 people, but it's not always the fastest. NYC is notorious for traffic, and you can get stuck in it in a taxi.  You can easily get anywhere in Manhattan for no more than $10 - $15, split between a group, this is not much more than a subway ride ($2.25 per person), and it eliminates your chances of getting lost.  When at your hotel, ask your concierge or a doorman for a taxi and they will get one for you.  When on the street, simply look for taxis with their light on top lit but no “off duty” marked. \n\nWalking.  New York City is the world’s greatest walking city.  All five boroughs can be explored on foot, but Manhattan is probably the easiest and most popular for pedestrians.\n\nManhattan is easiest for first-time visitors because all streets north of Houtson St. are laid out in a numbered grid pattern, with streets travelling east-west and avenues going north-south. Streets are numbered low to high going north, and avenues are numbered low to high going west. Twenty \"street\" blocks  (e.g. 40th St to 60th St) equals one mile (1.6 km) and usually takes 20 – 30 minutes to walk. Fifth Avenue is the longitudinal meridian of Manhattan, and street numbers are prefaced with \"East\" and \"West\". For example, at 7th Avenue, New Yorkers say \"West 35th Street\" but at 3rd Avenue, say \"East 35th Street.\"\n\nWalking is best for people who want to see all the details - the architecture, people, businesses, and street life. If you walk around New York City, there is a good chance you will stroll past movie stars, television personalities, music icons, and models – whether you notice them or not.  \n\nSubway.  Besides walking, this is the most economical way to travel, and the fastest.  If you want to get a real sense of New York, the subway is a great way to go. MIllions of people use it every day, and it runs 24 hours a day, 7 days a week, 365 days a year. \n\nDespite popular movie lore, the subway is very safe.  The one main drawback for subways is construction and re-routing over the weekends and overnight. As a result, many tourists can find themselves going the wrong way or overshooting their stop due to being unfamiliar with the system. If this happens, you might waste a little time finding your way back, but don't worry about it.  Just ask a local passenger for help. But some travelers enjoy the adventure, and actually enjoy getting lost .   If you are going to use the transportationsystem, be sure to get a map and confirm your route with your concierge!\n\nBus. You can also use the bus system for cheap \"un-narrated tours\" of NYC! Buses, like taxis are subject to traffic jams, and they make frequent stops, but they are good for people who have trouble with stairs or walking, or if you have a chunk fo time to fill and want to see the city from the outside. All public buses \"kneel\" - i.e. they lower themselves to the ground or easier boarding - and are wheelchair accessible.\n\nLUGGAGE STORAGE\nUnfortunately, I can’t accommodate any early check in (before 3pm) or late checkout (after 11am); However, below is the closest storage options that you can try to store your luggage for a small fee. \n\nCity CoPilot\nAt the register, give the coupon code: \"NYC Travel\" for a discount.  \n777 8th Avenue, New York (in between 47th and 48th Streets) inside the Gray Line Visitor Center. \nOpen from 8:30 a.m. - 8:00 p.m.\nWebsite: (URL HIDDEN)\nCost: ~$5-$10 \n\nLOCATION\nI'm about 10 blocks (10-14 minute walk) to Time Square. I'm also located about 5-7 minutes walk from Columbus Circle Subway/Metro station stop (ABCD and 1 train).  I will send you specific travel information regarding how to get to the apartment \n\nPARKING\nI recommend not driving if possible, because sometimes parking can be a challenge in New York City; The only FREE parking is street parking and depending on the time of day, street parking sometimes is easy to find nearby. However you do have to follow street sweeping rules (which will be posted).  \n\nBelow is a parking garage that I know of...but again keep in mind there are several near by. \n\nIcon Parking Systems  \nParking Garage\n435 W 57th St, New York, NY 10019\n\nKEY PICK UP/DROP OFF\nI use a lock box for key exchange so you don’t have to worry about coordinating with me the day of your arrival. I will send you the lockbox location and instructions at least 1 week prior to your arrival. \n\nIMPORTANT \nMy building is very quiet building with elderly neighbors so NO partying or loud music is allowed. If you (and your group) can ensure a that you will not be disruptive to my neighbors what so ever, then I'll be happy to have you your group. Just let me know if this will be problem prior to booking.", "name": "Gorgeous Time Sq/Central Park/Family Condo", "picture_url": "https://a0.muscache.com/im/pictures/8ea5d05d-a743-4ddb-b094-3c3bf7db6530.jpg?aki_policy=large", "url": "airbnb.com/rooms/15900172", "id": "15900172", "price": 130, "review": "Five story walk up. Quinn very nice. Needs to check if repairs are taken care and heat has control panel somewhere."}