{"description": "This apartment is your ideal spacious Manhattan getaway. **1 Bedroom with Queen-size bed & also fold down couch in living room that also sleeps 2**. Short walk to 4,5,6 subway & on doorstep of lots of stylish bars, restaurants, museums, Central Park & Carl Shurz Park. Very quiet bedroom! Peace & comfort assured.\n\nApartments in Manhattan are notoriously small but mine has a lot of space to enjoy. It is a short walk from Carl Schultz Park, Central Park and also the Metropolitan Museum. Located on fourth floor at the back of the building you will have the quietest stay you're likely to have in this city and in a very comfy bed.\n\nAlthough this is a one bedroom with queen sized bed, you can also sleep two extra guests on the fold down queen sized couch in the living room.\n\nKITCHEN:\nModestly sized kitchen with breakfast table and chairs where you can enjoy morning coffee using the machine, cook your own meals on the gas cooker/oven to save money on eating out or just reheat some local take away using the microwave.\n\nLIVING ROOM:\nLong and large lounge space ideal for relaxing.\nFull air conditioning throughout.\nBig leather couch that also folds down into a double bed should you need to use it.\nFull and exceptionally fast WIFI available throughout the apartment. \n\n\nBATHROOM:\nCompact bathroom with power shower, bath, sink and toilet. Clean and simple. Always plenty of hot water that rapidly warms up.\n\nBEDROOM:\nSpacious bedroom with a brand new and very comfortable Queen Sized bed and mattress. \nFull air conditioning throughout.\nFull black out curtains so you can enjoy long lie ins should you want to.\n\nEntire apartment is yours, only two cupboards will be locked. All kitchen utensils, super fast WIFI and large wardrobe are all yours!\n\nWe will arrange key pick up in advance of your arrival and either myself or my girlfriend will drop off keys to you at the arranged time and then collect when you leave too.\n\nMy girlfriend or I will meet you on arrival to drop off the keys, show you around and welcome you to the apartment.\n\nA brochure will useful information is located in the apartment to help you on your way as your explore NYC!\n\nThis neighbourhood is extremely safe even very late at night and packed with delightful high end bars, restaurants and amenities.\n\nThere are plenty of local laundromats, cleaners, grocery stores and bodegas all situated 50m walk from the front door.\n\nLocals restaurants/bars include:\n\n- the best Peking spot in NY, Chef Ho's\n- one of Manhattans highest Time Out rated new restaurant/bars, The Infirmary\n- an award winning French restaurant, Cafe D'Alsace\n- awesome late night indie/hippy dance spot (with live go go girl burlesque dancers), Ethyl's\n\nJust two blocks away is a huge local park where the Mayor of New York's Residence is located, right on the Hudson River waterfront!\n\nThe 86th St subway station (4, 5, 6 green line trains) is just a 10minute walk door to door from my apartment and from there you are just 2 Express stops away from Grand Central. \n\nTo get to the iconic Times Square will take approx. 25mins door to door!", "name": "Spacious Manhattan Apartment", "picture_url": "https://a0.muscache.com/im/pictures/cbd4ac6c-7cc9-4ed8-a79d-383b19fb3a5f.jpg?aki_policy=large", "url": "airbnb.com/rooms/15912853", "id": "15912853", "price": 80, "review": "Nice, clean, quiet place. After a fun filled day in the city it was nice to come back and chill. You have to climb a few stairs to get there and there's no cable, but, there's HDMI to the TV for live streaming. I would definitely stay here again!"}