{"description": "Your own PRIVATE APT 1 bedroom/1 bath home in the most picturesque and historic neighborhoods in NY! Crown moulding in every room. Beautiful hardwood floors. Faces the Private Garden, NOT the street, so it is QUIET! Washer/Dryer & dishwasher! \nLots of Sunlight! Convenience store open 24 hours right across the street! \nPark, City College, Columbia University, Manhattan School of Music, Red Rooster & Maison Harlem restaurant, Apollo Theatre & Alexander Hamilton's house in the neighborhood!\n\nUp 1 flight of stairs, your room has a full (a double, NOT twin!), soft memory foam mattress topper over a firm mattress, BRAND NEW Serta hypoallergenic down-alternative pillows with memory foam core, \na waterproof and bed-bug free mattress protector, A/C & heat to keep you cool/warm, a 5 drawer dresser, and a closet with lots of hangers to hang your clothes. ALSO WiFi, alarm clock, iron & ironing board, hairdryer :) \nMy pictures have VERIFIED under Airbnb logo, meaning Airbnb staff came & took photos of apt, so it is GUARANTEED! \n Spotless newly renovated white marble bathroom. Large, clean fluffy towels for you. Beautiful big tub. The water pressure is nice & strong, 5 settings! \nThere is FREE on-street parking! :) Please familiarize yourself with the signs regarding street cleaning regulations when you get there.\nMy doggie passed two years ago, so there is not a pet anymore, she lived to be 17 happy years! :)\n\nConvenience store right across the street is open 24 hours! Maison Harlem French restaurant right on the corner, open for breakfast-dinner. A few streets next to apartment are tons of stores, including Chase Bank, Bank of America, Capital One, drugstores, American Apparel, MAC, Foot Locker, Marshall's, Old Navy, T-Mobile, Nine West, Aerosoles, Champ's Sports, & Dunkin' Donuts.\n\nA & D Express train and B & C local train right next to the apt! The 1 train is 2 avenues away, giving you access to anywhere in Manhattan within minutes. The Express train starts running Local service at 11PM-5AM, meaning it stops at all stops and doesn't run express, so take a cab home as a local train will be slow and take a long time to get back home.\n\nNow continue reading for some tips on NYC- :) \nI have lived in Manhattan for many years, I am glad to help you with any questions or tips! \nTaxi from Airport, DO NOT go with the guys standing inside & outside the airport saying- \"Cab. Taxi\" These are NOT LEGIT cabs they are gypsy cabs, meaning they don't have their license or a meter so you will get OVERCHARGED! Look for the Taxi stand right outside the airport, where the yellow cabs are. Yellow cab takes cash or credit card. \nThe EASIEST way from airport is to use UBER! Download the Uber app on your smartphone & set up your account. When you land at airport and after you get your baggage, use Uber & put in my address for destination. They will pick you up in 1 min! SO EASY, CHEAP, & NICER CARS THAN TAXI!  \nCityPASS is awesome!\nBest Bus Tour to see the city - Grey Line Bus Tours \nBest Free App for subway map - NYC Subway\nBest Free App for Smart Phone for NYC- NYCWAY \nNYC is just a grid, so it's pretty easy.The higher the number the STREETS go, the more NORTH you are going. The lower the number the streets go, the more SOUTH. The AVENUES go from right to left (I remember this bc Jewish people read the Torah right to left). \nThe LOWER the AVENUE the more EAST you are going, & the HIGHER the AVENUE, the more WEST you are going :)\nThe subway has signs above the platform  & you just have to read to make sure you are going in the right direction. \nTo do sightseeing in Times Square/42nd St., for example, from the apartment, you want to take the DOWNTOWN train, the A or D Express train, so look for DOWNTOWN & the correct letter on the platform and on the train when it arrives. To come back to the apartment, you want to go UPTOWN. \nThe Express train starts running Local service at 11PM-5AM, meaning it stops at all stops and doesn't run express, so you may want to take a cab home as the Local train will be slow and take a long time to get back home. \nTimes Square best at night!\nEmpire State Building or Top Of the Rock – go an hour before sunset and stay till after dark! \nFor Broadway Show Discount Tickets, go to BroadwayBox or Theatermania online! \nStatue of Liberty-take a boat leaving from the South Street Seaport\nMuseums are best on a rainy day, so check the Weather Channel (free app) on phone! \nI look forward to hosting you in amazing NYC! :)", "name": "1 Bed 1 Bath Beautiful Apt", "picture_url": "https://a0.muscache.com/im/pictures/178a24fa-f05f-45be-bc31-f8b5b6037f65.jpg?aki_policy=large", "url": "airbnb.com/rooms/15913986", "id": "15913986", "price": 119, "review": "This is lovely and comfy refuge after a day in a big city, and it is so close to the metro station with the express lines A and D. Amber greeted me when I arrived. She explained everything about the apartment, and answered promptly to my questions. The space is clean and cozy, with a distinct touch of Amber's caring personality. I wholeheartedly recommend it."}