{"description": "Whether you are a traveling executive, a romantic duet this cozy midtown sanctuary is the perfect escape from the busy streetsLocated in the heart of nyc, it is close to penn station/madison square garden, grand central station.  5th ave, empire state building are just few short blocks away from the 6 train.\n\nIntereting to note that this apartment is located super close to the midtown tunnel and Fdr highway, allowing for easy access in and out of the city.\n\nThis space exudes a perfect balance of rustic and modern feel. Its all white decor gives it a light /heavenly feel. Upon entering one can immediately feel the energy of love that i carefully and meticulously put into the decor. Relaxin comfort and style in my king size bed. \nThe pictures speak for themselves.\n\nGuess will have access to cable tv and internet, hot water, harmon kardon wifi speakers, drinking water filtration system and high powered rain bath shower.\n\nI hosting very seriously and will do everything in my power to make sure you have the best stay possible. I also expect the same level of respect from you in return. I generally give my guest their space, however, i am always a phone call/text message away, even if i am out of town.\n\nThe location of the apartment is paramount. It is located right in the heart of midtown manhattan allowing easy travel to uptown and downtown areas.  An equidistant 10 min stroll to Grand central as well as madison square garden and penn station. Empire state building is even closer. \n\nAdditionally, the neighborhood is filled with late 20's early 30's working class entrepreneurs so it has all the amenities required for everyday living: such as pharmacies, banks, dry cleaners, laundromats, nail and beauty salons, gyms, loads of take out restaurants, a movie theatre and above all it is super close to the midtown tunnel, providing easy access in and out of the city.\n\nGrand Central Station, Penn Station, 4/5/6/N/R/Q/B/D/M Train lines all within a few blocks as well as the m34 crosstown bus and m15 express for uptown/downtown travel. East river ferry is a block away which goes to downtown manhattan, brooklyn and queens \nAdditionally, there are yellow taxis available 24 hrs as well as uber and other private car services.\n\nMy main expectation is that my guests leave the apartment in the same condition in which they received it. Not trashed and things damaged. Pets are absolutely not allowed  and neither is smoking.", "name": "Cozy Junior1BD apt midtown- 2nd flr", "picture_url": "https://a0.muscache.com/im/pictures/c1dba3ae-fb14-4aa2-b8d5-5c4e3662374d.jpg?aki_policy=large", "url": "airbnb.com/rooms/15915152", "id": "15915152", "price": 160, "review": "Vanessa is a really attentive host who answered all my questions immediately and even asked whether everything was okay during my stay without being contacted by me. \nThe apartment is central (a 20 minutes walk to Broadway and with a bus stop just across the road) but still quiet since it is near 1st avenue and thus not in the major hustle. I found the people in the house really quiet. \nThe apartment is cozy and spacious enough, maybe a little dark in the living room but there are lights to switch on and there is enough daylight through the bedroom window. The bed is really big and comfortable. I absolutely recommend the apartment for your stay and especially Vanessa as your host!:) "}