{"description": "This amazing, spacious ~1,000 sqft 1.5b/1.5b Luxury Apartment comes with a *private outdoor space* too.  \n\n2 queen size beds. 1 sofa bed, and more.\n\nIt's next to Columbus Circle, Lincoln Center and Central Park.   It comes with large windows, modern furnitures, Two Queen beds and everything else you need for your trip!\n\nAre you ready to enjoy Manhattan's Skyline at this luxury place while watching Netflix at our 120'' screen with the projector? Book it now!\n\nBetter than any $600+ hotel!\n\nThis is a NYC standard huge apartment (LOL it's ~1000 sqft) with great living space. \n\nIt has 1.5 bedroom (1 alcove, 1 master - each has a queen size bed), 1.5 bathrooms, a sofa bed and air mattress is available as well. \n\nThe apartment is great for family trip and friends. Neighbors are really quite so please behave properly at night. \n\nThe private outdoor space is rare in New York, a great place to see the view at night. And definite not to forget your private cinema in the living room. \n\n2 bathrooms in the apartment!\n\nEverything in the apartment, maybe gym in the building(we are working on it), 4th floor is the study room for the apartment you may use that too\n\nAmazing neighborhood. Next to Columbus Circle, Central Park, Lincoln Center, etc.... It's at the central of Manhattan with lots of good places nearby.\n\nIt's close to line 1 lincoln center station. Or you can also take uber, lyft, gett..etc. Walking distance to lincoln center area and columbus circle!\n\nYou will also be getting $60 Uber/Lyft/Gett/Via credit for each person if you stay at my place!", "name": "Huge Luxury Apt, Amazing Skyline Views at Midtown", "picture_url": "https://a0.muscache.com/im/pictures/9e7c7bd2-e853-4b20-a96a-87f543327a50.jpg?aki_policy=large", "url": "airbnb.com/rooms/15915444", "id": "15915444", "price": 299, "review": "Great place to stay at. My family and I had a great time in New York. George's apartment was walking distance from Central Park and Columbus circle so catching the train to go just about anywhere in NYC was very easy. I hope this place is available when I come back again. "}