{"description": "Deluxe, ~1,000 Sqft, High Ceiling, European Style 2 bedroom apartment. Walking distance to the Hudson River, Central Park and Broadway. Lots of good places / restaurants around.\n\nBetter than any $600+ hotels in NYC. Amazing location, Amazing setup, Modern Furnitures, Comfortable European-style High Ceiling, you will LOVE EVERYTHING HERE!!\n\nHi! This is a two bedroom apartment with one bathroom. The apartment is located in a quiet neighborhood. Therefore I do not think this is the spot if you plan on drinking and talking loudly at night. It's rather a great spot for family traveling or business trip. Very convenient transportation to midtown since it's 3min walking to subway line 1,2,3; two stops from time square and three stops to penn station. (less than 20 min subway ride).\n\neverything in the house! shower, wifi, laundry (not quite recommended since the machine is not so good), whatever you need.\n\nphone, text, email.\n\nThe apartment is located in a really really quiet neighborhood. Therefore I do not think this is the spot if you plan on drinking and talking loudly at night. It's rather great for family traveling or working. Very convenient transportation to midtown since it's 3min walking to subway line 1,2,3; two stops from time square and three stops to penn station.\n\nIt's close to line 1,2,3 - 96st station, which makes it super convenient to get to time square (only two stops for fast train, e.g. line 2 and 3), penn station (only three stops for fast train, e.g. line 2 and 3) and other major attractions.", "name": "Deluxe, Huge, High Ceiling 2 Bedrooms APT", "picture_url": "https://a0.muscache.com/im/pictures/c112d26d-1faa-487f-bf42-774576565c92.jpg?aki_policy=large", "url": "airbnb.com/rooms/15916332", "id": "15916332", "price": 279, "review": "The apartment had everything we needed: perfect location just a few minutes walk to the metro and local shops; it was well heated; there is a lovely hot shower; the beds were extremely comfortable; well appointed modern kitchen with oven, toaster, fridge, coffeemaker. And most important - it was clean!\nDaniel was a very attentive and considerate host who answered all our questions promptly. I would definitely recommend Daniel's place. "}