{"description": "My place is a fantastic base from which to start your NYC adventure. Close to public transit, you'll have easy access to downtown Brooklyn, lower Manhattan and beyond. You’ll love my place because it is super cozy and clean. My place is great for couples, solo adventurers, and friend groups.\n\nThis apartment is a great base from which to explore New York City. We recently renovated it for utmost comfort and ease of use. It is located on the second floor of a 3 story (non elevator) building. The two bedrooms are next to each other but completely private. Parking is free and plentiful on the street. However, our neighborhood does have NYC parking rules for street cleaning so you have to be mindful of where you park to avoid a ticket.\n\nMy guests will have the entire apartment for themselves.\n\nI will be relocating out of New York this summer, however, I am easily available by text and email. I will also have an emergency contact in Brooklyn should a guest need immediate local assistance.\n\nMy apartment is located in residential Bedford Stuyvesant. It is a friendly neighborhood with a homey feel. In the summertime, I love going to the local parks and cafes. This is a very diverse neighborhood with a very good mix of longtime residents and recent newcomers. The architecture in the surrounding streets is absolutely stunning and I encourage any history lover to stroll down nearby Decatur, Macon and Mcdonough streets.\n\nThe neighborhood is well served by two different trains lines:\n\nThe J train at Halsey Station is excellent for accessing lower Manhattan (Chinatown, the Financial District) and South Williamsburg quickly. \n\nThe C at the Ralph station train gives you direct access to the west side of Manhattan (Times Square, the Meat Packing District) and fantastic Brooklyn neighborhoods such as Fort Greene, downtown, etc.\n\nParking is plentiful and free on the streets around us, but our neighborhood does have alternate side of the street parking rules that allow the city to sweep the streets for an hour an half every other day on weekdays. Please be mindful of the parking signs to avoid getting a ticket.", "name": "Comfortable, cozy apartment in Bed Stuy", "picture_url": "https://a0.muscache.com/im/pictures/5558ba08-ae0c-4465-acc6-168290e0a3d9.jpg?aki_policy=large", "url": "airbnb.com/rooms/15917278", "id": "15917278", "price": 130, "review": "It was a very pleasant stay. The place was actually nicer than what the picture shows because it's brighter in person. Parking is free downstairs just a bit tricky but Aryanna will help you find parking! She's a great host and super easy to communicate with. Apartment was nice and cozy, beds are comfortable. Will definitely recommend."}