{"description": "Close to BAM Harvey Theater, Ft. Greene Park, Barclays Center, Atlantic Ave. & Brooklyn Flea. Subways to Manhattan & Williamsburg close by.\n\nYou’ll love my place because it's on a charming block right in the heart of Ft. Greene. Tons of great restaurants & bars a block away in any direction. Ft. Greene Park is just up the block, great for a morning run, a picnic, or a walk. Saturdays you can visit the Fort Greene farmer's market.\n\nGood for couples, solo adventurers, and business travelers.\n\nCharming one bedroom on a beautiful tree-lined block in Ft. Greene. Warm & cozy with central air and heat, great modern kitchen with updated appliances, big screen TV with APPLE TV hook-up. Free wifi throughout the apartment.\n\nBedroom has a comfy full size bed with memory foam mattress pad, down comforter & drawer space for your things. Perfect for singles or couples. A third guest is welcome to sleep on the couch. Door to the bedroom closes for privacy. \n\nHelp yourself to the minibar!\n\nGuests have access to the bedroom, living room, kitchen, and bathroom. There is an office/storage room in the apartment that is closed-off to guests, though I am happy to make space for you to store your suitcases or any other bulky items in this room. (The room is the closed door you can see in the photos.) \n\nBedroom includes closet space to hang your things and the dresser drawers are cleared for your stuff. \n\nBathroom includes two small empty drawers for your things as well as space in the medicine cabinet.\n\nI will usually be traveling during your stay, but friends upstairs in the building will be available to help with any issues and I will generally be reachable by phone or e-mail.\n\nThe apartment is on a beautiful and central block in Brooklyn's popular Ft. Greene neighborhood. Restaurants and bars are all within a block or two in any direction. Check out Olea for a delicious mediterrenean meal, or No. 7 for craft cocktails and a bite. A short walk the BAM Harvey Theatre and Barclays Center, and Fort Greene Park is just up the block.\n\nCheck out the farmer's market at Ft. Greene Park on Saturdays or wander over to the Brooklyn Flea for some shopping.\n\nA walk to other popular neighborhoods in Brooklyn - Prospect Park, Park Slope, Boerum Hill, Prospect Heights & Clinton Hill.\n\n10-minute ride to Williamsburg on the G train.\n\nThe apartment is closest to the C and G trains, and a short walk to Atlantic Terminal where you can catch the 2/3/4/5/N/Q/R for quick access to almost anywhere in Manhattan or Brooklyn.\n\nThe apartment is on the first floor, at the front of the building facing the street. \n\nApartment can come with or without my friendly orange cat, Hendrix!! He will usually be fostered during your stay, but if you're cat-friendly and would be interested in cat-sitting we can make arrangements for him to stay. \n\nIf you're severely allergic to cats, this will not be the best place for you.", "name": "Charming 1 Bedroom in the heart of Fort Greene", "picture_url": "https://a0.muscache.com/im/pictures/f62bc259-f146-4711-8edc-c2dc75351a91.jpg?aki_policy=large", "url": "airbnb.com/rooms/15929714", "id": "15929714", "price": 150}