{"description": "Welcome to New York City ! \n\nOur place is located in the vibrant neighborhood of SoHa (South of Harlem, West) close to Central Park, Morningside Park, Columbia University, The National Jazz Museum. There are many restaurants and cafés around, and you'll be able to reach any exciting place very quickly thanks to the nearby subway. \n\nOur place is good for couples, solo adventurers and business travelers. \n\nYou’ll love this place because of the location, the people, the ambiance and the cleanliness\n\nBright, very beautiful apartment with high ceilings and sunlight all over the day. Our apartment has been newly renovated. It is located at the 4th floor of a small beautiful building of 5 floors. It lies at crossroads between Upper West Side, Morningside Heights and South Harlem, West side.\n\n\nIt's a fantastic place to come home to after a day of sight-seeing or working. Cozy, clean, and you will find everything you need for your stay feeling like a real New Yorker. \n\nThe kitchen is equipped with everything necessary for cooking (stove, refrigerator, freezer, coffee maker, kettle). The bathroom has been newly renovated and we provide clean sheets and towels. The bed is a pull out sofa bed but wait until you try it :-). Hair dryer, iron, and empty closets with hangers await you!\n\n\nIf you are planning on an extended stay, there is laundry nearby. It is two blocks to a great food market called the \"Best Market\". They are a full service grocery store with prepared foods as well. Also, Starbucks, Dunkin Donuts, Wine stores, dry cleaners, Local bakeries, and tons of great restaurants all in the immediate area.\n\n\nThere is a big 46\" TV screen to watch DVDs (no access to TV channels). There is no Internet access inside the apartment, but this is because you will find The Harlem free Wifi just right around the corner and there are many pleasant internet coffee places nearby.\n\nYou will be alone in the apartment during your stay. The apartment is a \"one bedroom\" and you will have access everywhere (kitchen + living room + bathroom), except a small room where we keep our personal belongings.\n\nWe speak english, French and German. A little bit of Italian also :-)\n\n\nFirst contact through email.\n\n\nThen, anything that might satisfy the guests! We are here for them as much as they need us to. We find that some guests really want to come and enjoy their stay without much interference from the host. We respect that, but provide guidance  if needed.\n\n\nYou are welcome to ask in person or call us if you have any questions or you need tips on the city, etc. We will be happy to help.\n\nSoha, South of Harlem - Morningside Heights. This is the heart of the Gentrification/Revitalization of Harlem. \n\n\nWe love our neighboord so much! It is both a family friendly neighborood and a vibrant area of NYC. The best restaurants, bars, and night life spots are steps away from our home. The gospel churches are a short walk away as is Central Park.\n\n\nEverything you know of Harlem is right around the corner:  The Apollo, Columbia University, Magic Johnson Theater, Cotton Club etc. There are many restaurants, markets, coffee shops, wine stores etc. You can walk to Columbia where you will find a world famous open campus. \n\n\nVery typical neighborhood in New York City in a booming area. A few blocks away from the mythic 125th Street in Manhattan. Any facility just around the corner. It is a safe neighborhood (have never ran into any problem even alone in the middle of the night). A very dynamic neighborhood where life is good!\n\nIdeally situated with all facilities just around the corner.  Easy access to public transportation:\n\n\n- 3 min-walk to subway trains A, B, C et D: 10 min-ride to Columbus Circle (8th Av & 59th St), 15 min-ride to Time Square, 15-20 min-ride to Washington square (the Village), 75 min-ride to JKF airport\n\n\n- Bus 3: MET, Guggenheim Museum, Frick Collection, Museum of the City of New York, Upper East Side, 5th avenue, Empire State Building, Grand Central, East Village\n- Bus 10: Museum of Natural History, Planetarium, West Central Park, Upper West Side\n\n\n- 7min-walk to Central Park (NW corner)\n- 5 min-walk to a grocery store where you can find all what you might need from 6:30am to 11:59pm everyday\n- Large variety of restaurants and bars around\n\n\nThere is also free parking on the street (alternate side parking rules, you can find spots to park free from Thursday after 10am until Monday Morning at 8 am).\n\nMore pictures on demand.\n\n\nDo not hesitate to ask for any further information!", "name": "Live like a NY'er! Lovely apartment in Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/df506340-93e8-4357-87cf-5ce9648a4825.jpg?aki_policy=large", "url": "airbnb.com/rooms/15928835", "id": "15928835", "price": 95, "review": "L'appartement de Charles est super pour passer une semaine à New York. Charles est très disponible avant et pendant le voyage et fait tout pour que le séjour se passe bien. Nous nous sommes sentis comme chez nous dans l'appartement et le quartier est top! On recommande à 200%"}