{"description": "My place is close to Prospect Park, Brooklyn Museum, Barclay's Center and Atlantic Terminal. You’ll love my place because the neighborhood is safe and laid back, but still so many things to do and try around here! Plenty of great restaurants and bars to choose from and very well connected to Manhattan because of the many train stops available (2,3,R,Q,B, Atlantic Terminal). Groceries, drugstores, shopping mall, thrift stores walking distance. My place is good for couples and solo adventurers.\n\nUnfortunately the space is not wheelchair accessible. It is located on a third level of a brownstone. We live in the same house but we are all very quiet and mindful of others.\n\nThere's one window AC in the bedroom. Not other AC units are installed in the apartment at the moment.\n\nAs our guest you will have access to a fully furnished and equipped apartment.\n\nWe give our guests space but we are available when needed. We love hosting! We love eating, thrifting and trying new restaurants and bars. Please, don't hesitate to ask us for recommendations. We live in the same house but we all very quiet and mindful of others.\n\n\"Park Slope is the very definition of a well-rounded neighborhood. It falls just slightly below average in two: affordability (the average two-bedroom rental is $2,275) and diversity. In all other areas, it’s somewhere between above grade and superlative: It’s blessed with excellent public schools, low crime, vast stretches of green space, scores of restaurants and bars, a diverse retail sector, and a population of more artists and creatives than even its reputation for comfortable bohemianism might suggest (more, in fact, than younger, trendier Williamsburg). \n\nBoundaries\n15th St. to Flatbush Ave., Prospect Park West to Fourth Ave.\n\nSource: (URL HIDDEN)\n\nSubway Stations\nD,M,N,R to Pacific St. | 2,3,4,5,B,Q to Atlantic Ave. | 2,3 to Bergen St. | B,Q to Seventh Ave. | 2,3 to Grand Army Plaza | M,R to Union St. | M,R to 9th St. | F to Fourth Ave./9th St. | F to Seventh Ave. | F to 15th St./Prospect Park\"", "name": "Quiet 1 BR Home in Park Slope Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/02162d73-682b-4654-bc98-24f51f93c4a9.jpg?aki_policy=large", "url": "airbnb.com/rooms/15936959", "id": "15936959", "price": 125, "review": "Loved this space! Comfortable and close to everything we needed. Great location! "}