{"description": "Close to public transport (train & express bus) easy access to Manhattan . You’ll love my place because of the comfy bed, the kitchen, whole apartment is clean, cozy & quiet. Requesting couples, solo travelers and business travelers. Free parking available. Washer/Dryer in the unit, Free high speed WiFi. Fios TV. Air conditioning.\n\nThe apartment is located on the ground level, private entry. Key access.\n\nMy wife and I live above the apartment and we are available to answer any questions you may have.\n\nThe apartment is located on a quite residential block.\n\nThe apartment is conveniently located with a 6 minute walk to train. (SIRT)  A 18 minute train ride to Staten Island Ferry will take you to Manhattan. Or its a 6 minute walk to Express bus service to Manhattan.", "name": "Quiet, Private  3.5 rooms, Manhattan convenient", "picture_url": "https://a0.muscache.com/im/pictures/15e44e8a-b487-44fd-8e4e-c4dc9135f40a.jpg?aki_policy=large", "url": "airbnb.com/rooms/15949915", "id": "15949915", "price": 90, "review": "Whenever I travel and I'm staying somewhere I always ask myself can I see myself living here? For Jon's apartment the answer is YES! It is amazing, the pictures are accurate, the apartment is fully stocked with everything you would need.  From check in to the apartment itself everything was all that we could ask for and more.  Jon met us at check in and was incredibly helpful and even took the time to give us advice on the best restaurants to try around Staten Island.  He was always available and responded quickly if we needed help or had any questions.  There is plenty of parking on the street and the neighborhood is very quiet and safe.  A train and bus station are both within walking distance from the apartment and you can easily get into Manhattan!  The apartment itself was perfect and clean with everything you could ever need from linens to pots and pans!  Coupled with a wonderful host, the apartment truly felt like a \"home away from home\" and I would definitely recommend staying at Jon's place!"}