{"description": "My home is close to Manhattan and located in Old Astoria.  A 10 minute walk to the many restaurants on 30th Avenue. My place is good for couples, solo adventurers, and business travelers. Private entrance, kitchen and bathroom. Parking and big back yard. I live in this home of mine, upstairs.  I enjoy my experience as an Airbnb host because I get to meet wonderful people like you. I hope to host you and your family soon and I am more than happy to give you travel tips during your stay\n\nThe apartment has a big bedroom. The kitchen opens out to the backyard. There is plenty of sunlight that comes through the many windows in my apartment. I’m sure you will enjoy the space, coziness, charm and peace that is to be found in my home. My parents bought this 1901 Victorian house in 1951. We are the second owners and I grew up in this house. I love living here in Astoria!  One of my hobbies is collecting Astoria postcards from (PHONE NUMBER HIDDEN). I consider myself an expert on the history of Astoria and I plan to give walking tours of Old Astoria in the Spring.\nMy apartment is not suitable for pets and may not be safe or suitable for children (0-12yrs).\n Please no parties or events and NO OVERNIGHT GUESTS OTHER THAN THE ONES REGISTERED TO TRAVEL WITH YOU.\n***Please note that there is a $25 fee for EACH GUEST AFTER TWO PEOPLE. This fee will apply for EACH additional guest, for EACH NIGHT of the reservation.\nQuiet hours are from 11pm-7am. My apartment can accommodate 4 people and it is recommended for families, couples and friends. Singles are always welcome. Long term stays are possible, too. I do have a small, folding playpen and upon discussion, I could accommodate an infant. \n\nThe kitchen is at the rear of the apartment with a walkout to the beautiful, big backyard. The bedroom has two large windows that look out onto the backyard. There are two new twin size beds. These can easily be placed next to each other to form a king size bed. Your choice, your decision. There is a  small hallway that separates  the kitchen from the living room. The private bathroom is to be found in the middle of this small passage. In the large living room, you will find a comfortable full size sofa bed that can accommodate two people. The mattress is new.\n\nThere is a table and with chairs in the back yard. If you like sunlight and a morning walk in the yard. If you like to enjoy your morning coffee in a private, sunny environment, then this is the place for you! The Keurig coffee maker, with coffee pods, is available.\n\nBasic amenities are provided including clean bedding, fresh towels, bathroom supplies, and more. Extra towels can be found in the closet next to the bathroom. A hair dryer is available.\n\nWhile I do not have cable or a tv, I do have Internet access that you may connect to, via wireless. Let me know if you have any issues connecting to the router. You are more than welcome to use this account during your stay.\n\nI also have a local phone that you may use during your stay. It is on the kitchen table.\n\nThe apartment is all yours! It is warm and cozy. There is a lovely breeze in the summer. Private entrance. The twin beds in the bedroom can easily be moved to create a large and comfy king size bed. Living room with a sofa bed that will suit two, comfortably. New mattress! Kitchen, bathroom and access to my large yard is all yours and private! Warm and cozy apartment. Beautiful yard in the summer and there is a parking space for your car.\nPlease note: Check in time is after 3pm and check out time is at 10am.\n\nI live in this house and will help you with anything you need. This is my home and I will treat you as my guests and hope you will take care of the home like it is your own. Be aware of Airbnb rentals with absentee hosts or host that manage lots of properties. I only have this one and I live here all year.\nI give my guests space but I am available when needed.\nI am busy with teaching, volunteering and giving walking tours but if you need me, I am here. While you are at my Airbnb, I will live in the room upstairs but I am always available. Please text or call me. I respect your space and privacy. You will see me only if you need me. If you have any questions about the apartment, the neighborhood or places to see in NYC or Astoria, please do not hesitate to ask me. I will be more than happy to help.\nI enjoy meeting and talking with my guests from all parts of the USA, Canada and the world. I have traveled to Australia, Europe, South America and yes, even the USSR, now known as Russia. I am fluent in French, having lived and taught for many years in the cities of Ottawa, Montreal and Toronto in Canada.\n\nThe location of my Airbnb makes for easy travel to and from JFK and LaGuardia airports, the ride is around 15 and 20 minutes to LaGuardia and JFK can take anywhere from 30-45 minutes depending on the traffic . You can expect to pay 20 dollars to/from LaGuardia and 40 dollars to JFK. I use Uber and a private car service, both have the same above mentioned fares.\n\nWalking up to 30th Avenue from my Airbnb, you will see plenty of good restaurants (over 50 in Astoria), a supermarket , coffee shops, a bakery, fruit stores, florists, banks, Grand Wine and Liquor, dry cleaners, Rite Aid pharmacy, Mt. Sinai Hospital.… everything you need is here on 30th Avenue, either before the elevated subway or after.\n\nOther attractions in Astoria include: Kaufman Astoria Studios, Socrates Sculpture Park, Noguchi Museum, MOMA PS 1 Art Museum in Long Island City, Museum of the Moving Image, Bohemian Hall Beer Garden, Astoria Park waterfront and many more.\n\nThe N subway line from 30th Avenue or from Astoria Blvd will get you into the Manhattan in no time! 3 buses within one block, will also take you to Queensboro Plaza where you can get the N or the 7 line.\nThe metro/subway station stop is 30th/Grand Avenue, on the N line or the W. It is a about a 10 minute walk from my house to this elevated subway station. Safe at all times.\nIn 15 minutes, five subway stops later, you can be at the Lexington Avenue/59th Street Station. Here you will find Bloomingdales, Victoria’s Secret, the GAP, Zara, Aldo, Sephora and H&M \n\nThe next subway stop after Lexington, Fifth Avenue, will take you to Central Park and Fifth Avenue. You will find the 24 hour Apple Store Cube, the Plaza Hotel, the Pierre Hotel, Bergdorf Goodman, Barney’s, Henri Bendel, Tiffany’s, the Trump Tower, the St Regis Hotel and the MOMA Museum of Modern Art. There are many more stores as you walk down Fifth Avenue towards Rockefeller Center.\n\nThe 49th Street subway station will take you to several of the Broadway theaters and it is not far from St Patrick’s Cathedral, Saks, the American Girl Store and Rockefeller Center.\n\nThe 42nd Street stop is where you will find Times Square, an amazing place at any time of the day and safe!  Follow 42nd Street until you get to Fifth Avenue and you will come upon Bryant Park and the historical New York City Public Library. Continue walking along 42nd Street and you will see the Grand Central train station and it’s amazing central hall. The Chrysler Building is in this area, too.\n\nThe next stop is 34th Street and here you will find Macy’s, the world’s largest department store with its original wooden escalators to take you to each floor. There is a nice sitting area in front of Macy’s main entrance. Inside Macy’s, go up to the balcony and upon showing your out of town/country ID, you can get a discount card for most purchases in the store. The huge Victoria’s Secret, Forever 21, H&M and many other stores are to be found on 34th as you walk towards Fifth Avenue. You will also see the Empire State Building at Fifth and 34th.\n\nThe 23rd Street station is where you will find the impressive Flatiron Building and other buildings from the same era. Madison Square Park, Eataly and Marimekko are also to found here. There is a nice sitting area, too right in front of the Flatiron Building.\n \nUnion Square is the next stop along the N line. A Farmer’s Market is held here several days a week with products from upstate New York, Vermont and other New England states. Tammany Hall, the magnificent Barnes & Noble bookstore and the Strand bookstore are located here, too. You can take the L subway train in the direction of 8th Avenue and you will be in the Meatpacking District where you will find the elevated High Line Park. Go in the opposite direction on the L line and you will be in Williamsburg.\n\nThe 8th Street subway stop will take you to NYU, Greenwich Village, Astor Place and Cooper Union.  \nContinue on the N line to Prince Street and you will find yourself in the area known as Soho.\n\nThe next stop, Canal Street, will take you to Chinatown and Little Italy. Get off the N train here and take the Ron the same platform to Cortland Street\nto get to Wall Street and the Financial District. You are not far from the World Trade Tower and the Oculus, NYC’s latest shopping mall disguised as a Train Station. Worth a look inside and outside. Century 21 is also in this area and you can walk to the Staten Island Ferry. The Ferry is free and you will ride by the Statue of Liberty. Tour boats going to Ellis Island and the Statue of Liberty are also located here but you must book these in advance and obtain tickets before boarding. It is usually a full day trip.\n\nYou will find all of the above information and more in a binder located in the kitchen. This is my Guide Book. Please read for a Welcome and House Rules.\nProblems…see me, talk to me so that these can be resolved asap. \n\nOne last very important thing that will be of great help to me. If you enjoy your stay at my Airbnb, please, please leave me a positive review. This will help me to continue in being successful with my Airbnb. I, too, will always leave constructive and positive reviews for my guests. \n\nI look forward to  meeting you very soon!", "name": "Quiet home, 6 subway stops N line to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/da28efd3-2bbd-4783-ab7c-a690207d9533.jpg?aki_policy=large", "url": "airbnb.com/rooms/15940328", "id": "15940328", "price": 95, "review": "Great place... we really enjoy staying at Dominique's apt... I really recommend it..."}