{"description": "Quiet, self-contained garden apartment in an 1876 brownstone in the heart of Park Slope. Our home is on a charming tree-lined street minutes away from Prospect Park, restaurants, cafes and shops, 7 subway lines, the Brooklyn Museum, the Brooklyn Botanic Garden and the Grand Army Plaza Greenmarket.\n\nThis spacious floor-through apartment is a private space with its own entrance. Newly painted and furnished, it has tin ceilings, a marble (non-working) fireplace, and wide-plank pine floors. The living room is in the front. In the middle there's a fully equipped kitchen with a washer/dryer, washing machine and a bathroom with tub as well as shower. In the back, facing the garden, the bedroom is on a slightly raised platform, and a few steps down, there's an office. The back door opens to a beautifully maintained garden with table and chairs and a fishpond. \nThere’s strong Wifi connectivity throughout the apartment. In the living room is an HD television equipped with cable and a Firestick for streaming. We can provide a twin-size folding bed and a queen-size airbed in addition to the queen in the bedroom. With the airbed in the living room and the folding twin in the office, the apartment accommodates four.\n\nWe live upstairs and both of us work at home. You are welcome to spend time in our garden where you may occasionally meet Gracie, our sweet and friendly dog.\n\nWe love our city, and we especially love Brooklyn, so we're always happy to help with any kind of information!\n\nOur personal Top 10 list of things to see, do and eat in Brooklyn.\n\n1. The Brooklyn Flea + Smorgasburg - Williamsburg/Sunset Park/Dumbo/Downtown Brooklyn/Park Slope\n  The locations change with the seasons, but not the cool vibe. While the items for sale vary greatly in quality and price point, the crowd is always great and, oh!, the food... You'll find everything from Central American pupusas and empanadas to lobster rolls from Maine, from porchetta sandwiches to handmade chocolates. \n\n2. BAM/Theater for a New Audience - Fort Greene    \nThese two are the cultural hub of the borough, featuring the best of international theater, plays, music, dance, and movies. \n\n3. Gowanus – just down the hill    \nOnce a wasteland of industrial buildings along a polluted waterway, the area around the Gowanus Canal (a ten-minute walk down the Slope) now teems with funky specialty shops and places to visit and wonderful food: This new Bohemia is anchored by Whole Foods on 3rd St, Four and Twenty Blackbirds (with  its famous salted caramel apple pie) and farm-to-table eating places such as Freek's Mill, Littleneck, and Ample Hills Creamery for artisanal ice-cream.   \n\n4. The other Fifth Avenue - Park Slope    \nThis bustling street is home to a slew of excellent restaurants (the celebrated Al di La, Dizzy’s for brunch, Coco Roco for Peruvian chicken), and hip stores such as Brooklyn Industries, the Superhero Supply Store, and the Goorin Bros hat emporium. At the tiny Corner of Vermont, buy the amazing maple creamee soft ice-cream from Mark, the maple farmer, and stock up on his small-batch maple syrup to take home.  \n\n5. Brooklyn Botanic Garden - Prospect Heights \nThis serene place is great to visit any time, and especially during its festivals --Chili Peppers in October and Cherry Blossom in the spring.    \n\n6. Brooklyn Museum - Prospect Heights    \nA majestic, world-class collection that's notable for its period rooms, Egyptian artifacts, and special exhibitions. The first Saturday night of every month features free admission and a joyful party atmosphere.  \n\n7. Coney Island and Brighton Beach - even in winter!\nTake the F train at Ninth Street to the last stop in Brooklyn. Walk down to the water. Have a hot dog and fries at Nathan’s.  Walk down the boardwalk to the The Aquarium, open year-round. Keep going and you'll come to Brighton Beach, which has been the center of NY’s Russian community since the 1970s. It feels like another country. Everyone's speaking Russian, and the enormous food shops sell chicken Kiev and beef Stroganoff along with caviar, smoked fish, and seriously dark brown bread. Try one of the boardwalk restaurants or, for the full experience, a rowdy nightclub like the National for dancing, vast plates of food, and endlessly flowing vodka.    \n\n9. Prospect Park – Park Slope    \nOlmsted and Vaux’s masterpiece, with a varied array of beautiful landscapes. The Long Meadow, (enter from Garfield Place) is the largest open space in any urban park in the country. Every morning until 9 a.m., hundreds of dogs frolic in the largest off-leash area in town. Consult a map and check out the Ravine, the Vale of Cashmere, and  Lookout Hill (climb it and you’ll know how it got the name). There's the Carousel, the Zoo, the ice-skating rink, and the old Quaker cemetery where Montgomery Clift is buried. Excellent bird-watching in spring and Fall.\n\n10. Pizza - it's everywhere! \nSome of New York's best pizza is made right here in Brooklyn and we have a list of the best to share with you\n\n11. Sunny’s Bar -  in Red Hook.  \nAt the end of a quiet, cobble-stoned street on the Red Hook waterfront, you'll find this funky, celebrated watering-hole. Take a taxi to what's been called the best bar in the world. It's certainly one of the most relaxed, with a diverse crowd, live music, readings of various sorts, and mostly just mingling, of the mellowest, friendliest kind. \n\n12. Check out Barclay's Center at the junction of Flatbush and Atlantic Avenues. \nIt looks like a spaceship from District 9 but it's a spanking new arena with a green roof, home to Brooklyn Nets basketball, New York Islanders ice hockey, and a host of music events.  \n\nFor more information on the sights, flavors, and happenings in New York City, we highly recommend the Websites for Time Out New York and New York magazine. Or just ask us - we'd be delighted to help!\n\nThere are 7 subway lines within a 10-minute walk from the house, and they will take you anywhere in the city. It's easy to get a taxi or bus, and you could also sign up for a 1- or 3-day Citibike pass for local trips.", "name": "Privacy, comfort, style in the heart of Park Slope", "picture_url": "https://a0.muscache.com/im/pictures/6b5bee20-07f9-4b4d-b040-5b8541cfeb26.jpg?aki_policy=large", "url": "airbnb.com/rooms/15952447", "id": "15952447", "price": 165, "review": "Very clean comfortable felt like we were athome.loved the location."}