{"description": "My place is close to Theater District - Times Square, TKTS Times Square, Radio City Music Hall, Rockefeller Center, Top of the Rock, The Roosevelt Island Tram, Queensboro Bridge. You’ll love my place because we are located right in the heart of the city.  Bloomingdales and a lot of shops and restaurants are all within a block away.   Subway 6 Train is 2 blocks from the front of the door so you can get anywhere you need quickly.  My place is good  parties of 4 or less.\n\nThe apartment is simple.  It has a space saving dining room table.  In the living room are two daybeds which can be used as couches or beds for extra guest.  In the Bedrooom is a bunk bed with two twin size beds. \n\n   We supply linens and towels for you and have our cleaning woman always clean before your arrival.\n\nYou will have the whole apartment to yourself.\n\nI am very attentive so if there is anything you need or have a questions about never hesitate to message me.\n\nThe Neighborhood is amazing.  Very lively and your in the mix with living on the Upper East Side of New York City.\n\nThe 4,5 and 6 Train are all 2 blocks away.  Makes getting around the city easy if you dont feel like walking.  Time Square is a 10 minute walk away.\n\nAfter you reserve.  We will send you several forms to sign digitally ( very easy to do from your phone ) that include all your check in details, information on the apartment ( Where to put trash, Wifi, etc ) as well as the rules and regulations of the apartment.   This information is detailed so that you should have no problems with your arrival or stay. \n\n We have you sign the forms so that we know you have this information.   Too often we have guest that arrive and have not followed their check in details and or have not read/received them.   Their lack of planning then becomes our emergency.    For this reason we have our guest sign them so we know they have them and so we can ensure the smoothest and most seamless arrival possible for you.", "name": "2nd Ave and 58th st - 1 Bedroom - Sleeps upto 4", "picture_url": "https://a0.muscache.com/im/pictures/9f8c89b8-f6cb-4c38-a64f-d8be1c033c83.jpg?aki_policy=large", "url": "airbnb.com/rooms/15969106", "id": "15969106", "price": 165, "review": "Great location, but you must expect noise from the backyard facing the flat."}