{"description": "Nestled in the heart of historic Park Slope, this one bedroom condo is conveniently located near the Atlantic Ave subway, yet a quiet and tranquil place to recharge on your urban adventure. Natural light, an open kitchen and a typewriter, to boot!\n\nLarge, private one-bedroom in the heart of Park Slope. Perfect for visiting family in the area, exploring Prospect Park, or a solo traveler looking to reflect or a bibliophile!\n\nThe entire apartment is yours! Be nice :)\nThe hall and bedroom closets will be locked, though there are hooks and hangers behind the bedroom door.\n\nI will be away during your trip and unreachable. The phone number on the account is a virtual number that does not accept calls or texts, so please keep all communication on Airbnb. I have a service that looks after my home while I am away, and they will respond to your inquiries promptly.\n\nPark Slope is a gem of Brooklyn. Beautiful tree-lined streets, trendy bars and restaurants, easy access to Prospect Park, the Brooklyn Botanical Gardens, the Brooklyn Museum, Barclays and other sights.\n\nThere are tons of great coffee shops nearby (Konditori, Venticique, Gorilla Coffee, Kos Kaffe, all on 5th Ave). Ninth Street Espresso/Three’s Brewing on Douglass between 3rd and 4th is a very hip, new coffee place with beer. Miti Miti is the new local tapas bar (on Fifth Ave. and Douglass). \n\nKey Food on 5th Ave around the corner is your nearest grocery store. On Saturdays, when whether permits, there’s a fantastic local green market at Grand Army Plaza. More (EMAIL HIDDEN)munity Bookstore (143 7th Ave. near Carroll Street) and Greenlight Bookstore (686 Fulton St.) are your nearest local literature purveyors. \n\nProspect Park is a joy and easiest to get to if you just head up St. Marks. The walk there takes about 10 minutes and is lined with beautiful brownstones. Fabulous for runners. \n\nIf you like shuffleboard, board games and great cocktails, Royal Palms (514 Union St., between Third and Fourth Aves.) is not to be missed. It’s a renovated casket factory, with a food truck! \n\n-BAM (Brooklyn Academy of Music) is a treasure. It’s a great home for theater, dance, and one of the coolest places to see a movie on the planet. Check out bam.org for schedules and tickets. \n\nThe Brooklyn Museum and the Brooklyn Botanical Gardens are about a 15 to 20 minute walk away, but completely worth the visit.\n\nAtlantic Ave./Barclays Center is your closest subway station, which serves the Long Island Rail Road, the 2,3,4,5,B,D,Q,N and R trains. The R also stops at Union on 4th Ave.\n\nShould you need to reboot the wifi router, it is plugged in to the power strip to the right of the TV.\n\nA first aid kit and fire extinguisher can be found underneath the sink. Help yourself to whatever is in the fridge!\n\nThere are two air conditioning units, one in the bedroom and one in the dining area. Please help conserve energy and turn off when leaving the apartment. The overhead fans in each room are also helpful. \n\nTrash cans are located in the front of the building. Labeled recycling bins for cardboard and bottles are there as well. Please sort accordingly.\n\nThe garbage disposal is a goofy one. You actually put the black plunger in the hole and push down on the center. Fiddle with it a bit and you’ll hear it. It is not filled with monsters.\n\nThe piano is fun, but out of respect for your nice neighbors, please play politely and by daylight only.\n\nSpeaking of neighbors, mine are really lovely people. Please be quiet, respectful and discreet when coming in and out of the building. There are neighbors above, below, and to the sides.\n\nThe TV does not have cable, but the feel free to use the DVD player (smaller remote). In the treasure chest coffee table are some movies! Board games abound as well.\n\nThe typewriter in the bedroom works! Feel free to jot down a poem.", "name": "Peaceful Park Slope Sanctuary :)", "picture_url": "https://a0.muscache.com/im/pictures/f72f6ee7-219d-4a7f-a14d-51faba7072b5.jpg?aki_policy=large", "url": "airbnb.com/rooms/15969112", "id": "15969112", "price": 158, "review": "This is an absolutely perfect place for a couple. I really couldn't recommend it any higher, as it was one of my favorite Airbnb experiences of all time. The apartment is beautiful, the location is awesome, and the communication is fantastic. (PHONE NUMBER HIDDEN), whatever scale you apply, this place checks all the boxes and gets full marks without a second thought. Book it before someone else does!"}