{"description": "Our place is centrally located on the Upper East Side in a very safe area, allowing great access to local bars and restaurants, Central Park and The Met. There is a large outdoor private space that is enclosed and includes plenty of seating, making it the ideal afternoon hangout when the weather is nice. The apartment has 1 bed and 1 ikea sofa - it's great for solos or couples, but can accommodate more. There is a full small kitchen and bathroom but little storage. Area is very quiet at night!\n\nPatio: Our patio is secure and not shared; both doors are sealed shut. Enjoy it as you wish! Plug the lights in for an early evening outside. Our only ask on the patio is that you be respectful of our neighbors above with noise, especially at night. Thanks!\n\nAC/heat: We have both AC and heat in the apartment. During the fall/spring/winter, we often leave the window cracked open for fresh air during the day and while we sleep. During the winter, the building heat is turned on regardless, so there will be some heat coming through the vents even when off. We’ve experienced that with the windows closed the insulation is quite decent.\n\nKitchen: We have a full (small) kitchen with ample counter space if you'd like to cook while you're here. \n\nLaundry: There are two washers and dryers downstairs in the basement directly below our apartment. They are coin-operated ($1.50 ea) which you are welcome to use if needed. We will have laundry pods, dryer sheets and dryer balls for you to use. Please be courteous to neighbors with cycle time attention.\n\nStorage/hangers: Storage is sparse as this is our home we currently live in. The dressers and closet are really for our personal things, however we will provide a hangers for those items of yours that need to be hung up, and a drawer if needed. We'll also provide you with an iron and ironing board. We have umbrellas too!\n\nGuests will have access to the full studio and porch.\n\nWe will let guests in and show them keys/how-to's, and then be out of their way - but about 10 blocks away if anything is needed!\n\nClose to the 6 train 77 street stop; Central Park, The Met, East River\n\nThere is free on-street parking throughout the UES (be mindful of street sweeping posted times), or you can pay to park in a garage next to our studio ($45-50 on avg.). \n\nThe main bed is a full. In addition, the couch becomes a trundle daybed if needed.\n\nStorage is limited (some hangers provided) and space is small (particularly bathroom). Although we professionally clean for you, the apartment is older and typical for New York. \n\nNo smoking is allowed inside the studio! If using the porch, please use an ash tray. \n\nWhile the UES is bustling with food, shops, and activity, the beneift to the apartment is that is located on a quiet cross street. Please respect noise volume to others in the building and enjoy!", "name": "Clean, Cozy, Quiet Studio & Porch, Upper East Side", "picture_url": "https://a0.muscache.com/im/pictures/ad7b0f9d-4eef-4fbf-b254-d1f480ca66fb.jpg?aki_policy=large", "url": "airbnb.com/rooms/15965766", "id": "15965766", "price": 165, "review": "Great place. Excellent location, near subway stations, 24 hrs. open supermarkets and restaurants. The appartment has everything you need. Communication with host was very fluent. We  truly recommend this place."}