{"description": "This 2-story penthouse loft is the one of the best apartments in Brooklyn. A working photography studio, we are on the top floor of a 4 story walk-up. You will fall in love with our nest in the sky. One of the rare units in Brooklyn with a two-level private patio and Manhattan views, you can see the Empire State Building and Freedom Tower from our deck. We're a convenient two blocks to the L train, which takes you into Manhattan in 15 minutes. Come stay in our peaceful hideaway in the city.\n\nThe living space has 25 ft ceilings with large windows and a skylight for copious natural light. The bedroom and bathroom have 10 ft ceilings. The windows offer very pleasing views overlooking neighborhood rooftops, bright sky, and Manhattan in the distance. The unit is very quiet and in the rear of the building. We almost never hear traffic. Quiet, peaceful, energizing, and serene.\n\nPrivate roof deck, communal roof deck and gardens, gym in building, and everything the apartment offers.\n\nWhen space is rented, we are just an email, text, or phone call away!\n\nBrooklyn has become the creative hub of NYC,  setting trends nationwide and around the world. Williamsburg is the best and most exciting part of Brooklyn. This section of Williamsburg is historically a deeply Italian neighborhood (the book A Tree Grows in Brooklyn was set here). We're also close to Bushwick, an up and coming section of Brooklyn with NYC's edgiest venues, studios, and artist workspace. This area is also convenient to the rest of Brooklyn, with Brooklyn Heights, Cobble Hill, and Park Slope a quick bike, walk, bus, cab, or train ride away.\n\nWe're two blocks from the Graham Avenue stop on the L train, which a lot of people consider to be the best line because it crosses every other NYC subway line which means you're no more than one transfer away from anywhere in the city. We walk to Greenpoint, Bedford Avenue in Williamsburg, the Williamsburg waterfront, Bushwick Inlet Park, McCarren Park, all the best of Williamsburg proper, as well as ferries to midtown Manhattan or South Brooklyn. Manhattan is also a 15 minute bike ride away via the Williamsburg Bridge. Convenient to JFK and LaGuardia airports.\n\nThe building was built in the early 1900's and was previously a glove factory. It was converted into lofts in 2010, and this penthouse unit is new construction built on top of the pre-existing roof. So it's new, modern, bright, airy and perched atop the historic loft building, overlooking Brooklyn rooftops. It's a great building full of Brooklyn creatives. It has a gym in the basement that is available 24 hours. Street parking has not been a problem for us--most people in the building own cars. The neighborhood is loaded with fantastic restaurants and great shopping. It's a nice walk to Bedford Avenue and the Williamsburg Waterfront.", "name": "Airy 2-Story Penthouse Loft - Huge Deck with Views", "picture_url": "https://a0.muscache.com/im/pictures/c4aac4d6-0fd3-4a45-ba21-a9e19d38a7dc.jpg?aki_policy=large", "url": "airbnb.com/rooms/15973162", "id": "15973162", "price": 160, "review": "Kim was a perfect host, available and reactive when needed, small attention and everything in place to just enjoy NYC. No bad surprise, just good one!\nApartment is great, well settled and easy to integrate, well located for public transportation (15mn Union sq, 30mn time sq)\nIt is a quiet place where you can enjoy the \"terrasse\"\n\n"}