{"description": "Exceptionally large BRIGHT & SUNNY studio in the heart of West Village. Steps away from fabulous restaurants, Bleecker Street, Soho shopping and cool cocktail bars & speakeasies.\n\nStroll through Washington Square Park. Explore the ultimate farmers market in the heart of Union Square. Or roam the quaint village streets admiring hidden gardens and iconic landmarks like the Stonewall Inn.  \n\n\n My place is good for couples, solo adventurers, and business travelers.\n\nThe definition of a NYC apartment with incredible charm and character! Much larger than the \"normal\" studio at over 420 sqft of living space. \n\nEnjoy a glass of wine like a real New Yorker out on the fire escape! Or walk out the front door and indulge in the most exclusive, expensive and sought after neighborhood in the city.\n\nYou'll have access to the entire apartment except the closet. You'll have a fashionable wardrobe hanger within a quite alcove for all your attire needing to be hung. A steamer is available for use, but iron not provided.\n\nDue to our travel schedules, the most reliable and efficient way to contact us is through email or the Airbnb messenger app throughout your stay.\n\nThe location and neighborhood is more than ideal - directly located on the edge of Greenwich Village and West Village. You are surrounded by the most intimate and famous restaurants in the city. You won't have to walk more than 2 min to find a meal of a lifetime or a pub with famous history. Don't be surprised when you run into the neighboring celebrities, but don't forget this is NYC so acting like they're just another resident is highly important!\n\n1 block from the 1/2/3 and N/Q/R subway lines.\n\nLocated in between 6th and 7th avenue, finding a cab uptown or downtown couldn't be easier!\n\nTrue to New York living the studio is located on the 4th floor of a walk-up building. This is a benefit for both the view and the limited street noise.", "name": "Bright West Village Studio - Romantic NYC Living", "picture_url": "https://a0.muscache.com/im/pictures/3c860fd1-a614-4392-a604-b7cde6d0fc0b.jpg?aki_policy=large", "url": "airbnb.com/rooms/15982179", "id": "15982179", "price": 165, "review": "This apartment is spot on in terms of location for us as it was bang on the middle of the West Village. We were spoilt for choice with places to eat and drink and shop. We didn't actually leave the West Village for a couple of days. The apartment is small but cosy, and the kitchen as all you need. Thanks for a great stay."}