{"description": "Our place is close to Manhattan and all the main attractions in NYC! As well as John Brown Smokehouse, Monika's Cafe Bar, Kaufman Astoria Studios, Malagueta Restaurant, and Napoli Pizza & Pasta. You’ll love the place because of the comfortable beds, the kitchen, and the hominess. It's great for couples, solo adventurers, business travelers, families (with kids), and larger groups.\n\nThis two bedroom apartment (not including the living room! which makes it a nice three bedroom) features brand new, cozy and comfortable furniture.  This is a first-floor apartment, with a porch and lots of sunlight.  Let's talk about the accommodations: \n\nLiving room: Full-sized sofa bed\nBedroom 1: Queen size bed and a single size futon\nBedroom 2: Full-sized bed\n\nThe entire vacation apartment is yours!  You have exclusive access to all of it including the balcony area. Make yourself at home! ;)\n\nWe understand and respect your privacy, and we are aware that your stay may be short.  We leave it entirely up to our guests to decide how much communication they feel comfortable having with their host. Feel free to reach out to us!\n\nYou'll find plenty to do in Astoria and Long Island City.  They are great neighborhoods and extremely safe both in the day and at night.  More importantly, it's so close to Midtown Manhattan! The city obviously speaks for itself but you're about 30 minutes away (by train, by cab is even faster!) from Times Square, Midtown and Central Park!\n\nIn the neighborhood, you'll find a pizza shop for those late night snacks right downstairs.  Just a 2-minute walk to supermarkets, grocery stores, restaurants, bars, shopping and more! There's a playground and park two blocks away.  \n\nWe've set up a guidebook with our favorite places in the area.  You can find it in your booking.  \n\nIf you're coming with a car, please keep in mind that this is New York City and that means you'll need to find street parking.  It is very safe to park on the street in this neighborhood as well, so no worries!\n\nThe apartment is located near the N and Q trains which will take you to Midtown Manhattan in about 10 minutes (3 stops) and Central Park (4 stops).  The train station is 2 short blocks away.  It is also very easy and inexpensive to catch a cab into Manhattan if you prefer.  We've left subway and bus maps in the apartment for your convenience.", "name": "Fantastic 2 Bedroom 15 Min from Midtown Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/7c569901-2f6b-4663-be61-65f8f30ad732.jpg?aki_policy=large", "url": "airbnb.com/rooms/15981655", "id": "15981655", "price": 225, "review": "The place was clean and just as described. Metro station was on a walkable distance. We really enjoyed our stay. "}