{"description": "Beautiful private multi-level garden floor apartment in private Brownstone that fits 6 people comfortably.  We have 2 bedrooms and you'll have access to the backyard!  Barclay's Center and the train to Manhattan is about 15-20 minutes away.  We're close to restaurants, coffee shops, bars and juice bars. You’ll love our cozy place located in a great location.  This place is good for couples, solo adventurers, business travelers, and families. Easy, free parking out front.\n\nWe have 2 bedrooms in a ground floor apartment (which means no carrying baggage upstairs) that can comfortably accommodate 6 Guests. \n1 Full sized bed in the smaller room, 1 Queens sized bed in the larger room and 2 rollaway beds or blow up beds that can sleep another 2 guests.\n\nWe've got\n* Wi/Fi\n* Coffee maker, blender, toaster, tea kettle\n* Hair dryer, iron, clean modern bathroom.\n* If you need to leave your bags prior to your flight or need a late check-out please let us know.\n* Close to Saraghina, Peaches, Casablanca, Eugene & Co, L'Anatagonist, Tropical Blend (juice bar) you could spend the entire week exploring some of the finest new bars and restaurants without leaving the neighborhood.\n\nAdditional bedding is available on request.\n\nThe apartment is based in one of the most exciting and famous neighborhoods in Brooklyn and sitting on an express stop only 15 minutes to Wall Street, it's perfectly located to explore Manhattan along with Brooklyn neighbourhoods such as Williamsburg, Fort Greene, Carol Gardens, Crown Heights and Park Slope.\n\nThe apartment is self-contained, there is no access to the floors above so it's completely yours.\n\nThe brownstone is near a grocery store at the corner and there are many cafes and restaurants located close by.  There is also a park right at the corner of our block where you can play basketball, run,  play soccer, play handball etc. \n\nWe are a short walk to the J,M,A and C trains\n\nYou will be given an access passcode for the front door and a key to your apartment door.  You have your own private access to the living room, kitchen (fully equipped with pots, pans, plates, and utensils), and backyard! Everything you need for a pleasant stay will be provided.\n\nUpon arrival, you will be greeted by me or my husband Omari who will give you the keys for entry into the apartment.  We are more than welcome to give you space or go into a greater detail regarding transportation, the neighborhood, restaurants, whats hot/whats not etc.  Let us know what you prefer and we will be sure to give you the space or information needed to make your stay pleasant.\n\nBedford Stuyvesant is one of the most visited and vibrant neighborhoods in Brooklyn and we are proud to live here.  Bedstuy is diverse and has tons of restaurants, bars, music venue, gyms , and local organic markets.  We love living here and know you'll definitely enjoy it.\n\nSubway and bus service is close by and parking is available for free on the street.  Two blocks away from public transportation J, M,Z at Kosciusko St. (5 min walk) and minutes walk to the A,C trains at Utica Ave. (9 min walk)\nBuses : 46, 38, 52 and 26 are all also close by.  \n\nNo worries, you will get to where you want to go in a very efficient and quick manner.", "name": "Brownstone garden floor apt w/ patio mins to NYC", "picture_url": "https://a0.muscache.com/im/pictures/5a185f44-855c-4c63-b15a-2400399eacd8.jpg?aki_policy=large", "url": "airbnb.com/rooms/15983139", "id": "15983139", "price": 155, "review": "A great place to stay in when visiting NYC !\nClose to the A metro line (Utica Av), it was really easy to go to Manhattan and Dowtown Brooklyn. A lot of groceries and deli surround the place as well, so you'll have plenty of choice to eat at.\nThe house is very nice, with a very nice kitchen, and confortable rooms. We would have stayed there a few more days with pleasure.\nThe perfect place to discover NYC and especially Brooklyn, which is the part of the city I enjoyed the most !"}