{"description": "My place is good for couples, solo adventurers, business travelers, families (with kids), and big groups. \n\nThis spacious/ Sunny 3Beds/ 1Bath home features direct park views from oversized windows, kitchen/ spacious living room area and Jackie Robinson Park views.\n\nAdditional features include generous closet space, office space, beautiful hardwood floors, kitchen with appliances and countertop.\n\nTravelers will have access to entire apartment. Guests will receive two sets of keys.\n\nI will make myself available prior to arrival, and via e-mail or phone/text during your stay in case anything is needed.\n\nLocated in Harlem, one of Manhattan’s most historically rich and vibrant neighborhoods. The 6-story building features 4 apartments/per floor, elevator service, and live-in Resident Manager. Supermarket, banks, pharmacy, and Grocery Stores located just a few blocks away. The building is conveniently located near Fitness Center (NY Sports Club), Jackie Robinson Park (for runners), Starbucks, and more.\n\nApartment features over-sized windows with unblocked views of the Jackie Robinson Park.\n\n2 minutes walk to A,B,C,D subway. Minutes away from midtown/downtown Manhattan (Times Square), 20 minutes to NJ transit and Amtrak. \n\nYou will also find Metro Bus taking you across town, 15 minutes walk to the Yankee Stadium (4 minutes by the B,D trains), 10 minutes to the Central Park (trains B, C.)\n\nI like to keep my space tidy. It is important for me that my guests treat my space as if it were their own :-)\nWasher and Dryer within building premises ($2.50/washer, $1.75 dryer per cycle each).", "name": "Manhattan,NYC LARGE 3 Bed apt for 4", "picture_url": "https://a0.muscache.com/im/pictures/c9a90e53-ca7a-4605-8d17-d5f8cbe45c73.jpg?aki_policy=large", "url": "airbnb.com/rooms/15986073", "id": "15986073", "price": 145, "review": "Ross was a great host. Although we didn't get to see him in person, he made sure we were comfortable and had everything prepared upon our arrival. The place was clean and was close to the supermarket which helped us settle in the first night of our stay. The kitchen was well-equipped and we were able to have a nice home cooked meal for dinner and even a great breakfast. Overall, it was a pleasant experience. Definitely recommend this place for people looking for a good yet inexpensive place to stay in while visiting New York. "}