{"description": "Safe and homie place for couples, business travelers, and solo adventurers! Enjoy a comfortable but firm bed, a stove top and oven, brewing your own coffee and curling up in our perfect reading chair to watch a flick on our flatscreen and Roku. You'll feel right at home!\n\nOur safe little nook is just up one flight of stairs, right next to the building entrance. It's truly a home where you can relax, cook, enjoy a hot cup of French pressed coffee, and rest when you are not out touring this incredible city!\n\nWithin one block is oldest mansion in the city, the Morris Jumel Mansion, surrounded by a half acre of garden and trees. George and Martha Washington lived there, and it's a stunning public park overlooking the Bronx and Manhattan. \n\nOn the other side of the block is a grocery store, a public library and a very clean laundromat! Late nights, there is a taco truck across the street from us! Delicious and cheap, cash only! \n\nIf you'd like to stay close by for eats, we will leave you a full list of delivery and dine-in restaurants just an avenue away!:))\n\nWe will be on call or text, willing to help with anything! Our times vary for leaving/returning to the city, and we will be happy to work with you in checkout/check-in times!!:))\n\nFamily oriented and wholesome. Large Latina population, which we are not, but we still feel very much at home!\n\nOne block from the C Train, which leads directly to Time Square, The Highline, and the West Village! Very easy commute.\n\nThere is a step-ladder for grabbing things on high shelves, and a bike that hangs in the threshold. This is a space for average-sized humans who are comfortable on small step-stools!:))", "name": "Cozy Studio, 1 block to C train, Wash. Heights", "picture_url": "https://a0.muscache.com/im/pictures/1cba1157-a7c3-47e9-bb4d-6a72875a4749.jpg?aki_policy=large", "url": "airbnb.com/rooms/15986033", "id": "15986033", "price": 75, "review": "Thoroughly enjoyed my stay here, when I was in the apartment when I was in the apartment at the very least! The C Train right across the street is super convenient!"}