{"description": "Located in the epicenter of all the West Village's charm, my bright and airy studio space boasts a decorative fireplace, hard wood floors and oversized windows overlooking tree-lined Waverly Place. The studio is furnished with a plush full bed, lounging chair, 48” flat screen TV, dinging table/desk, antique Japanese dresser and a fully equipped kitchen including gas range and oven. This is a perfect spot for any NYU student or longer term traveler.\n\n★ AMENITIES ★ \no Apartment is newly renovated in a clean and secure building \no Fully equipped kitchen + dining/cooking supplies \no Flat screen TV with Roku, basic cable and movie channels \no High speed WIFI/Internet \no Queen size bed \no Speakers with AUX jack \no Hair dryer | Iron and ironing board \no Air conditioning + fan\n o Intex queen electric pump air mattress \no Linens, towels, coffee, and basic toiletries are provided\n\nThe entire private apartment is accessible to all guests.\n\nI am always around to help! The live in super is also always on site :)\n\nCharacterized by exquisite prewar brownstones and romantic winding streets, the West Village is arguably the most charming of all New York City neighborhoods. Long associated with quaint shops, artists’ studios, cafes and eateries of all flavors, the West Village is home to such local fixtures as the Waverly Inn, Corner Bistro, White Horse Tavern and Magnolia Bakery. With buildings dating back to the early 1700s and just the right degree of modern edges, the West Village remains one of the most desirable locales in New York City.Within two blocks of the apartment, you will find Gourmet Garage, the laundromat, NY Sports Club. Van Leeuwen ice cream and Morandi to either side of the building. Multiple subway lines are within 3 blocks.\n\nThe subway is located two short blocks from the apartment, providing access to all of Manhattan.", "name": "Steps to NYU: Heart of the West Village Studio", "picture_url": "https://a0.muscache.com/im/pictures/35c5497c-9a33-491f-b75c-c41a3b3ed9ee.jpg?aki_policy=large", "url": "airbnb.com/rooms/15980559", "id": "15980559", "price": 159}