{"description": "This apartment is a peaceful space nestled in the \"Hudson Heights\" section of Washington Heights. The building is steps from Bennet Park, and just a short walk from Fort Tryon Park and Fort Washington Park. There are many restaurants, groceries stores, and cafes nearby, all frequented by a friendly, diverse group of folks. Two different subways are also just minutes away. This apartment is a quiet, comfortable spot that's perfect for couples, friends, solo adventurers, and pets are welcome.\n\nThis apartment is a calming sanctuary in amazing and intense New York City. The space itself is spacious and comfortable with plenty of windows and natural light, controllable steam-heat, pillows, blankets, books, and plants as well as WiFi, Apple TV, and Sonos. The full kitchen has a gas stove and oven, refrigerator, microwave, and dishwasher. Flatware, cookware, glassware, pots and pans, glass Tupperware, French press, tea, spices, and seasonings are all available for your use. The bathroom has a deep soaking tub and products and towels are provided. In the restful bedroom, linens and extra pillows are well stocked.  There is drawer space, wardrobe, and closet space, blackout curtains, and a view of the Hudson River from the fire-escape just outside the North-facing window.\n\nGuests have full and private access to the entire apartment. They also have access to the new washers and dryers in the laundry room located in the basement of the apartment building.\n\nI will be available to guests via text, phone, email, or AirBnB messaging as needed.\n\nThe beautiful, geographically elevated \"Hudson Heights\" section of Washington Heights stretches West and North from about 181st Street and Fort Washington Avenue, which is the SouthEast corner of this sub-neighborhood. It is bordered to the West by the Hudson River, and to the North by Fort Tryon Park. Hudson Heights is a tree-filled, pet-filled oasis with restaurants and grocery stores conveniently available on 181st Street and 187th Street.\n\nBennet Park (which has a playground and many folks walking dogs) is just outside the building. The larger Fort Tryon Park (with its incredible flower garden, views of the Hudson, enormous dog run, beautiful New Leaf Cafe, and the Cloisters Museum) is about 7 blocks north, and Fort Washington Park, which extends along the Hudson River and is fantastic for running or walking, is accessible from 181st Street, just a couple blocks to the south.\n\nThe A Express train and the 1 train both service the neighborhood for easy access to the rest of the city (it's about a 20 minute ride to midtown).\n\nFor those with cars, there are two nearby and reasonably priced parking garages on Cabrini Avenue: One is part of a housing complex called Castle Village and the other is further north just before 190th Street.\n\nFortunately, this building is a quiet, peaceful, pet- and family-friendly living space. It is surrounded by well-tended gardens both outside the front of the building and inside the courtyard. Neighbors are friendly, and amenities are well maintained.", "name": "Peaceful One Bedroom Apartment in Upper Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/01fc24ce-e4b9-47ed-ab7c-b6e1406fc5ff.jpg?aki_policy=large", "url": "airbnb.com/rooms/15998919", "id": "15998919", "price": 99, "review": "Meg's apartment was very comfortable and conveniently located for what we needed. Also, Meg was great about communicating information to us... she is very thorough which takes a lot of the stress away from staying at a new place. There is a good chance we'll rent Meg's sweet apartment again in the future. Thanks again Meg!!!!"}