{"description": "This amazing and cozy studio is located in Midtown East between 2nd and 1st Avenues. A truly great, charming and quiet neighborhood moments away from Central Park, Bloomingdales, 5th Avenue and the Upper East Side. There is an incredible number of restaurants in the area, where you can enjoy a nice meal after a busy day working (or shopping in Bloomingdales!). Public transportation is easy -- the 4-5-6-N-Q-R-F lines are only minutes away.  A guaranteed pleasant stay in NYC!\n\nThis is a beautiful alcove studio in Midtown East, in a walkup building. It is located in a prime neighborhood with easy access to great locations such as Central Park, Bloomindales, Lexington/Park/Madison/5th Avenues and the Upper East Side. Best of all, transportation is easy as -- the apartment is very close to several subway lines that can take you anywhere in Manhattan, Queens, and Brookly. \n\nThe apartment itself, features a separate living and sleeping area, with ample space for one or two persons to enjoy their stay in NYC!\n\nThis is my apartment which I like to open up to kind and like-minded guests when I am away. The apartment is renovated with a new bathroom, appliances, and offers a working space with a computer monitor, keyboard, mouse, and free super-fast wifi.\n\nAs this is my home, my personal belongings will be in the apartment. You will have access to the entire apartment, except for the closet in the living room which has my personal items. I have done my best to clear  out the small closet in the sleeping area for you to hang clothes and store shoes and any other personal items. The refrigerator has been cleared out too, but the cabinets are stocked with spices, condiments etc which I am more than happy to share with you.\n\nPlease respect the apartment as this is my living space!\n\nI am available to contact by text, email, or phone at any time during your stay.\n\nThere is not enough to be said about Midtown East. Ideally located and offering great proximity to everything -- keeping the ideal balance between high rises and traditional brown stone buildings. A sleuth of things to do around -- read below!\n\nBloomingdales, H&M, Banana Republic, Gap, Sephora, Whole Foods, Duane Reade and a ton of other shops are only moments away!\n\nCentral Park is a 5-10 minute walk wherease a number of great restaurants are at your doorstep! Greek, Mexican, Bistro and other cuisines are close by. Some of our favorites are Anassa, The Bar Room, BLT Steak, Rosa Mexicana, and Lexington Brass.\n\nHappy to recommend other places for food or drinks -- just ask!\n\nApartment is very close to the  4-5-6-N-Q-R-F lines. A little further down Lexington (at 53rd St.) you will find the A-C-E lines as well. In addition, several parking areas can be found close by.\n\nYou are kindly requested to keep noise to a minimum out of respect to our beautiful neighbors!", "name": "Amazing Midtown East Studio - Cozy living in NYC!", "picture_url": "https://a0.muscache.com/im/pictures/e7a99952-a772-495c-941f-c743eb8ad175.jpg?aki_policy=large", "url": "airbnb.com/rooms/15990623", "id": "15990623", "price": 106, "review": "Great stay. Konstantinos was very helpful and responsive. The apt was clean with a comfortable bed. Definitely recommend!"}