{"description": "The entire second floor accommodates four and is nestled in a spacious brownstone with 17 foot ceilings where modern meets old world charm. There are two bedrooms both with a king size beds, a full private bathroom, Cable TV, Wifi, and a mini refrigerator.   NO KITCHEN (NO IN-HOUSE DINING).\n\nYou’ll love our place because it is conveniently located in a historic well maintain neighborhood with diverse and friendly residents. Our home has peaceful ambiance and comfort with eclectic decor. Our place is good for couples, solo adventurers, and business travelers and is close to many eateries, coffee shops, grocery stores and social, networking spaces.\n\nAccess is to the private second floor of a brownstone where the entrance is shared with the homeowners.\n\nWe will be available via mobile (voice/text) during the length of your stay.\n\nIf you are looking for a melting pot NY City experience in a up and coming, bohemian style neighborhood, this is your place! A safe and racially diverse neighborhood- comprised mainly of families, younger professionals, and artists- this area offers many conveniences such as markets and local shopping, cafes and a bevy of dining/eating options.\n\nMinutes from a variety of restaurants and bars like Tapheche (Mexican), Saraghina & Saraghina Bakery (Italian Cuisine/International baked goods & espresso), Emily's (breakfast food) Peaches (southern cuisine), Therapy Wine Bar, Bar Lunatico /  5 blocks from bustling Fulton St. were you'll find Caribbean and ethnic foods / seconds from Olivino   (Wine, and Spirits).\n\nWe are 5 blocks from Kingston-Throop Subway/Metro station (Local C train). 10 min walk from Nostrand Ave. station (Express A train to and from JFK International Airport into Manhattan with a connection to the C Local train). Only a 20 minute express train ride to fashionable SoHo and approximately a 25 minute express ride to the trendy Meatpacking District/Highline Park, West Village and Chelsea. A 30 minute express ride to New York Penn Station/Herald Square and Times Square. Conveniently located just steps away from new Citi Bike share station!\n\nIf the dates you are seeking are not available, inquire about our other listing that may be available.https://www.airbnb.com/rooms/6013186?checkin=01%2F04%2F2017&checkout=01%2F08%2F2017&guests=2&s=9yhdquTf\n\nIf you need  space suitable for 2 guests, please consider booking our sister space \"The Hub One for Two  \": https://www.airbnb.com/rooms/6005231?checkin=01%2F04%2F2017&checkout=01%2F08%2F2017&guests=2&s=aRfrhw03", "name": "The Hub 2 for Four", "picture_url": "https://a0.muscache.com/im/pictures/306970ec-407a-45d2-81c4-dcab2f158500.jpg?aki_policy=large", "url": "airbnb.com/rooms/15990051", "id": "15990051", "price": 105, "review": "Kathryn's place was classic and clean. She and Michael were extremely responsive and friendly. The location was perfect and we thoroughly enjoyed our visit. Thank you!!"}