{"description": "A 1BR apartment, with exposed brick and 14ft ceilings will be your city getaway in Brooklyn. On the B-Q subway lines at the Prospect Park Station and Franklin Ave Shuttle train; easy access to Manhattan & Brooklyn destinations with quiet & space. Modern fixtures, updated kitchen, and midcentury modern furniture. Situated blocks from Prospect Park, the Botanical Garden, and the Zoo in a bustling neighborhood with restaurants, pubs, coffee & bagel shops; and amenities in a parkside neighborhood.\n\nYou can opt to receive the New York Times for free if your stay is on a Saturday and/or Sunday.\n\nThe apartment is located on the top floor, south-facing, and gets more light throughout the day than other units in the building.\n\nThe television is ultra-high resolution and you will have access to Netflix, Hulu Plus, and (SENSITIVE CONTENTS HIDDEN) Chromcast to cast content from your own mobile device to the television.\n\nYou will have access to the entire apartment except for the high shelves. Everything you need should be in accessible from the lower shelves -- safety first!\n\nI will not be here during your stay.\n\nFood: There's a deli on the corner a few doors down from my building; Nagel's Bagel's has good coffee and bagels across from the deli; El Patron around the corner on Lincoln Rd has GREAT Mexican food; Kalushkat, across the street has authentic Israeli food; Mexicali Burger across the street has great burgers. \n\nRecreation: The entrance to Prospect Park is one block away - perfect for a stroll any time of day with coffee & a newspaper, a friend & conversation, or a jog on the 4-mile loop; and also an ice-skating center with two rinks about three blocks away. The Brooklyn Museum is up Flatbush Ave, just one bus stop away. The Brooklyn Zoo is two blocks away and the entrance to the Brooklyn Botanical Garden is a stone's throw from there. Two subway stops away is the Barclay's Center.\n\nFor cyclists: there is a well-known & highly respected cycle shop around the corner on Lincoln Rd, Bike Life. \n\nFor laundry: around the corner on Lincoln Rd: Drop-off laundry ready in 3 hours or dry cleaning across the street (same day if drop-off before 11 am).\n\nPharmacy: There is a local pharmacy on the corner, Thriftway Pharmacy.\n\nSubway: The apartment is located on the B (the 6th Ave line in Manhattan) and Q (the Broadway line in Manhattan and Coney Island line in Brooklyn) subway lines, and is situated between two entrances to the Prospect Park Station.\n\nThis station serves the \"Franklin Ave Shuttle,\" which connects to the 2, 3, 4, 5, and C subway lines.\n\nTrain: The apartment is 10 minutes from the Long Island Railroad terminal at Atlantic Ave Barclays Center.\n\nBuses: The apartment is located at the terminus of several cross-Brooklyn bus lines. \n\nParking: There is metered parking on the street immediately outside the apartment and free street parking is located around the block on Ocean Ave.", "name": "Bright & Relaxing Full Brooklyn 1BR Apt", "picture_url": "https://a0.muscache.com/im/pictures/71df16ae-e44a-4ac5-ab05-d100c53d6996.jpg?aki_policy=large", "url": "airbnb.com/rooms/16008519", "id": "16008519", "price": 110, "review": "Very cozy apartment. There are labels for everything you have access to within the apartment. The apartment is near everything: train, restaurants, park etc. Very lively neighborhood."}