{"description": "A spacious and light-filled oasis located in the heart of Lower East Side/Chinatown!\nThis 1 bedroom/mini loft is very big for nyc standards with plenty of space for living, a separate bedroom with a quality queen mattress.  Clean, peaceful, bright, charming and perfectly located. A walk away to local hot spots, Dimes Cafe and Deli, Kiki's, Fat Radish, Forgtmenot,  Grumpy's Coffee, Dudleys, Barrio Chino,  and the Subway lines B, D, F.  Walking distance to Soho, East Village Williamsburg Bridge!\n\nDESCRIPTION\nOur apartment is situated right in the midst of Lower East Side / Chinatown. It’s a charming and spacious 1 bedroom with tons of light. It has also been referred to as a \"mini-loft\" in style due to its open, spacious appeal, though it comes with its own bedroom with a door that closes for privacy and peaceful sleeping.\nIt's also safe and private - no other windows look into our living space. There are four windows at the front of  the space that all look out onto trees and the street. There is a school across the street which also ensures a level of safety locally.\nOur apartment is simply and comfortably furnished. It's minimal but homely, and we find it has everything we need. Space has always been its most charming quality and the surrounding restaurants and cafes. \nWe love sitting by the West windows in the afternoons and watching the streets below . The sun fills the whole apartment and is great to regroup and recharge in above the bustle.\n\nIt’s in walking distance from Soho, the Williamsburg Bridge (and  all it has to offer on the other side) Nolita, the East Village and of course the local LES and Chinatown. There are plenty of lovely restaurants, galleries, and cafes within steps of our front door. We are one block away from the infamous Dimes, Dudleys, and Kikis, Baccaro, Forgtmenot, Cafe Grumpy's, Scarr's Pizza, Barrio Chino  and more!\n\nAMENITIES\n- Wifi - fast and fairly reliable (Time Warner)\n- Air conditioning (window unit)\n- Central Heating \n- Fully functional kitchen with full-sized fridge/freezer, gas stove and large oven, as well as basic utensils and cookware. Toaster, French Press, Kettle, Tea, Coffee though No microwave.\n- Round Dining table set with Three chairs , can work as a desk space also.\n- Queen sized bed with a high-quality eco-friendly latex mattress topper\n- Shower Only\n- Fresh linens, sheets, towels - extras are stored in the closet if you need more\n- Basic toiletries provided; toothpaste, hand soup, body soup.\n- Clothing rail under the bed for those who desire  and hangers\n- Two plastic clothing drawers in bedroom provided\n- Clothes steamer and Iron\n- Tea, coffee and basic kitchen supplies are provided\n- AC and fan for the summer\n - Central heating for winter, automatic and based on outside temperature\n- Plus 3 blow heaters for those who should desire and even cosier atmosphere.\n- Egyptian cotton bedsheets, Dr Brommers soup,  egyptian cotton towels\n\nThe apartment only. The building does not have common areas and rooftop access is not allowed.\n\n* Before requesting a booking, please make an enquiry about your stay. Most dates are flexible if marked unavailable. *\nWe are happy to communicate about all the details before you confirm the rental. Once confirmed, we like to know that you are settled and happy so will check in with you.\nWe will be contactable throughout your stay if you need us but if you prefer to be left in peace we understand!\n\nLES/CHINATOWN lies in the heart of downtown NYC and our apartment is in the heart of it.  It's bustling with activity during the day with cafes, shopping and street activity but unlike other parts of downtown, things do tend to really settle down at night. \nTwo blocks west is the start of the  Bowery and Little Italy  and if you walk north a couple of blocks you will hit NoHo , west a few more blocks, SOHO and so forth.\nThe Williamsburge bridge is a few blocks away and a walk across it or a quick uber ride  will have you in midst of the foodie action.\nThere are plenty of local places to eat. We are two blocks away from DIMES Cafe, Fat Radish, and a 15 walk from Wholefoods. There are plenty of other lovely restaurants and cafes and deli's within steps of our front door, as well as shopping destinations and  galleries.\n\nThe apartment’s location puts you just steps from New York’s great public transit system. We’re less than two blocks from the  B, D train (the Grand Street Station) and we are located 3 blocks away from the F train (East Broadway station). There are multiple Citibike stations within a 1 block radius. However, walking is the best way to explore downtown NYC!\n\nEnjoy the excitement & convenience of prime Downtown Manhattan!\nWe’re more than happy to answer any other questions, or provide you with information about the Lower East Side.\n\n- The apartment is located on the 3rd floor and there is no elevator. This means walking up two longish  flights of stairs \n- It is a small building with only two apartments per floor\n- The entrance to the building is old in style and classic to the neighborhood and bustle below. It is without renovation and very much part of its Chinatown Surroundings. Local dumpling shops, the dollar shop below, the school across the street and produce fan fare are all part of the apartments story. \n- While our apartment itself is fresh, clean and modern in appeal, the entrance to the building and the stairwell is nothing fancy - true New York style! The stairwell is very old and the stairs may creak. But, it is mopped twice a week, trash removed twice daily and it is clean and safe.\n- Inside is quite an oasis, floating above the bustling street. However, we are in the middle of Downtown/Chinatown  NYC so there will be some noise. \n- No internal laundry facilities, but there are many laundromats/wash and fold in the immediate neighborhood, and most have a same-day service\n- Storage - there is plenty of space and a clothes rack and hangers are provided as well as two drawers.\n- There is no television - we have never owned one, and we find we have plenty to watch on our computers with the high-speed wifi - Netflix, iTunes, Hulu, HBO etc...\n- Check in is 3pm, check out at 11am, unless otherwise arranged. We will always try and accommodate special requests.", "name": "Lovely bright spacious minimal LES/Chinatown gem", "picture_url": "https://a0.muscache.com/im/pictures/9df8d821-5dfa-41ce-af9d-a79630f89ba3.jpg?aki_policy=large", "url": "airbnb.com/rooms/16002607", "id": "16002607", "price": 165, "review": "Great place! A lovely stay. "}