{"description": "Our studio in an ideal place for an escapade in NYC!\nCome experience the life of a New Yorker!\nLocated in the heart of the Upper East Side in an exciting area with lots of restaurants and bars.\n1 block from the subway (Q line), 15 mn away from Times Square and 1mn walk from buses, walking distance to Central Park. \nThe apt includes a private bathroom, wifi, a fully equipped kitchen, large TV, both sofa and a comfy queen size air mattress.\n\nOur studio in an ideal place for an escapade in NYC!\nCome experience the life of a New Yorker!\nLocated in the heart of the Upper East Side in an exciting area with lots of restaurants and bars.\n1 block from the subway (Q line), 15 mn away from Times Square and 1mn walk from buses, walking distance to Central Park. \nThe apt includes a private bathroom, wifi, a fully equipped kitchen, large TV, both sofa and a comfy queen size air mattress.\n\nFree wifi, sheets and towels, toaster, oven, microwave, Nespresso machine, Apple TV and Netflix, A/C\n\nCheck-in : we will give you the keys of the studio, the wifi code, and tips on what to do/see/eat in this exciting city.\n\nThe upper east side is a very safe neighborhood. It is quiet, walking distance to central park, the museum mile and even midtown. \nShopping opportunity: 10 mn walking distance to Bloomingdales. \nYet, this neighborhood offers many opportunities for bars, cafés and restaurants.\n\n1 block from Q line\nWalking distance to the subway: 6 - F and N R lines. \nDirect to Grand Central, Times Square, Union Square, Rockefeller Center, Penn Station. \nAlso Very convenient to take the M15 bus going downtown in 10 mn.", "name": "Cozy studio in the Heart of NYC", "picture_url": "https://a0.muscache.com/im/pictures/784f5ac2-42da-436c-8f25-820f6abe725d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16004758", "id": "16004758", "price": 110, "review": "Great location, close to the subway, very easy to move in the city from this point. Just what you need for a stay in NY. We hadn't the chance to meet Quentin and Laura but their friend was really cool for the key or everything we would need."}