{"description": "My place is Very close to MANHATTAN - only 10min to Midtown; Just 1 min walking from the apartment to the subway(URL HIDDEN)Taverna Kyclades, Martha's Country Bakery, Watawa Sushi, MP Taverna, The Bonnie. You’ll love my place because of the light, the comfy bed, the kitchen, the coziness, and the high ceilings. My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nThe Space\n\nLess than a minute walk 1 block to a 24/7 Supermarket, fitness center, and plenty of other stores. There are 3 more big supermarkets within three blocks radius, organic and healthy stores, few pharmacies and banks. Two farmers market offer locally grown fresh vegetables and fruits. The neighborhood offers wide array of restaurants, bakeries, bars and dance places. The restaurants have many different cuisines and tastes to offer for your pleasure - Greek, Italian, Brazilian, eastern European, Asian, Turkish, Indian etc. Here you will find High Quality and Great Value food. \n\nThe bedroom is large with a queen size bed and very big closet. There is also desk in the room and a lots of free space. There is WIFI internet in the apartment. The kitchen is brand new fully equipped with everything you need - big refrigerator, microwave, coffee maker, dishes, pans etc. \n\nI will provide Clean Towels and Bed Linens\n\nInteraction to the guests comfort level. When they need information I'm always available.\n\nThe Neighborhood\n\nVery safe neighborhood, many of the restaurants and shops work after midnight and there are lots of people on the street all night. The area is very lively, but the apartment is located just far enough off of Ditmars that it is still quiet.\n\nGetting around\n\nSubway is only 1 short blocks away at 31st Street (Ditmars subway stop), N & Q trains. It takes about 10 min to Midtown, the taxi fare is usually around $13 to Midtown. The apartment is located only 10-15 min from LaGuardia airport and approximately 25-30 min from JFKennedy airport.", "name": "Prime locantion*10min to Manhattan*Large QuiteRoom", "picture_url": "https://a0.muscache.com/im/pictures/1bd445d5-3c16-431e-a5d3-91b180db4381.jpg?aki_policy=large", "url": "airbnb.com/rooms/16015050", "id": "16015050", "price": 95}