{"description": "Sunny, large, 2 bedroom/2 bath with sleeper couch in quiet clean apartment only 10 min. walk from Prospect Park, Brooklyn Museum and lots of cute places to eat. Only 3 blocks form 3 & 4 Trains, Q & B trains are 10 min away. Private bath, private entrance in front of apartment, Living Rm, Dining Rm and Kitchen.\nMy place is close to Salems Hour, Pels Pie, Prospect Park, Midwood Flats,  and a Lil Mo Wine. My place is good for couples, solo adventurers, business travelers, and groups of 5.\n\nAlthough the apartment is shared I have my own separate suite with its own bathroom and private entrance removed from the common area. It's perfect for a quiet get away or an escape to get some work done.\nThere is a large living/dining space including TV with Chromecast & HiFi speakers and full sized kitchen. The bedrooms are at opposite ends of this very spacious 2.5 bedroom, 2 bath so occupants in each bedroom won't hear each other. The couch in the living room sleeps 1. The front rooms catch morning light and the back bedroom and kitchen have a view of the sunset... bright and beautifully lit and would be the perfect get away space.\n\nGuests will have access to the shared living area, kitchen and their own bathrooms, workroom/bedroom and Wi-Fi.\n\nCute neighborhood and friendly neighbors. A large church is on the opposite corner and the bells are pleasant to hear. Flatbush Avenue is near by and offers a large variety of food options.\nGetting around\n\nOnly 10 minute walk to Prospect Park, 3 blocks away form 3 & 4 Trains, Q & B trains are also a 10 min walk away. Bus stop is in front of the apartment.\n\nBeside us is a cute brunch place, a great wine store is across the street. Apartment is on the second floor of a walk up building. Laundry is on the corner steps away from building entrance. Great coffee shops are only a block away.", "name": "Brooklyn 2 Bdrm Apt. w/ 2 baths", "picture_url": "https://a0.muscache.com/im/pictures/a1755c3c-c9ec-44a2-ae60-bee9602e6b2b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16018110", "id": "16018110", "price": 110}