{"description": "We live in Brooklyn part time, and part time upstate, so we just started to airbnb our apartment in the city when we are away on the weekends. I have been an airbnb guest for many years (you can check out my reviews) so I know what I would want as a guest!\n\nOur apartment is in a nice but low key part of Williamsburg, close to the L, G, and JMZ trains. There are great restaurants and bars within a couple blocks- Eastwick, Sweet Science, Featherweight, Brooklyn Ball Factory, Samurai Papa, Champs Diner and Dun-Well donuts just to name a few! There's also a little 24 hour grocery store on the corner so it's easy to run out and grab some ingredients or essentials day or night. \n\nOur One Bedroom apartment stretches the full floor of the building, so there is light from windows on both sides of the apartment.\n\nBEDROOM: The large bedroom is 13 x 17 feet, so there is plenty of room to move around. Full bed, clothes rack, and a desk area for getting work done. The bedroom has a private entrance which you can use if you want.\n\nLIVING ROOM: Modern couch, custom designed coffee table, and a new 43\" TV with Amazon fire stick so you can watch Netflix, Amazon Prime, Hulu etc.  Nice tropical plants and a ceiling fan.\n\nKITCHEN & DINING ROOM: This room is quite large and includes a full kitchen with all the cooking essentials, a mid century inspired hairpin dining table, a standing desk for working or just for putting your things down when you come in. Electric water kettle for tea and a french press for coffee.\n\nBATHROOM: The bathroom is on the small side, but includes a full bathtub shower and all the basics.\n\nAMENITIES: We provide fresh sheets, towels and bathroom amenities (shampoo, conditioner, soap), and earplugs, so you don't need to bring anything with you!\n\nWIFI: I do a lot of work from home, so fast internet is key! We have really strong wifi which you are welcome to use.\n\nNOTE ABOUT STREET NOISE: The street below can be noisy, and sometimes the bar on our block plays music. We provide earplugs, but if you are a very light or sensitive sleeper our place might not be right for you.\n\nYou will have access to the full apartment!\n\nYou'll be able to pick up keys from a KeyCafe a 8 minute walk away. They are open from 7am to 10pm. We also have set of keys at another KeyCafe that is open 24 hours - let us know if you are going to be arriving super late, and I'll set up key pickup for you over there.\n\nWe will be out of town, but you can reach us anytime by phone, email or text with any questions!\n\nWilliamsburg has a cool reputation for a reason! We love the location of our apartment because it is close to a bunch of subways for easy transportation options, and it's near a bunch of great restaurants, but it's also in a more laid back less fancy part of Williamsburg that isn't jammed with people like Bedford Ave. So best of both worlds. There's a little grocery store on our block that is open 24 hours - super convenient for stoking up on supplies or snacks anytime of day or night.\n\nClose to the L, G, and JMZ subway stations. Only 15 minutes on the L to lower Manhattan!  If you have a car, there's street parking around, just make sure to check the signs for the street cleaning hours.\n\nPlease no smoking, no pets, no parties. Respect our neighbors!\n\nOur apartment has one bed, and can accommodate a maximum of 2 people (who share that bed). No additional guests.\n\nWe love to travel internationally, so we would especially love to host international travelers visiting NYC!\n\nWe have a cat (he will be away with us) but good to know if case you are very allergic!", "name": "Spacious 1BR Apt in Williamsburg Near Subways", "picture_url": "https://a0.muscache.com/im/pictures/fc44decc-1028-4ee5-b309-7776c6dbf2a7.jpg?aki_policy=large", "url": "airbnb.com/rooms/16017876", "id": "16017876", "price": 90, "review": "Cute, quaint apartment conveniently located to subways to take you around Brooklyn or into Manhattan. Claire was wonderful - while we did not meet, she was very communicative and accommodating throughout our stay. Her guidebook of shops and restaurants in the area was very helpful. \n\nNeighborhood is rather calm and quiet during the day, but does get lively and loud throughout the night. Thankfully the hosts also provided earplugs, which ensured we still got a good nights sleep, very thoughtful. "}