{"description": "This luxury studio located near the Central Park, has a super cozy queen size bed! 24 hour doorman security and elevator. All linens are provided. The kitchen is fully stocked, also wine!  The subway metro train station is very close and Central Park is reachable within 10 minutes. 24 hour grocery whole foods, starbucks, cafes, restaurants and BOA/CHASE bank are all just steps away. Located on the Penthouse floor with abundant light and sweeping views. Floor to ceiling window is enjoyable.\n\nThis cozy luxury studio has a super cozy queen size bed. 24 hour doorman security and elevator. All linens are provided. The kitchen is fully stocked, also offers wine!  The subway metro train station is very close and Central Park is reachable within 10 minutes. 24 hour grocery whole foods, starbucks, cafes, restaurants and BOA/CHASE bank are all just steps away. Located on the Penthouse floor with abundant light and sweeping views. Floor to ceiling window is enjoyable.\nThe light and floor to ceiling windows are among notable features. The kitchen is sleek and polished and a pleasure to cook and host in. \nGYM and Swimming pool is also provided during your stay, feel free to use all the stuffs in the kitchen and bathroom. \nThe BBQ is also available in the public balcon on the 3rd floor, but utilities have to be prepared by yourself (the stuff in the kitchen can not be use outside!).\nThe most cozy and comfortable stay you will have in NEW YORK CITY!!\n\n1. BBQ and lounge is on the 3rd floor.\n2. Laundry machines (washing machine and drying machine) is on the C floor.\n3. Parking is available, also on the C floor.\n4. You will got my Gym and Swimming pool membership during your stay! Feel free to use it!\n\nI have been here for nearly a year, thus I got to know a lot of hit spots in the city.. rooftop bars and nice resturants, feel free to ask me and I will always offer help if you need ;p\n\nNear to the central park, I always jogging in the park after work, which is relaxable.\n\n1. Very near to the 96th subway line \n2. Only 1 block from the bus station", "name": "Luxury Elevator Cozy Studio with River View", "picture_url": "https://a0.muscache.com/im/pictures/51047bfa-b9d2-4185-b193-f9dea8e83e6a.jpg?aki_policy=large", "url": "airbnb.com/rooms/16016131", "id": "16016131", "price": 180, "review": "Host was very attentive to our requests. Awesome view and great location "}