{"description": "My place is in the largest of the three Chinatowns in New York City (the original Chinatown in lower Manhattan and the new Brooklyn Chinatown), Flushing Town Hall, Quaker Meeting House, myriad of Chinese restaurants (mostly low priced but good quality cuisines). The MTA's 7 subway train line is an eight minute walk; the Long Island train is a nine minute walk.\n\nThe space serves also as our in-town apartment. There are two computers with high speed WiFi access. Scanning documents from a connected Fujitsu scanner. Black and white printing from reliable Brother MFC printer. Double sided printing. Complete office supplies: paper clips, stapler, reams of copier paper. Cable television with basic channels for viewing pleasure. Separate television in guest bedroom. Separate window air conditioners in bedroom and living/dining room. Adjustable thermostat for heating.\n\nGuests access their bedroom through keypad codes. No keys will be provided, just the codes. Guests can lock their bedroom when they leave the unit  and will be assured full privacy.\n\nWe use this apartment as our in-town apartment. It's a two bedroom apartment that use when in town. The second bedroom is what is available to our guests. When we are out of the apartment guests will be able to use the whole unit; our own bedroom will be locked and unavailable for access. When we are in town (which is rarely) we use our own bedroom and the rest of the apartment. If you are using our accommodations when we are in town you will share the complete living facility.\n\nWhen we are in town we will socialize with guests. When we are out of town our office assistant will be available to answer questions and help with problems.", "name": "Flushing Chinatown 1 bd Loaded with Convenience", "picture_url": "https://a0.muscache.com/im/pictures/13e92a6d-f0cc-45c1-8bac-9a0aadc3d39b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16025305", "id": "16025305", "price": 155, "review": "Nice tidy apartment well placed for travel into Manhatten on the 7 train and within a vibrant district. Great facilities and wonderful communication and hosting from the owners. Very much recommended if you need to stay in the area."}