{"description": "10 minute walk to the subway / Yankee Stadium.  Upper east or west side of Manhattan is only 4 stops!  Starbucks and many other restaurants that deliver are close by.  While not a sleep sofa, 1 Guest is welcome to sleep on the sofa.  The home has WIFI that includes access to hot spots all over the city.  The TV’s offer Netflix and Amazon Prime streaming.  We have a landline phone that will offer unlimited complimentary calls within domestic USA.  OUR CAT WILL BE HOME DURING YOUR STAY\n\nThanks so much for considering our space for your stay!  We have a generous sized 1 bedroom apartment.  The living room / dining room area has a comfortable couch and dining table that seats 4.  The fully equipped kitchen has a stove, fridge, microwave and fresh drinking water cooler (help yourself!).  The foyer includes a small desk.  In the bedroom is a queen sized bed.  There are 2 TV's, one in the living room and one in the bedroom - both with streaming access via Amazon Fire Stick (feel free to use our Amazon Prime streaming and Netflix streaming access)!  Wifi is also available as well as a phone from which you can make unlimited calls withing the USA.  In the winter the property is heated, and for summer we have an air conditioner in the living room and bedroom - leaving both on will keep the place nice and cool.  We only rent while we are away - but our incredibly friendly cat will be home during your stay - the place is best for cat lovers only.  You need not worry about cleaning up after him - we have someone come in to do that - but he is very friendly and loves company - so whatever companionship you wish to share with him is welcome!\n\nThe whole apartment is yours - enjoy!\n\nWhile we travel quite a bit for work, we will always be available by phone, email or SMS should issues arise if we are not around during your stay.  Also, we LOVE our home - New York City!!  We will be so happy to connect with you to offer any help or advice that you need to make your trip special!!\n\nWe are in a great location - steps to the famous Yankee Stadium, also just a 10 minute walk to a subway hub where you can catch a train to any part of the city you wish - as a point of reference, including the walk to the train station it is about a 30 minute trip to midtown (Grand Central Station), and a 39 minute trip to Times Square.  The neighborhood itself has some great local restaurants - most that deliver.  We also have a Starbucks.  For those who wish to eat at home there is a supermarket or you can get your food delivered from Fresh Direct!\n\nIn addition to public transportation, Uber and Lyft are readily available in our neighborhood.\n\nAs noted - you will share the home with our cat - he will be there for all visits through early April.", "name": "One bedroom apt close to Manhattan CAT LOVERS ONLY", "picture_url": "https://a0.muscache.com/im/pictures/306c89d7-3252-4b65-9c7c-cc125c31a655.jpg?aki_policy=large", "url": "airbnb.com/rooms/16032721", "id": "16032721", "price": 66, "review": "Everything was cool"}