{"description": "A bright, beautiful space in the heart of Bed Stuy. My place is close to many neighborhood gems such as Sincerely Tommy, Peaches Hot House, Chicky's Gourmet Grocery, Lovers Rock, etc. and a short walk or bike ride to Dough, The Black Swan, Speedy Romeo. You’ll love my place because of the very well-equipped kitchen, the coziness of the interior design, the high ceilings and great light. My place is perfect for couples, solo adventurers, and business travelers.\n\nThe apartment has the best light in Brooklyn! I've often used the space as a daylight studio for food photography, along with its very well equipped kitchen (Vitamix, processor, all pots/pans, chef's knives, many spices, french press, bialetti, pour-over coffee makers, etc.)\n\nBedroom: The queen-sized mattress is insanely comfortable, along with its organic sheets, and linen duvet. Bed-side reading lights, full length mirror, and mid-century modern dresser as well as great closet space. Also, a work table/standing desk perfect for laptops or sketching/drawing.\n\nLiving space: clean, open space with a very comfy, large couch (could be used for a 3rd guest), and a dining table for 4 or 5 guests. Entry way with hooks and a closet for coats and shoes.\n\nBathroom: Very large shower (no bath), great water pressure, plenty of fluffy towels.\n\nI am available by phone to help with any questions throughout your stay.\n\nBed Stuy has so many wonderful small businesses and restaurants - have a look at my neighborhood guide for suggestions!\n\nCentral to all Brooklyn locales! an easy 15-20 minute bike ride to Williamsburg, Prospect Park, Crown Heights, Ft. Greene and Downtown Brooklyn.\n\nThere is abundant street parking (should you have a car) but is otherwise a pleasant 10 minute walk from C and G trains.  Very close to 2 Citibike stations up the block and throughout the neighborhood. Car2Go is another great transport option for travel around Brooklyn.", "name": "Private, Modern, Sunny 1-bedroom in Hip Bed-Stuy", "picture_url": "https://a0.muscache.com/im/pictures/409a1acd-5279-43a7-bf96-073f20a2b8cf.jpg?aki_policy=large", "url": "airbnb.com/rooms/16047581", "id": "16047581", "price": 150}