{"description": "Close to public transportation, walking distance to Grand Ave where banks, post office, restaurants and local stores are. My place is new clean quite & comfortable up to 3 guest.  Great location. My place is good for couples, solo adventurers, and business travelers.\nThere is a bus, Q18, in the corner of place, that takes you to the subway to Manhattan.\nUS$75 one guest- additional guest US$ 30 per night.   The bed sleeps 1 or 2.  There is a sofa bed for additional guest.  Up to 3 guest only.\n\nMy studio is brand new.  It fits up to 3 guest comfortably.  It is in a private house on a main road.  Private entrance. Fresh linens and comfy pillows.There is  parking on the streets available.  There is a bus in the corner that takes you to the subway to NYC (trains 7, R, M). It takes about 45 minutes to get to Midtown Manhattan.  10 minutes from La Guardia Airport and about 30-40 to JFK.  Few blocks to Long Island Exp.\n\nThe studio has a private entrance from residence.  It is located in a private house.  The complete studio is available to guest.\n\nMaspeth is a town located about 20 minutes from Manhattan by car and about 40 minutes from train.  You ll find all kind of businesses on Grand Avenue like banks, coffee  shops, delis, nail places, post office and so on.\nThe LIRR is about 10 minutes by bus.\n\nPublic transportation available  right in the corner of property. Bus Q18 will take you to subway stations to connect to the 7, M, R and LIRR.\n\nThe apartment is very well located in Queens, close to airports, walking distance to main street with access to local businesses.", "name": "Cozy studio apart 10 min from LGA", "picture_url": "https://a0.muscache.com/im/pictures/1a191cad-31ba-44ee-a784-d6044903140c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16055506", "id": "16055506", "price": 75, "review": "Stayed here while visiting from Ireland, lovely clean studio,very quiet safe area and also close to public transport. Really enjoyed my stay and Olenka was very easy to contact , Thank you Olenka for providing the perfect home from home. I'll be back. "}