{"description": "Come stay in our newly renovated, turn of the century, Brooklyn townhouse. Enjoy the privacy and comfort of your own two bedroom apartment located in the heart of the artistic community of Bushwick. The neighborhood is filled with an eclectic offering of galleries, restaurants and bars. You will be located just steps away from the train, with quick access to Williamsburg and Manhattan. The whole floor, private entry residence can accommodate up to 6 people with two queen beds and a sleeper sofa.\n\nWe are located in the heart of Bushwick, Brooklyn. Our home is newly renovated with the private guest apartment on the top floor. The space is composed of two medium sized bedrooms, and communal living room / kitchen area and a bathroom with a stand-up shower. The bedrooms both have queen size beds. The living room has a sofa-sleeper couch that can be pulled out to sleep two people. We provide extra linens, blanket and pillows to use with the sofa bed only for reservations including 5 or 6 guests total.\n\nThere is a lockbox located at the front door that will have your keys to access the apartment. Before arrival, we will send you the 4 digit lockbox access code. Guests have access throughout the whole apartment besides our utility closet that we keep guest supplies in. The full service kitchen and washer & dryer is available for guests to use as they please.\n\nKimberley and Josh work during the day but are available via AirBnB Messaging, email or text message should a guest need assistance.\n\nOur neighborhood Bushwick, Brooklyn is safe, quiet and has a diverse community and eclectic offering of restaurants, bars and galleries . Bushwick is known for its many artists and musicians who newly reside here, and the Puerto Rican and Dominican families who have been here for many years. This mix makes for great food and arts and is  very family friendly. We are a young family with a small child and love living here.\n\nSubway — The Central Avenue \"M Train\" subway station is a 2 minute walk from our apartment, located on the other end of our block. The NYC subway system is interconnected, allowing passengers to go anywhere the trains go. You can purchase a pre-paid \"Metro Card\" at the subway station. If you plan on using the subway alot during your stay we recommend buying an \"unlimited\" Metro Card that allows you to use it as much as you want over a duration of time. Unfortunately, you can not use the same unlimited pass for multiple people.\n\nThe Central Ave \"M\" subway station is a 15 min train ride into the Lower East Side of Manhattan.\n\nWe are also a short walk to the \"L\" subway line that takes passengers through popular Williamsburg Brooklyn before heading into Manhattan's Union Square and Meat Packing District.\n\nFor car service, we recommend Uber or Lyft, but will also supply a list of local livery companies that will come pick you up.\n\nParking — If you plan on driving, there is FREE street parking on the streets around the neighborhood. There are \"alternate side\" parking rules that apply on some mornings (Mon, Tues, Thurs, Fri), so expect to move you car to avoid getting a ticket.\n\nAirports — We recommend flying into either JFK or La Guardia because they are both closest to the apartment. Both airports offer public transportation (subway train or taxi). Of the two, JFK is the preferred commute because it's more direct to the house. Note: Newark Airport is in New Jersey, and although possible, it is a very long journey to get to our apartment in Brooklyn.\n\nWe offer a set of clean linens, hair dryer, bath towels and basic toiletries upon your arrival. In the kitchen you will find coffee and creamers for the morning and basic condiments to add to any meal (cooked or ordered in). \n\n\n4 guests or less: There are two queen size beds for your use.\n5 and 6 guests: We will provide an additional blanket, set of sheets and 2 pillows for use with the sofa bed.\n\nWe provide a handbook that has an assortment of recommended restaurants, bars and other tidbits that will help guide you around the neighborhood.\n\nGrocery Shopping — There is a grocery store very conveniently located at both of the nearby local and express subway train stops! There is also a local \"bodega\" (convenient store) a block away that you can grab basic necessities such as canned goods, water / sodas / beer, and other needs.", "name": "Brand New, Bright 2 Bedroom Apt, Close to Trains.", "picture_url": "https://a0.muscache.com/im/pictures/6d28aca0-e4bb-4376-9130-da0338a25aa4.jpg?aki_policy=large", "url": "airbnb.com/rooms/16054955", "id": "16054955", "price": 140, "review": "We had a wonderful stay in this beautiful and functional apartment. It was absolutely perfect for our Spring Break in NYC. My friend and I brought our teenagers up to see the city and this was everything as described and more. The space itself is bright and clean,the bathroom is modern with great water pressure  abd fluffy large towels    Even the day bed was comfy!"}