{"description": "This listing is a small, private apartment located on the border of the trendy East Village and upscale Gramercy Park.  The neighborhood is prime: You are one block from the L train First Avenue subway stop and the vibrant restaurants, cafes, nightlife and shopping of downtown Manhattan are at your doorstep. My place is perfect for couples and solo adventurers. *Please note: this apartment does not have a full kitchen, but it does come equipped with a microwave and refrigerator.\n\nThis apartment is a 1 flight walk-up, located on the second floor of the building.  The apartment faces the back of the building so it is nice and quiet, despite being located in the heart of a vibrant neighborhood. The apartment has its own private bathroom with a tub and shower. It also has excellent wifi and a TV with basic channels. There is also a brand new air conditioning and heating unit.\n\nPlease note that the building does not have its own laundry facility, but there is one nearby or guests can call for a convenient pick up/drop off laundry service that comes to the apartment.\n\nGuests are welcome to call me throughout their stay if anything is needed.  I greet guests initially to give them keys and then give them their privacy.\n\nThe East Village is known for its diverse community, vibrant nightlife and artistic sensibility.  It is also very convenient: the apartment is surrounded by grocery stores (such as Trader Joe's & Whole Foods), banks, Starbucks, pharmacies and other must-haves.  The apartment sits above a 24 hour bakery & bagel shop that also serves great coffee, so you will never go hungry!\n\nOne block south of the apartment is the L train subway, which is a 5 minute trip to Williamsburg, Brooklyn in one direction, and minutes from the West Village in the other.  You are also a 5-10 minute walk from Union Square, which is transportation hub for express & local subway trains (4,5,6 and N,Q,R) going uptown and downtown.  You can get anywhere in Manhattan in about 20 minutes.\n\nRecommendations \n\nRestaurants:\nCafe Mogador (brunch)\n101 St Marks Pl (& First Ave)\n(URL HIDDEN)\n\nWestville East (brunch)\n173 Ave A (& 11th St)\n(URL HIDDEN)\n\n\nMaiden Lane (dinner)\n162 Ave B (& 10th St)\n(URL HIDDEN)\n\nCasa Mono (dinner)\n125 East 17th St (& Irving Pl)\n(URL HIDDEN)\n\nGramercy Tavern (dinner)\n42 East 20th St (& Park Ave)\n(URL HIDDEN)\n\nWine bars & cocktails:\nFollia - great for dinner too!\n179 Third Ave (& 17th St)\n(URL HIDDEN)\n\nBar Jamon (same owners as Casa Mono)\n125 East 17th St (&Irving Pl)\n(URL HIDDEN)\n\nCibar\n45 Irving Place (& 17th St)\n(URL HIDDEN)", "name": "Cozy East Village Studio apartment", "picture_url": "https://a0.muscache.com/im/pictures/d9cf395e-eb05-45b1-8cd7-f54bbceb536d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16067849", "id": "16067849", "price": 99, "review": "Megan was super friendly and helpful with communication and would keep in touch often. She was also flexible with the check-in and check-out times. The apartment itself is small but ideal for two people. It was a very nice space and the location was excellent, close to the trains as well as tons of restaurants. Would recommend and would definitely stay again."}