{"description": "My place is a modern, spacious, comfortable space with luxurious touches.  Located in South Williamsburg, you'll be close amazing restaurants (Marlow & Sons, Peter Luger) and bars (Freehold, Loosie Rouge).  For music lovers, the apartment features studio quality speakers, turntables, and hundreds of vinyl records.  For foodies,  a gourmet kitchen.  The 46\" LED TV has Netflix & HBOGo enabled, so you can catch your favorite shows and movies.  The Keetsa mattress makes the bed INCREDIBLY comfy.\n\n*Apparently, my cleaning skills aren't as good as I thought they were-- I will now have the place professionally cleaned before each guest's stay.*\n\nI feel incredibly comfortable in this space, and I hope you do too.\n\nThe apartment is huge by New York standards, and its layout is wide open.  It's professionally, tastefully decorated in a contemporary, quirky way.  I think the space reflects what's important to me-- food and music.  The kitchen is appointed with possibly every kitchen tool you'd need, and the space comes with studio-quality speakers, DJ turntables, a vinyl turntable, and hundreds of vinyl records for you to enjoy.\n\nYou'll have access to the entire apartment.\n\nFeel free to reach out for whatever you need!\n\nWilliamsburg is where it's at!  It combines incredible bars and restaurants with a cool, laid back vibe.  The south side, where this listing is located, is much more mellow and \"neighborhoody\" than the more bustling north side, which is only a short 5-10 minute walk away.\n\nThe apartment is a ~10 minute walk from the Marcy Avenue J & M station, and a ~15 minute walk from the Bedford Avenue L station.", "name": "Spacious, Luxurious Williamsburg Apartment", "picture_url": "https://a0.muscache.com/im/pictures/6ff25aad-f3d8-46c7-9eda-7f6b1b77790b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16063707", "id": "16063707", "price": 125, "review": "Eric's place in South Williamsburg is amazing, Apt. design is  contemporary and his sound amenities are a special thing. The location in my opinion is perfect to whom likes Brooklyn, as it is a 5min subway ride to get to Manhattan from the closest station (Marcy). However I would like to point out the fact that the apt. was not clean or whatsoever, the problem was mainly the kitchen.\nIn general my stay there was pretty cool as I didn't used the kitchen. Nevertheless Eric was a really cool host! I'd recommend his place."}