{"description": "My place is close to Brooklyn Academy of Music (BAM), Walter's Restaurant, Alamo Drafthouse and more! You’ll love my place because of  its convenient access to 10 subway lines within 10 minutes, the comfy bed and the light! My place is good for couples.\n\nGreat, comfortable apartment with beautiful light and easy access to most major subway lines to get you to/from Manhattan! \n\nThings you might be expecting that I do NOT have: a TV (you shouldn't be watching TV anyway -- go explore New York ;) ), neighbors that want you to play the piano at all hours of the day (if you do play, be respectful and only play for short periods of time between the hours of 10am-8pm).\n\nMy closets are full of my things but if you think you'll need space to hang things, please just let me know and I will make room.\n\nLaundry available on another floor for a $1.50 wash/dry fee per load. Newly renovated gym in building with weight machines, ellipticals, treadmills, and free weights. \n\nThere is a grocery store and a pharmacy in the same building! Doesn't get more convenient than that.\n\nPlease don't hesitate to email me with any questions.\n\nYou'll have access to the entire space, to the gym, the laundry room and there's even a shared outdoor space on the ground floor.\n\nNo interaction (will be out of town). Happy to provide suggestions prior to arrival.\n\nAt the border of Fort Greene, downtown Brooklyn and Brooklyn Heights, there are pretty much limitless entertainment and dining options. The new Alamo Drafthouse just opened a short 5-min walk away where you can watch movies while enjoying a meal and a drink.\n\nMy apartment is near 10 major subway lines. The B,Q,R at DeKalb is the closest, but also a short walk away is the 2,3,4,5 at Nevins St and the A,C,F at Jay Street.", "name": "Spacious well-lit apartment, easy access to NYC", "picture_url": "https://a0.muscache.com/im/pictures/d363836a-57e4-4591-99d0-a65d0bac1849.jpg?aki_policy=large", "url": "airbnb.com/rooms/16063030", "id": "16063030", "price": 160, "review": "Tias house is just the perfect place if you want to explore NY. It's so warm and cozy. I definitely recommend it to any one who's visiting New York!"}