{"description": "Apartment is beautifully furnished and equipped with one queen bed, two full beds and a futon. Memorable & Perfect for the large group of family and friends. \n\nApartment is located only a block away from Express subway stop, 1-minute walk. (Train A, 168th st.) By subway, 20 min to Times Square/Port Authority, 25 min to Chelsea! \n\nNext to Columbia University Med School Campus/Presbyterian Hospital, Armory Track in Washington Heights, Manhattan, NYC. Vibrant, convenient & safe neighborhood!\n\nApartment is equipped with one queen size bed w/ Sealy's spring mattress/memory foam topper (bedroom #1, 2 people), two double/full size beds w/ 12-inch thick memory foam mattress (bedroom #2, 4 people) and a double size futon (living room, 2 people). \n\n(Unless you request in advance, futon is set as a sofa. If you need the fourth/bed, please request kindly ahead so we can prepare extra comforters and linens before your arrival.)\n\nFEATURES\n- 40-inch Samsung Smart HD TV (Netflix available)\n- Free Wifi\n- Full Kitchen & Kitchen Island w/ bar stools for dining\n- Ceiling fan (Living room)\n- Private backyard\n- Vintage ceiling lighting & Chandelier\n- Full size mirror\n\nAMENITIES\nCoffee Maker, Air Conditioner, Heater,  Comforter, Linens, Towels, Shampoo, Conditioner, Body Wash, Hair Dryer, Iron, Kitchen Stove, Microwave, Pots & Pans, Electric Kettle, Microwavable Plates, Cups, Wine glasses, Cutlery etc.\n\nApartment is located only a block away from Express subway station (Train A, 168th street) and Columbia University Medical Center/World-renowned Presbyterian Hospital in Washington Heights of Manhattan, historic Spanish neighborhood and Completely safe! Starbucks, 24 hour convenience store, Chipotle, Supermarket all within a couple of minutes walk.\n\nNEAREST SUBWAY STOP\n168th street & St. Nicholas/Broadway : A (Express), C (Local), 1 (Local)\nJust 1-minute walk from the apartment!\n\nStarbucks\nBroadway & 168th st\n\nRESTAURANTS\n\nMarcha (Latin, Brunch)\nBroadway (between 170th st and 171st st)\n\nAntika (Italian, Pizza)\nBroadway (between 164th st and 165st st)\n\nBurger Heights  (Burgers)\nAudubon Ave & 179th st\n\nCoogan’s (Irish, American)\nBroadway (between 168th st and 169st st)\n\nManolo Tapas (Tapas)\nBroadway (between 176th st and 177st st)\n\nChipotle\nBroadway (between 168th st and 169st st)\n\nMike’s Bagle \nBroadway (between 168th st and 169st st)\n\nDallas BBQ (Steakhouse, BBQ)\nBroadway & 166th st\n\nTung Thong (Thai)\n169th street (between Audubon ave & St. Nicholas ave)\n\nGROCERY/SUPER MARKET\nGristedes\nBroadway & 170th st\n\nKey Food\nSt. Nicholas ave & 172nd st\n\nCONVENIENCE STORE\nRite Aid (24 hours)\nBroadway & 171st st\n\nIf you buy an unlimited ride MetroCard, You will get a better overall deal if you buy the 1 week card.\n\nExpress train A would be the best to get around. Subway stop is just a block from the apartment.\n- Columbus Circle 15 mins\n- Port Authority/Times Square : 20 mins\n- 14th street/8th avenue(Meatpacking & Chelsea) 25 mins\n\nLocal train C and 1 runs as well to get to Upper West such as American Museum of Natural History or Central Park.\n\nPrivate parking lot is available in the same block of the apartment at the affordable rate.\n\n- Apartment is located on Ground Floor and we have a small private backyard connected to the kitchen for smokers.\n- Radiator (Central Heating) may make some noise at night as a typical New York Apartment.\n- Depending on the day, cleaning can be completed up to 6PM, and in case you need to check in earlier than 6PM, simply drop off luggage at the apartment and pick up the key during cleaning hours. Cleaning is completed by Professional cleaner.\n- Early/Late check-in and late check-out can be accommodated upon the availability, so please ask.", "name": "Beautiful NYC Two-Bedroom APT & 20 min to Times SQ", "picture_url": "https://a0.muscache.com/im/pictures/36b83f4e-6d8d-4dfb-b490-7594519b5b12.jpg?aki_policy=large", "url": "airbnb.com/rooms/16074023", "id": "16074023", "price": 159, "review": "Jay is a really good host and answer quickly to any questions.\nWe enjoyed our stay ! :)"}