{"description": "Located in Greenpoint Brooklyn: Clay St. \n\nMy apartment is very close to amazing restaurants and bars. It's conveniently located in Greenpoint, super close to a lot of bars & restaurants.  My place is good for couples, families (with kids), and big groups!\n\nThe apartment sleeps 6/8 people comfortably.\n\nThe apartment is clean with 4 individual rooms that have comfortable beds and doors for privacy - small kitchen and 1 bathroom. Can fit up to 6 people.\n\nThere will be air conditioners installed once the weather goes above 75 degrees.\n\nThe apartment is your home and you will be able to take advantage of all the amenities.\n\nThe kitchen is stocked with cookware - a great place to prepare food if you decide to stay in for breakfast or an evening meal.\n\nMy Co-Host and I very familiar with the Greenpoint and Williamsburg area - please don't hesitate to ask for recommendations! We’ve both been in the area for 10+ years.\n\nGreenpoint has a lot to offer much like Williamsburg. It's growing so quickly with new bars and restaurants popping up everywhere. Lots of walking traffic and convenient stores.\n\nG Train is a 9-minute walk.\nL Train is a 15-minute bus ride or 30-minute walk.\nEast River Ferry is a 3-minute walk. Beautiful view of the cityscape!\nTaking a cab can get you to 34th street in 15 minutes.\n\n- - - -\n\nFrom JFK airport\nA cab ride is about 30 minutes to the apartment\nSubway will be JFK - to the E train to Court Sq - hop on the G one stop to Greenpoint Av (about 50 minutes total)", "name": "Entire Apartment in Greenpoint - Great for Groups!", "picture_url": "https://a0.muscache.com/im/pictures/a8339d70-eada-4d21-bbac-9bb5d324ccc8.jpg?aki_policy=large", "url": "airbnb.com/rooms/16082515", "id": "16082515", "price": 150, "review": "We felt very comfortable and safe in this Air BnB. It was a half-block from a club we were going to that night so was very convenient. Robert was very friendly and accommodating. The rooms were clean, and very inviting and cozy. We loved it."}