{"description": "Convenient to public transit and close to neighborhood bars and restaurants as well as Carl Schurz Park and the East River Bike Path. The Met Museum and Central Park are a short 15 minute walk away. Perfect for a couple or solo traveler, arrangements can also be made to comfortably sleep up to four people. \n\nWith lots of natural light and a great kitchen, my place has everything you need to live out your fantasy of living in NYC!\n\nBedroom, living room, bathroom, kitchen.\n\nWhole place is yours. Make yourself at home!\n\nAvailable by phone if you need anything.\n\nCoffee - Oslo Cofee on 75th between York and 1st Ave\nBagels - East Side Bagel on 1st and 78th\nFood - Check yelp. Heidi's house (on 78th between 1st and 2nd Ave) is medium priced, cozy, delicious. Basically every type of food you could want on 2nd Ave (walking north). Seamless will delivery anything to you.\nBars - Penrose (2nd and 82nd), Joneswood Foundry (1st and 76th), The Jeffery (1st and 60th), Treadwell (1st and 62nd)\nSupermarket and pharmacies on corner of 79th and York.\n\nThe Upper East Side is a great walkable neighborhood. There is \nWould recommend getting an NYC subway app on your phone. (SENSITIVE CONTENTS HIDDEN) maps is also great for NYC. \nThe closest subway is on 77th and Lexington. There is an express subway on 86th and Lexington.\nThere is a cross-town bus line that starts on my street.\nThere is an uptown/downtown express bus line on 1st/2nd Ave (1-2 blocks away).\nTaxi's will take you anywhere, as will all of the apps (my favorite is Juno because it pays drivers more fairly but there is also uber/lyft/via and may others)", "name": "Charming Upper East Side 1 Br on Historic Block", "picture_url": "https://a0.muscache.com/im/pictures/b0b22094-290f-4638-9043-d86b0e66187d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16083752", "id": "16083752", "price": 100, "review": "This was my first Airbnb and I couldn't have asked for a better experience. The communication with Elijah was excellent and his place was as well. It's only a 10 minute walk to the subway and the neighbourhood is excellent with many options to visit. I would definitely come back to New York and book Elijah's place again. Highly recommended!!"}