{"description": "Our beautiful Luxury apartment has everything you would ever need or dream of! We are located in a great area close to bars, restaurants and shopping! We are both bartenders so we can give you excellent recommendations on where to go in Williamsburg, Green Point, Bushwick, etc! LARGE Luxury Bathroom that is very unique for this area.\n\nWhen you’re ready to unwind you can indulge in a private spa experience right in . Our bathroom offers design details you simply won’t find anywhere, like a custom-made, mosaic tiled Jacuzzi-style tubs with a built-in plasma screen TV so you can enjoy your favorite show while you soak. Bathtub also turns into your own private steam room! Our kitchen has anything you would ever need for cooking! We have a Dishwasher, and Washer and Dryer in the basement for you convenience!\n\nOur apartment has a large Balcony with a BBQ and a view of the city. We have a rooftop available as well! Guest can take advantage of everything in the apartment such as our Cable, WIFI, Netflix, Hulu, HBO, Showtime etc. We have a Tv in the living room and one in the Bedroom. Our comfortable couch pulls out into a full sized bed. The are apartment can easily sleep four people. There are plenty of board games, records and DVDs that you can use for your entertainment!\n\nI am available at anytime to answer any questions you might have. Im just a text or phone call away but I will not be there to bother you :)\n\nWe live right outside a bus that takes you right to any subway or its just 5 minutes to the heart of Williamsburg. Uber or cabs are only a $7 ride away. Very close to L train which is only 3 stops to NYC.", "name": "Great Location in Williamsburg BK with Luxury BR!!", "picture_url": "https://a0.muscache.com/im/pictures/ac3e1670-5b5f-4ac4-80fc-0a12eb58c415.jpg?aki_policy=large", "url": "airbnb.com/rooms/16087679", "id": "16087679", "price": 150, "review": "I had a wonderful stay at Cassie's place, she's a great host and has a beautiful home. "}