{"description": "My home is very quiet and cozy with amazing natural light. It is a great getaway for 1 person, 2 people, a couple, or even 2 couples. \nIt's 2 blocks to the beach, 1 block to the grocery store, and very close to the Beach 67th st. subway stop off the A train. Parking is very easy right in front too. Rockaway Brewery and Goody's Caribbean food (a locals fav) is 1 block away. The surf breaks by me are some of the best in the hood. Several surf schools set up at my beach too, if you want to learn!\n\nI spent over a year picking out every detail that went into rebuilding this bungalow. The skylights and pitched ceiling create an open and airy feeling. Draw the curtains and enjoy privacy or let the sun radiate in. You will be transported to a cabin deep in the woods in the bedroom. Come discover the other special details and unexpected bursts of color.\n\nFOOD:\nGoody’s BBQ Chicken & Ribs\n7018 Amstel Blvd, Arverne, NY 11692\nAmazing ribs, chicken, burgers, and sides. Caribbean comfort food - 1 block from me - A locals secret and favorite. \n\nThai Kitchen by the Sea\n67-20 Rockaway Beach Blvd, Arverne, NY 11692\nGood Thai food - walking distance to my home.\n\nThai Rock\n375 Beach 92nd St, Rockaway Beach, NY 11693\nNot walking distance, but great view on the bay. They have live music sometimes as well.\n\nChicks To Go\n97-02 Rockaway Beach Blvd, Far Rockaway, NY 11693\nReally good Peruvian spot.\n\nUma's\n92-07 Rockaway Beach Blvd, Far Rockaway, NY 11693\nReally great Uzbek food.\n\nRockaway Beach Surf Club\n302 Beach 87th St, Far Rockaway, NY 11693\nNoodle Beach - Yummy Ramen spot in cool digs.\nAlso just a great bar to hang out in.\n\nLast Dragon Pizza\n(URL HIDDEN)\nAmazing local pizza for pick up close by. Check website for more info\n\nWhit's End\n16702 Rockaway Beach Blvd. \nRiis Point\nCheck Instagram for daily updates:\nwhitsendrockaway\nBike down the boardwalk to get here! It's a great ride:)\nAnd some of the best food in town!\n\nGROCERIES:\n\nStop and Shop\n1 block from me. You can see it from my door. Huge grocery store.\n\nCOFFEE:\nRockaway Roasters\n9206, Rockaway Beach Blvd, Rockaway Beach, NY 11693\nLocals coffee shop serving Stumptown and good snacks\n\nSHOPPING:\nZingara Vintage\n202 Beach 91st St, Far Rockaway, NY 11693\nGreat vintage clothing, records, and very cool knick-knacks\n\nOff Season\n92-12 Rockaway Beach Blvd, Rockaway Beach, NY 11693\nAmazing lifestyle boutique owned and run by a local\n\nSURF SHOPS:\nBreakwater\n67-20 Rockaway Beach Blvd, Arverne, NY 11692\nWalking distance to my home\n\nBoarders\n192 Beach 92nd Street, Rockaway Beach, NY 11693\nFather/Son locals shop\n\nStation\n91-08 B Rockaway Bch Blvd. Rockaway beach, NY 11693\nNewest shop in town\n\nART:\nRockaway Artists Alliance\nrockaway(URL HIDDEN) - check for updated info\n\nNew York Arbor\n(URL HIDDEN) - check for updated info\n\nBEER:\nRockaway Brewing Co.\n415 Beach 72nd\nLocal Brewery 1 block away from my home\n\nYOGA:\nHot Yoga on Beach 116th \nhotyo(URL HIDDEN) - check for info\n\nYoga On The Rocks\n(URL HIDDEN) - check for info\n\nMEDITATION:\ncheck b(URL HIDDEN) for the Rockaway Summer House (stuff happens in winter too)\nIt's just around the corner from me\n\nI have 2 bikes you can use if your interested.", "name": "Modern Bungalow Escape", "picture_url": "https://a0.muscache.com/im/pictures/1de990ae-2a3e-4c3a-83fb-7f627cc9fa24.jpg?aki_policy=large", "url": "airbnb.com/rooms/16082923", "id": "16082923", "price": 100, "review": "Brent's bungalow was perfect for my weekend trip to New York. It was close to everywhere we needed to go and it was so cute! I loved the decor and the simplicity of the bungalow! "}