{"description": "My place is in the heart of the Upper East side, close to Central Park, MET Museum, Guggenheim Museum, 5th Avenue shopping, Madison Avenue shopping, St. Patricks Cathedral, Top of the Rock, Radio City Music Hall, MoMa Design Museum and much more. \n\nThe subway is 2 steps steps away on the corner of the street and connects you to the rest of the city. \n\nThe apartment is a true gem. Spacious, lots of natural light, beautifully decorated, quiet, hard wood floors, well maintained and clean.\n\nMy apartment is very spacious for NY norms, you'll definitely feel like you're on vacation. It's the perfect safe haven to get back to after a busy day of visiting NYC. \n\nThe living room is big, has 4 windows and faces south so the apartment has incredible light throughout the day. It has a very comfy couch (where a third guest or child could sleep on) accompanied by cosy side chairs. There is also a great TV with Netflix, HBO and Showtime subscription.\n\nThe kitchen is fully equipped (fridge, freezer, dishwasher, oven, microwave, toaster, juice maker etc) and is open towards the living room.\n\nThe bathroom is nice and clean and has both a bath and shower, and a toilet of course.\n\nThe bedroom is also very spacious and has 2 windows facing the neighborhood backyards. There is a closet with hangers you can use for your clothes.\n\nFull access, the entire place is yours.\n\nI will most likely be in the city and am always available when needed.\n\nQ train: on 70th and 2nd Ave \n6 train: on 68th and Lexington Ave\nF train: on 63rd and Lexington Ave", "name": "Bright and spacious UES apartment", "picture_url": "https://a0.muscache.com/im/pictures/4e911707-328a-48cb-bf0d-8bfe0e8f41bd.jpg?aki_policy=large", "url": "airbnb.com/rooms/16100271", "id": "16100271", "price": 250, "review": "This is a very well located apartment in the Upper East Side, convenient for the Q Subway which takes you quickly downtown and to Brooklyn. Very clean and stylish - definitely recommended. Annelien was very organised and easy to deal with, checking in and out was hassle free. Many thanks."}