{"description": "Enjoy Spring in NYC with this 3-bedroom apartment available in high-rise apt. building in New York's Upper West Side neighborhood with great building amenities. Elevator building, washer & dryer in-unit, spacious patio w/western views of sunset, south-facing bedroom windows awash with natural sunlight during the day.\n\nGreat place to stay for family or large group looking to stay together in NYC away from the madness of midtown but still in Manhattan with quick & easy access to all attractions.\n\n14th floor high-rise apartment with modern vibes\nFully-equipped kitchen\nSleeps 7 comfortably\nNest-controlled thermostats\nPorch access with western views\nWasher and Dryer in unit\n\nEntire apartment will be accessible. This is our personal living space so we ask that guests respect our belongings.\n\nNone of the owners will be around during the stay.\n\nParks: Central Park (1 block away), Riverside Park (10 minute walk)\nMuseums: Museum of Natural History\nShopping: Lincoln Center (West 66th Street), Shops at Columbus Circle (West 59th Street)\nRestaurants: lots of great restaurants along Columbus and Amsterdam avenues.\n\nLocal Transportation:\n\nSubway:\n\n1 Local or 2/3 Express: entrance at  W 93rd and Broadway (walk down W 93 ST 2 avenues to get to entrance.  These trains run down broadway and 7th avenue along the west side of Manhattan.  Take the 2 or the 3 train downtown to get to Times Square in 2 stops or Penn Station in 3 stops.  Most reliable route (more trains, faster to go downtown than the B or C).  The 1 train also goes north and can take you to 116th Street Columbia University.\n\nB and C trains: entrance at W 88th Street and Central Park West.  The B train does not run as frequently as the 1/2/3 trains but can take you directly to popular midtown locations along 6th avenue, including Rockefeller Center and Bryant Park. Note: these trains run less frequently on weekends and late night.  Recommend checking (URL HIDDEN) for potential delays and service disruptions (updated near real-time).\nCrosstown buses: buses are available to take you from west side to the east side. These are usually at the major cross-streets (96th street, 86th street, 79th street, 72nd street, 66th street, 59th street, 42nd street, 34th street, 23rd street, 14th street, and Houston street). Living here, we rarely take the buses.\n\nBy road: Taxi & ride-sharing services: Uber, Lyft, Via\n\nParking: \nNo reserved parking.  Street parking available on avenues and side streets, no permit needed.  Metered parking on avenues below 96th street.  No meters on Columbus, Central Park West, or Amsterdam avenues above 96th street.  Read all signs to check for Street cleaning (usually on alternating days).  Free parking on Sundays.  Parking garages are available within 1-2 blocks of apartment but are extremely expensive on a half-hourly rate.\n\nThe building allows pets. You will frequently see other tenants with dogs.", "name": "3 Bedroom in UWS Luxury Apt steps to Central Park", "picture_url": "https://a0.muscache.com/im/pictures/b8a52808-9c20-4fbf-b574-9fc7a8c5423d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16112389", "id": "16112389", "price": 275, "review": " Really nice place. Easy check in. The location of the apartment is great close to attractions like MET and Central Park."}