{"description": "Private one bedroom apartment close to the US Open and Citi Field. You’ll also love its proximity to the 7 train, LGA, and JFK. The place is good for couples, solo adventurers, business travelers, and groups (4 people max).\n\nNewly furnished and serene. Truly an oasis in the heart of Corona\n\nNon Smoking - NO Pets\n\nRecently renovated! \n\nThe bedroom has a king sized bed and walk in closet. Living room has a sofa/futon that can sleep up to two. \n\nLaundry room in the building.\n\nSupermarket and grocery stores are walking distance. \n\nApartment includes SmartTV with local channels available.\n\nApartment includes a kitchen with stove and cooking/dining utensils. Drip coffee, Keurig and toaster included. Coffee, tea, water, bread and spreads included.\n\nIron and ironing board included. Hangers in closets for clothes and fresh towels available. \n\nGuests have access to washer/dryer at cost. Home owner can provide coins for machine use.\n\nHome owner lives two floors upstairs! Available through app when not home.\n\nAround the block from Flushing Meadows Corona Park {larger than Central Park!} - home to NY Hall of Science, famous Unisphere monument, Queens Museum, Queens Zoo, Queens Theatre, miniature golf, pitch and put, tennis, indoor swimming/ice skating rink, botanical garden, bike/boat rentals and great walking/running trails.\n\nWalking distance to Citi Field (Met's Baseball Stadium) and US Open Tennis Center. \n\n2 train stops away from Queen's own China and Korea towns (Flushing stop on the 7 train) \n\nLocated 2 stops from SkyView Center with shops like Target, Old Navy, Nordstrom Rack, Best Buy, Restoration Hardware Outlet, Nike and Adidas Outlets and more. \n\nLocal Neighborhood Highlights:\nLemon Ice King\nLouis Armstrong Museum\nVariety of restaurants and take out \nSkyline Cruises\nFlushing Meadows Corona Park\n\nThree blocks from 7 Train. 30 minutes to Times Square! \n\nThree blocks from direct bus to LGA airport.\n\nLaGuardia Airport (2.1 miles away)\n- accessible by Bus(Q48)\n- Taxi/Uber/Lyft: 15 minutes without traffic \nJohn F Kennedy Airport (8.5 miles away) \n-accessible by Train(7 train to E train to AirTrain)\n-Taxi/Uber/Lyft: 5 minutes without traffic", "name": "One Bedroom Apt. Private House close to Citi Field", "picture_url": "https://a0.muscache.com/im/pictures/92a53030-1ff2-4177-859b-245df837eb76.jpg?aki_policy=large", "url": "airbnb.com/rooms/16111812", "id": "16111812", "price": 125, "review": "Celeste was absolutely amazing. She was so helpful and texted back within the hour for anything and everything. She provided us with everything required and much more, and for our first Airbnb experience, it was heartwarming. "}