{"description": "Cozy 1B studio in the heart of Williamsburg one block away from the greatest view of NYC near the water and 1 subway stop away from the city (Bedford) \n\nThe neighborhood is super cool! 2 blocks away from Bedford Ave where you can find amazing restaurants, unique shops and coffees (I can send you recommendations) The studio has great light and a small outdoor area perfect for a wine night. 10 min walk to the L train or JMZ subway. Super convenient to have the best of both worlds: Brooklyn and NYC\n\nThe studio is newly furnished with modern finishes like marble and concrete, beautiful plants, candles and books to read on your free time. \n\n*It is located on GROUND FLOOR* \n\nIt has great light thanks to the 2 huge windows with plants facing the street. The street is super quiet both day and night. \n\nThe private outdoor area at night has super cozy lights perfect for a wine night or a cigarette break for smokers. \n\nA rack with hangers will be available to organize your coats and clothing during your trip.\n\nThe best part about this beautiful studio is that you have your own prive entrance (ground floor) with no neighbors, giving you instant access to the apartment to enjoy a more private stay. Access from the street to the apartment, no walk-ups since it's ground floor.\n\nEnjoy a walk on the side of the water with the best view of New York City and the Williamsburg bridge just 4 blocks away.\n\n10 min walk to:\nL train (Bedford ave & N 7th St )\nJMZ (Marcy ave)\n\nYou're one stop away from the city and 3 stops to Union Square.", "name": "New beautiful and cozy Williamsburg Studio for 2", "picture_url": "https://a0.muscache.com/im/pictures/11887175-728b-4513-9ddb-206a6ef4e8ed.jpg?aki_policy=large", "url": "airbnb.com/rooms/16119492", "id": "16119492", "price": 165, "review": "Andrea's flat is in a great location in Williamsburg, safe area, tons of cafes, restaurants, bars and nice walks along the river. Her flat is cozy and with great design. Andrea is super sweet and helpful. Its not really a flat for cooking a ton, but you can still get the job done. The only negative could be that the front door leads right the to street. "}