{"description": "Amazing bright and sunny 1 bedroom apartment in Washington Heights. 1 FULL bed and 1 single aeromattress available. \n\nMy place is close to Subway (1, A express, C trains), Rite Aid, Gristedes, Food Fair, Columbia Wine Co, Chipotle Mexican Grill, Coogans, Tung Thong Thai Restaurant, Mike's Bagels, . You’ll love my place because of the neighborhood, the comfy bed, the kitchen, the light, privacy, quiet, relaxing atmosphere. My place is good for couples, solo adventurers, and business travelers.\n\nYou will have full access to the whole apartment! The spaces include living room (desk, comfortable reading/work chairs, 2 huge sunny windows), queen sized bedroom, huge sunny kitchen (oven, stove, refrigerator, lots of cupboards/drawer space), and bathroom  (shower, sink, hair drying curling iron) with window\n\nI will let you into the apartment (most likely) and be available by phone at any time needed.\n\nLocated in the heart of washington heights near the Columbia Medical School and hospital. A great place to find food, drinks, local bakeries, as well as quick conveniences (everything delivers!).\n\nAcross the street from my apartment is the high bridge park, an awesome spot to go for a run or a wonderful walk. Walking across the high bridge into queens is beautiful and fun.\n\nYou are within 3 blocks of the subway and buses. At 168th street, you have access to the 1,A,C train. The A train is express and can get you to 42nd street in about 15 minutes.", "name": "Sunny apartment in Washington Heights", "picture_url": "https://a0.muscache.com/im/pictures/7e24c50a-230b-4c18-9dc0-f5f6c3a35d29.jpg?aki_policy=large", "url": "airbnb.com/rooms/16120618", "id": "16120618", "price": 70, "review": "Katherine was awesome! She was very sweet and helpful from helping us with our luggage, to helping us figure out where to eat. She was excellent with communication as well. \n\nThe apartment itself was quaint and clean. We had access to a lot of dishes and cookware if we needed to. We felt very comfortable in her apartment. It is also only a couple blocks from the subway which was super helpful. \n\n10/10 would recommend. It made our experience in the city super great and was really affordable as well."}