{"description": "Our place is a huge, cozy and very luminous apartment located in Central Harlem close to the 2 and 3 metro station which takes to heart of the city quickly. We have a big bedroom, a full equipped kitchen, a full bathroom and a enormous living and dining space! It's located on a nice and safe neighborhood, bars and restaurants just a few blocks from the apartment. Grocery and convenience stores are also all around.\nThe building has a 24-hour doorman and 3 elevators.\nWe have extreme fast Wi-Fi!\n\nThe space is luminous, quiet (kinda of luxury in NYC) and has central heat that keeps the apartment warm and cozy throughout the winter and also A/C for hot days in summer. It has a fully equipped kitchen, large renovated bathroom and a very comfortable bed (less than a year old). The balcony adds a nice touch to get some fresh hair or enjoy the city view.\n\nGuests have access to the entire apartment. There are laundry machines in the basement that guests can also use (these are card-operated, and pretty inexpensive). You will also have access to open a gate that allows you take a shortcut when going to the subway. The building has 3 elevators and a 24 hour doorman.\n\nWe want to give your space and let you enjoy the city!! We are available via email or phone if there is anything you need. Please let us know how we can make your stay more comfortable.\n\nHarlem is the mecca of cultures. This ever-changing neighborhood maintains its strong culture of delicious foods, soul and vibrant music, while making room for the new and innovative. Plenty of places to eat, have a drink, or listen to live music. Just a short 10 min walk you have plenty of shops such as H&M, Polo, Banana Republic, etc. The neighborhood is safe and tends to be pretty quiet. There is a grocery store just downstairs.\n\nThe 2 and 3 trains (the best and fastest lines in my opinion) are just two blocks away! Really easy access to the train and buses (just a block away). Other train lines nearby are the B, C, 4, 5, and 6. Also, just a few blocks away there is the Metro North Train in case you want to adventure and visit the other parts of NY that are breathtaking. Dont miss it!", "name": "Big and Bright Apartment with Balcony", "picture_url": "https://a0.muscache.com/im/pictures/ba846417-92f7-44bc-949d-e0bdbed5ba08.jpg?aki_policy=large", "url": "airbnb.com/rooms/16122441", "id": "16122441", "price": 133}