{"description": "Hi! and welcome to my apartment. I'm an editor and filmmaker. When I not working on one of the new prime time shows in NY, I am gathering my own footage for my first feature film.   What I love most about this space is that it has a very open layout. The sun comes in and it has an amazing view. It really has all the essentials you would need while spending time in NY. I'm super close to all the trains and would love to have you in my space.\n\nThis apartment has all the essentials with an amazing view that lets in lots of light.\n\nYou have access to the full apartment.\n\nUsually, I will be away filming my documentary but I do hope that our paths will cross.\n\nThis amazing neighborhood is located next to everything. All the trains and 2 stops from the city. Grocery store on the corner and you are within walking distance to Brooklyn Bridge Park, the Brooklyn Bridge, and the historic Dumbo area.\n\nBoerum Hill (pronounced BORE-um) is a small neighborhood in the northwestern portion of the New York City borough of Brooklyn, bounded by Schermerhorn Street to the north and Fourth Avenue to the east. The western border is variously given as either Smith or Court Streets, and Warren or Wyckoff Streets as the southern edge.\n\nSmith Street and Atlantic Avenue are the neighborhood's main commercial districts. The Brooklyn High School of the Arts is located in the neighborhood on Dean Street and Third Avenue. The neighborhood is part of Brooklyn Community District 2 and is served by the NYPD's 84th Precinct.\n\nBoerum Hill is known for its independent boutiques, restaurants and rows of brownstones. Boerum Hill is home of many artists who own art galleries in the neighborhood, including the \"invisible dog\" exhibition. Boerum Hill is home to many young families, and biking is popular in the neighborhood and nearby Prospect Park. The abundant cultural offerings (including The Invisible Dog Art Center, Roulette, Issue Project Room, and BAM), the thriving Smith Street restaurant row and Atlantic Avenue Design district.\n\nThe neighborhood has been featured in several contemporary creative works. It is the setting of Spike Lee's movie, Clockers (1995), which was filmed in the Gowanus Houses. It is the setting for two of Jonathan Lethem's novels: Motherless Brooklyn (1999), a crime mystery set on Bergen Street between Smith and Hoyt streets; and The Fortress of Solitude (2002), set primarily on one block in Boerum Hill (Dean Street between Nevins and Bond streets).\n\nAccess to trains 2,3,4,5,A,C,N,Q and R.  One or two stops away from the city.\n\nThis is an awesome and eclectic building and represents New York well with its diverse population. The building houses artists, business professionals, veterans and the formerly homeless. It's apart of The Inclusionary Housing Program that requires a percentage of the dwelling units within a building to be set aside, or new or rehabilitated affordable units be provided off-site within the same community district or within one-half mile of the bonused development.", "name": "Quiet Studio Apartment w/ Amazing View", "picture_url": "https://a0.muscache.com/im/pictures/c9f55a44-eeb2-4899-89bc-b3aef106d058.jpg?aki_policy=large", "url": "airbnb.com/rooms/16123772", "id": "16123772", "price": 123, "review": "Cost and location brilliant, there was a smell of smoke from other apartments wafting through!"}