{"description": "Our fully self-contained 900sq ft two bedroom apartment is right near Park Slope's 5th Ave famed for its abundance of bars, restaurants & shops. Enter via your own secure entrance and you'll notice premium modern furnishings, a fully provisioned kitchen plus a queen bed in the master bedroom, and either two singles or a king (let us know your preference) in the second room. Tons of storage and most importantly 100mb WiFi, Verizon Cable with hundreds of stations incl. HBO/sport plus Netflix.\n\nTemperature is completely controllable by guests: there is both heating and air conditioning in the apartment. \n\nWe've also included some breakfast essentials and coffee maker, plus guide books and restaurant menus. Sheets and towels are all top quality so it's more like a hotel than an apartment! \n\nWe also have a portable crib for infants and a highchair if required.\n\nNote also that the apartment is legally compliant with New York laws relating to vacation rentals - which means no worries for you.\n\nThe apartment is fully self-contained and includes a kitchen with new pots, pans, cutlery and everything you may need to cook whilst in town. The laundry includes washing machine and dryer and is accessible in the basement.\n\nWe live upstairs so can help when needed. However you access the apartment via a completely separate and secure entrance and have your own access to the basement (washing machine and dryer) and backyard.\n\nJust search for \"Park Slope\" and you'll read all about how it's the perfect blend of proximity to Manhattan (2 stops on subway) and has the best restaurants, bars, parks and playgrounds. It's also much quieter than Manhattan so you'll get a decent night's sleep (unless you love the sound of sirens!).\n\nThe subway is 4 blocks and approximately 0.2miles from the front door. It's just two stops and about 15 minutes to Manhattan (take R to Atlantic Ave and then one of the Express trains one more stop to Canal St or Grand St.) Plenty of buses go along 4th and 5th Avenues, and tons of taxis and Uber/Lyft cars in the area. Plus a Citibike location 300ft away. And if you want the best restaurants, bars and shops... your feet will take you there in minutes (10 top restaurants and bars within literally 3 minute walk). There is also street parking in the area if you have a car.\n\nStreet parking available on surrounding streets subject to sign posts and rules. Cannot accommodate more than 4 people (adult+kids) or 5 if including a baby in a portable crib.\nNote also that the apartment is legally compliant with New York laws relating to vacation rentals - which means no worries for you.", "name": "Stylish 2br Apartment in Prime Park Slope", "picture_url": "https://a0.muscache.com/im/pictures/81ad6870-08ae-4c83-9de1-255e428e6b36.jpg?aki_policy=large", "url": "airbnb.com/rooms/16145871", "id": "16145871", "price": 220, "review": "We had a great stay in Brooklyn. A choice of a few different subway stations on different lines within 10-15 mins walk made it easy to get in and out of Manhattan. Good restaurants nearby, the area was friendly and relaxed. Apartment exactly as described and Melissa was kind and helpful."}