{"description": "Our house is situated in a quiet location five minutes walk from a clean, beautiful beach, where you can perfectly walk on the waterfront and dine in an excellent restaurant overlooking the majestic br. Verizano. You can enjoy the silence, fresh ocean air, peace. Near the house is a bus stop, the near shops, pharmacy, laundry. On the waterfront excellent restaurants. Getting to Manhattan can be 30-40 minutes by public transport (bus or ferry). If you need, we can meet you at the airport.\n\nThe answer to the first request of guests.\n\nWe are pleased to invite you to our charming, cozy, bright house. It is located in a quiet place, five minutes walk from a clean, beautiful beach, where you can leisurely stroll along the waterfront and dine in an excellent restaurant overlooking the majestic bridge Verizano. You will be able to enjoy the peace, fresh ocean air, away from the bustle of the city. At 3.8 miles is quite a magnificent park. And if you want to experience the atmosphere of a big city, then you can get to Manhattan 30-40 minutes by public transport (bus or ferry). Also for your convenience, close to the house are parking, bus stop, the near shops, pharmacy, laundry and so on. If necessary, we can meet you at the airport. Welcome! Happy to answer any of your questions!\n\nbuses and the ferry.\n\nWe are pleased to invite you to our charming, cozy, bright house. It is located in a quiet place, five minutes walk from a clean, beautiful beach, where you can leisurely stroll along the waterfront and dine in an excellent restaurant overlooking the majestic bridge Verizano. You will be able to enjoy the peace, fresh ocean air, away from the bustle of the city. And if you want to experience the atmosphere of a big city, then you can get to Manhattan 30-40 minutes by public transport (bus or ferry). Also for your convenience, close to the house are parking, bus stop, the near shops, pharmacy, laundry and so on. If necessary, we can meet you at the airport. Welcome! Happy to answer any of your questions!", "name": "Manhattan and nature - all close ..", "picture_url": "https://a0.muscache.com/im/pictures/1fbe970c-a278-4ea6-ab61-ccec487ae9b2.jpg?aki_policy=large", "url": "airbnb.com/rooms/16155769", "id": "16155769", "price": 150}