{"description": "Beautiful, garden level 1-bedroom (with pull down sofa) of a 2-family Brownstone in historic Brooklyn Heights. Separate garden level, private entrance to spacious floor-through apartment with access to sunny garden. Washer/dryer, security system, piano, walk-in closet and more. Incredibly convenient location -  close to trains (Borough Hall station), Promenade, Smith Street, Trader Joes, Barney's, movie theater, Brooklyn Piers and many restaurants and shops. A big bridge very close by, too!!!\n\nRoomy, 750 square foot, quiet 1-bedroom with full stocked kitchen, renovated bathroom, hardwood floors, outdoor space and private entrance.\n\nEnjoy the privacy of an entire floor of the garden level of a two-family house.\n\nSince we live in the upper triplex, we are available to help with directions, recommendations, restaurants and/or plans, if needed.\n\nBrooklyn Heights, one of the most desirable neighborhoods in all of New York City, is known for its gorgeous row houses, tree-lined streets and stunning views of the Manhattan skyline.  It is just 1 subway stop, or a stunning walk across the Brooklyn Bridge, from downtown Manhattan. It's the first subway stop outside Manhattan and is the gateway to everything Brooklyn has to offer!\n\nVirtually all major subway lines are within a short walk of this apartment and there is a bus stop 1 block away. Or, guests can simply walk across the Brooklyn Bridge and be in Manhattan within minutes! Brooklyn Heights is not only one of the safest neighborhoods in the city but it is also one of the most convenient.\n\nThere has been much in the news lately about the legality of short term rentals in New York City.\n\nThe law targets Airbnb advertisers with a $7500 fine in violation of a state law passed in 2010 that bars rentals under 30 days in multiunit New York City buildings if the owner or tenant isn’t home during the guest’s stay.\n\nTo be clear, our building is a owner occupied townhouse/private home and not a multi unit building. While our guests have the space and privacy of a private apartment they are in fact sharing our home while we are in residence and we are thus not in violation of any laws or rules. So when booking far in advance you can take comfort in the fact the regardless of any rules or enforcement, our listing will remain active and available.", "name": "Brooklyn Heights Garden Level", "picture_url": "https://a0.muscache.com/im/pictures/651fd091-7d55-4274-b9e9-80625f685dd1.jpg?aki_policy=large", "url": "airbnb.com/rooms/16157731", "id": "16157731", "price": 200, "review": "A really lovely, clean and comfortable apartment that is perfect for vacation! Stephen is a very friendly gentleman. The neighborhood is quite and the location is close to the subways. This apartment has everything we need and it feels really like home. "}