{"description": "You are renting an entire apartment of 3 BEDROOMS 2 BATHROOMS, SEPARATE KITCHEN, with a very large 600 SQUARE FOOT fashion gallery like LIVING ROOM. Our apartment takes the entire floor of the building, meaning you will have your own floor to yourselves. The apartment has three bedrooms, two bathrooms. The master bedroom has all including a private full EN SUITE BATHROOM. The rooms are beautiful with a queen size platform Japanese bed, with designer bed sheets, computer table and all.\n\nYou are renting an entire apartment of 3 BEDROOMS 2 BATHROOMS, SEPARATE KITCHEN, with a very large 600 SQUARE FOOT fashion gallery like LIVING ROOM. Our apartment takes the entire floor of this small building, meaning you will have your own floor to yourselves. \nThe apartment has three bedrooms, two bathrooms. \nThe MASTER BEDROOM has all, including a private full EN SUITE BATHROOM. All three bedrooms are beautiful with a queen size platform Japanese bed, with designer bed sheets, computer working table and all.\nAIR CONDITIONING and huge L.E.D FLAT SCREEN TELEVISIONS.\nThe kitchen with COOKING STOVES, MICROWAVE OVEN, COFFEE MAKER. CHROME SILVER REFRIGERATOR. BLENDER, TOASTER, AND COOKING WEARS.\n\nThe BATHROOMS: BEAUTIFUL AND CLEAN with expensive designer shower curtains. The MASTER BEDROOM ENSUITE BATHROOM is for you only and is private for you for the duration of your stay here. The outside second bathroom is for sharing will include PERSONNEL SHOWER TOWELS, TOOTH BRUSHES, TOOTH SPACE, SHOWER SOAPS. and HAIR SHAMPOO/CONDITIONER. \n\nThe LIVING ROOM big about 600 SQUARE FOOT beautiful large spacious can welcome guests and friends. Since I am a fashion designer my Living room resembles inside of a fashion gallery with all. The living room has a dining room area with a full beautiful glass dining table with six chairs for family dinner. The living room also has a sofa bed that can open up flat as a bed and can sleep 2 more guests. The living room includes a bar with bar stools overlooking the inside of the kitchen for guests and entertaining guests as needed.\n\nThe neighborhood is cool, laid back near almost all. We are a few stops on the train away from central park. Many great restaurants of all kind. Movie theater. Walking distance to shopping centers. The subways on the same block as the house. 2,3 TRAINS and the B,C TRAINS two avenues over. We are a few subway stops away from midtown 42nd street/ TIME SQUARES.\nThis is a great place for anyone who would like to experience New York uptown and downtown while staying in a great/ gorgeous room in a very cool (URL HIDDEN) are renting an entire apartment of 3 BEDROOMS 2 BATHROOMS, SEPARATE KITCHEN, with a very large 600 SQUARE FOOT fashion gallery like LIVING ROOM. Our apartment takes the entire floor of the building, meaning you will have your own floor to yourselves. The apartment has three bedrooms, two bathrooms. The master bedroom has all including a private full EN SUITE BATHROOM. The rooms are beautiful with a queen size platform Japanese bed, with designer bed sheets, computer table and all.\n\nGUESTS WILL ACCESS O THE ENTIRE APARTMENT; SINCE THEY ARE RENTING THE FULL 3 BEDROOMS, 2 BATHROOM, SEPARATE KITCHEN AND FULL 600 SQUARE FOOT LIVING ROOM.\n\nWe are and always available to interact with our guests as they may or may not need and required. We are here to make your experience in New York City an easy cool and memorable one.\n\nThe neighborhood is great and near all. Many restaurants, Movie theater and the great Apollo theater near, Central Park a few stops away in the train or walking distance if you are a walker. The transportation is great. All trains and buses are near our building on the same street.\n\nAll transportation right in front of the same street of our apartment. Great to get anywhere very fast. Midtown in a few minute by trains or buses.\n\nIMPORTANT FOR GUEST OR GUESTS. It is clear that the number of guests stated in your original booking request will remain the same. This is a private building, hence we cannot keep having the number of guests keep increasing. It is also not allowed for guests to be renting our place o their friends who are also coming to town. For example at booking, if you are a party of 6 and I have accepted your booking as 6 guests. For the duration of your stay here, it will only be 6 guests allowed here no more. It is not allowed because you are renting the entire apartment that you feel that you can have several other friends or guests staying here on top of your original 6. So please be clear on how many of you are coming here from the beginning and this number of guests will be final for your entire stay here. \nThank you in advance for observing these rules. It is very important for us to respect them all because they are not changeable nor flexible.", "name": "HUGE BEAUTIFUL 3 BEDROOMS APARTMENT WITH ALL", "picture_url": "https://a0.muscache.com/im/pictures/1d1a910b-d8ab-4746-91aa-9b46ee595ec9.jpg?aki_policy=large", "url": "airbnb.com/rooms/16157387", "id": "16157387", "price": 300, "review": "First and foremost, Maxime is a terrific host. He was attentive, helpful, and totally focused on making our stay into a wonderful experience. The location is also superb in many ways; it's right next to both the subway and within walking distance of a terrific set of restaurants (mainly soul food). On the other hand, the apartment is also near a hospital - and so the main downside to its location is that the neighborhood is a bit noisy, even for Manhattan. Our stay was a bit unusual in that we used the apartment for BOTH lodging and work. So during the day, we used the main showroom (that's pictured in his profile) for a strategic planning meeting, and it proved to be a terrific and creative space for us - which was a huge bonus. "}