{"description": "Our spacious and bright home is filled with character from high ceilings, exposed brick, hardwood floors and a large skylight. Comfortably sleeps four with a separate bedroom and sleep sofa. Windowed bath has a shower fit for two! Well worth the four flights up. Pet friendly and includes flatscreen Apple TV, wifi, heat, A/C. In the heart of famously safe, charming, green, and beautiful Upper East Side! 5 blocks to Central park, 3 blocks to subway!!!\n\nThis cozy and light 1 bedroom apartment will be perfect for a short trip to Big Apple. \nLocated in the heart of Upper East Side, in a very residential and safe Manhattan neighborhood\n\nEnjoy a refrshing run in the morning along the East river or a swimming pool at John Jay park located steps away. Walking distance to Central Park, Metropolitan museum and green subway line. \nExplore numerous wineries, bars and little authentic cafes located nearby.\n\nI truly believe New York is the most amazing city in the world. While you'll have the entire place to yourself, I'll be happy to give you tips on what to visit and where to shop.\n\nStay and enjoy New York and feel like a true New Yorker. \n\nThis is a great place to stay while visiting New York. \nLocated in Manhattan prewar building, in a very safe and quiet Upper East Side neighborhood. \n\nI truly believe New York is the most amazing city in the world. While you'll have the entire place to yourself, I'll be happy to give you tips on what to visit and where to shop.\nAs a bonus you get great and safe location, included wifi, TV with Netflix and HBO account, second floor walk up.\n\nLocal and Express Bus M15 one block, bus M31, subway 6 train - 78th@Lexington Ave.\n\nNone", "name": "Sunny 1 BDR - Upper east side", "picture_url": "https://a0.muscache.com/im/pictures/9062085a-6fb5-469b-947d-5ff44ea92aa9.jpg?aki_policy=large", "url": "airbnb.com/rooms/16163691", "id": "16163691", "price": 165, "review": "Safe, clean, comfortable and available host.  Convenient for getting around on foot, public transport or cab.  Walk to The Met, Central Park, Museum of History and more.  "}