{"description": "Located in the heart of Bushwick, you'll love my apartment because of the location, price, and charm! Three bedrooms, one large, one small, and one medium all have lots of natural light and fresh bedding. The apt is located above our cooperative community art space and vintage shop - GG's Social Trade & Treasure Club. We have exhibitions and events happening regularly and you're welcome to engage if you'd like to. The M train is a 1 minute walk and gets you to the Lower East Side in 20 minutes.\n\nThe apartment is a pre-war, non-renovated, funky, imperfect space.\n\nYou'll have full use of the kitchen/living/dining room and bathroom. Feel free to use the fridge, spices/condiments, and cook all you like!\n\nPlease feel free to message me you need something.\n\nWe are just a block from the Central stop on the M train which gets you into lower manhattan in 20 minutes. After 11pm its better to take the L to Dekalb Ave, which is also nearby, just an 8 minute walk or so. Last option is the J to Kosciuszko which is a 10 minute walk.\n\nFrom JFK you have a few options:\n\nOption 1) Bushwick Car Service offers a flat rate of $30. You need to call them to arrange pick up and tell them which terminal. They will need a phone number to call you when they arrive. Their number is  ((PHONE NUMBER HIDDEN)\n\nOption 2) Uber. Rates vary but Uber pool should be about $30. Can take awhile if you drop many people off. You need to download the app and add your credit card information.\n\nOption 2) NYC Taxis run a metered rate so may cost anywhere from $30 to $50 + depending on traffic. You can wait online for them outside of any terminal.\n\nOption 3) The train costs $8 and takes about 1 hour and 20 minutes. Take the red JFK air train and transfer to the J train to Kosciuszko St and then walk 10 minutes to my apartment.", "name": "Sunny, 3 Bedroom in the Heart of Bushwick", "picture_url": "https://a0.muscache.com/im/pictures/a78681bd-2de4-4c8e-b224-2328fdc32e64.jpg?aki_policy=large", "url": "airbnb.com/rooms/16176701", "id": "16176701", "price": 160, "review": "Nice and good location for all activities "}