{"description": "The unit is close to the St. George Ferry which is a free service offered to Manhattan every 15 mins in the early am, and then every 30 minutes periodically throughout the day. You’ll love this place because of its close proximity to the city with a suburban feel. The location is ideal for couples, solo adventurers, business travelers, families (with kids), and big groups. 2 blocks away from an active area with great restaurants and bars.\n\nEnjoy all that NYC has to offer while enjoying a NYC rarity: open space.\n\nYou'll have the 1,500-square-foot loft with your own entrance. The space is full of light, with beautiful views of the neighborhood park and library. Your loft apartment is a private oasis after a day in the city. This is a great spot to gather with loved ones. The central room can easily accommodate multiple activities. The building is 75 years old completely modernized, so it provides a unique atmosphere. The three bedrooms allow privacy, and couches are available for additional guests. 6 people can stay here without stepping on one another's toes.\n\nWifi.\n\nTV has streaming capability like Netflix.\n\nYou have movies, books and games.\n\nStreet parking is easy and safe (don't leave your phone on the dashboard or the car unlocked. This is NYC).\n\nPortable crib and stroller. Speak with us if you need anything for young children.\n\nIf you would like an appointment at the apartment with a masseuse or personal trainer or a local running guide for on- or off-road, let me know.\n\nWe don't need to interact with our guests. However, we enjoy people and we look forward to meeting you. We want everyone to have the best time imaginable. We believe in cooperation and collaboration - you should never hesitate to reach out to us.\n\nAfter exploring the city, return to St. George and Tompkinsville for great restaurants and bars, playgrounds, parks, and museums. While this building is 2 blocks from an active commercial district. You'll stay in a vibrant, diverse area in an historic district with many cultural attractions. This is a great walking neighborhood. In one direction are bars and restaurants. In the other direction is an historic residential area. All the necessities of life are within easy walking distance. There are two major grocery stores, two laundromats, and at least two drugstores within a couple of blocks. An F.L. Olmsted park is five minutes away by bus, as are a couple playgrounds. A children's museum and a zoo are within a 15-minute bus ride. The first buildings landmarked by NYC are 10 minutes away at Snug Harbor, the largest collection of Greek Revival architecture in the country. Staten Island is a terminal moraine, so there are some interesting geological formations and great hiking close by. If you're here mid-spring, check dates for the High Rock Challenge, NYC's longest running obstacle race, and the Five Boro Bike Tour goes by a block away, finishing by the ferry terminal. In early fall, the New York City Marathon starts 3.4 miles away at Ford Wadsworth.\n\nManhattan access: It is very easy to get around our neighborhood. We are in Stapleton, bordering St. George, only a 20-minute walk or 5-minute bus ride from the free 25-minute ferry ride to Manhattan. The walk to the ferry is easy and enjoyable. We have cab service one block away. A cab from our address to the ferry costs $5. Ferries travel at least every 30 minutes, passing close by the Statue of Liberty, Ellis Island, and Governor's Island. The Manhattan ferry terminal offers immediate access to subways and buses going anywhere in New York City. Estimate 1 hour to reach Times Square and 80 minutes to reach the Metropolitan Museum of Art, but much of that time will be spent on a free scenic ferry ride offering coffee, beer, and food. MTA transfers are good on both sides of the ferry. Stops for a dozen bus lines are within two blocks, as is a SI Railroad station. Cars are unnecessary, New Yorkers do a lot of walking, but if you want to drive that .8 mile in your own car, the ferry parking lot costs $8 a day.\n\nIf you have kids, let us know. We have an extra stroller. We have a portable crib. We have toys. We know what it's like to travel with kids. You don't need to haul a bunch of stuff - just talk to us about what you need.\n\nThe TV is connected to the internet, and we will provide you with Netflix access upon request. The TV is not connected to cable.\n\nYou have movies, books and games.\n\nStreet parking is easy and safe\n\nPortable crib and stroller. Speak with us if you need anything for young children.\n\nIf you would like an appointment at the apartment with a masseuse or personal trainer or a local running guide for on- or off-road, let me know.\n\nWe want everyone to have the best time imaginable. We believe in cooperation and collaboration - you should never hesitate to reach out to us. However, we have learned that guests can actually come and go without us ever crossing paths. If you need us, reach out.\n\nAfter exploring the city, return to St. George and Tompkinsville for great restaurants and bars, playgrounds, parks, and museums. This building is 2 blocks from an active commercial district. You'll stay in a vibrant, diverse area in an historic district with many cultural attractions. This is a great walking neighborhood. In one direction are bars and restaurants. In the other direction is an historic residential area. All the necessities of life are within easy walking distance. We'll make sure you know how to get to and from home. There are two major grocery stores, two laundromats, and at least two drugstores within a couple of blocks. An F.L. Olmsted park is five minutes away by bus, as are a couple playgrounds. A children's museum and a zoo are within a 15-minute bus ride. The first buildings landmarked by NYC are 10 minutes away at Snug Harbor, the largest collection of Greek Revival architecture in the country. Staten Island is a terminal moraine, so there are some interesting geological formations and great hiking close by. If you're here mid-spring, check dates for the High Rock Challenge, NYC's longest running obstacle race, and the Five Boro Bike Tour goes by a block away, finishing by the ferry terminal. In early fall, the New York City Marathon starts 3.4 miles away at Ford Wadsworth.\n\nManhattan access: It is very easy to get around our neighborhood. We are in Stapleton, bordering St. George, only a 20-minute walk or 5-minute bus ride from the free 25-minute ferry ride to Manhattan. The walk to the ferry is easy and enjoyable. We have cab service one block away. A cab from our address to the ferry costs $5. Ferries travel at least every 30 minutes, passing close by the Statue of Liberty, Ellis Island, and Governor's Island. The Manhattan ferry terminal offers immediate access to subways and buses going anywhere in New York City. Estimate 1 hour to reach Times Square and 80 minutes to reach the Metropolitan Museum of Art, but much of that time will be spent on a free scenic ferry ride offering coffee, beer, and food. MTA transfers are good on both sides of the ferry. Stops for a dozen bus lines are within two blocks, as is a SI Railroad station. Cars are unnecessary, but parking is easy to find on our local streets. New Yorkers do a lot of walking, but if you want to drive that .8 mile in your own car, the ferry parking lot costs $8 a day.", "name": "Downtown Staten Island", "picture_url": "https://a0.muscache.com/im/pictures/a52bc8de-5c96-49cd-b6b3-b4ac1ff930ec.jpg?aki_policy=large", "url": "airbnb.com/rooms/16175482", "id": "16175482", "price": 200, "review": "Great communication and easy check in.  Bring your own plates, silverware and cups.  Very clear."}