{"description": "Beautifully curated 700 sqft 1 bedroom with backyard. Last block in Williamsburg, first in Greenpoint, half a block from McCarren Park.  Kitchen w/dishwasher, apple tv, and record player :)\n\nNext to Beacons Closet, Oak, Spritzenhaus, Five Leaves, Sauvage, Nights + Weekends, No Name Bar, Brooklyn Expo Center. Amazing vintage shops, hundreds of bars and restaurants. \n\n2 blocks from Manhattan Avenue and G line, 11 minute walk to the Bedford L stop which is one stop from Manhattan.\n\nYou will have access to everything except the closets as I have left behind some clothing however there are 4 large drawers underneath the platform bed that you are more than welcome to use for storage.\n\nI currently am in LA working on a project but have two close friends managing the place. They both live in the neighborhood and are readily available as needed.\n\nMy place is situated on one of the most desirable blocks in Brooklyn. It only is three blocks long and is tree lined. It is the last block in Williamsburg and the first block in Greenpoint so you are centrally located to just about everything and anything. It takes about 8 minutes to get to the lower east side by taxi.\n\nPublic : the Nassau G is .1 mile away and the Bedford L is about .5 miles away. There is a bus one block away that rides up and down Williamsburg.\n\nCar : Uber, Lyft and Metroline are usually affordable and quick\n\nFerry : my favorite mode of transportation, I am located close to both the Greenpoint Ferry + the Williamsburg Ferry.\n\nFeel free to use my Netflix and Hulu accounts which are all linked to my Apple TV.", "name": "Gorgeous Bespoke Apt, Private Backyard, Greenpoint", "picture_url": "https://a0.muscache.com/im/pictures/cd63e549-3025-4086-b16e-bb89f387a126.jpg?aki_policy=large", "url": "airbnb.com/rooms/16175674", "id": "16175674", "price": 159, "review": "Nalini's apartment is neat and very well located for people who like to discover the hip neighborhoods of Brooklyn, Greenpoint and Williamsburg!"}