{"description": "Lovely, clean and beautiful private studio in the best part of the Lower East Side. It has all you need. Centrally located by Houston Street right between the LES and the East Village & Alphabet City. Walk to Soho, Noho, Bowery, Nolita etc...\n\nThis is a lovely, clean, beautiful private studio in the best part of the Lower East Side. All furniture is brand new. It has all you need. Enjoy Luxury in the heart of Lower Manhattan. Centrally located by Houston Street right between the Lower East Side and the East Village & Alphabet City. Walk to Soho, Noho, Bowery, Nolita, Chinatown, Little Italy and the Villages. PERFECT LOCATION and unbeatable price.\n\nThe studio has a queen size bed sleeping two people and a small pull out couch that sleeps one person (or two tiny people / children). It's the ideal  space for everyone who wants to stay in a hip neighborhood and needs an absolutely private space, but does not want to pay 400$ a night for a hotel room.\n\nThe neighborhood is one of the most lively neighborhoods in Manhattan. Steps to \"Hell's Square\" (NY Times say this one of the most lively areas in the city) and yet quiet at night. Steps to the East Village and its endless bars, steps to Katz's and more. This studio is perfect for everyone who wants privacy and a top location for an unbeatable price.\n\nThe F train is close by. It is the best train of the city with direct connections to JFG, La Guardia, Midtown, Dumbo / Brooklyn, Central Park, Washington Square etc", "name": "SUNNY APARTMENT IN TOP LOCATION", "picture_url": "https://a0.muscache.com/im/pictures/c91bbc0e-63cf-46ac-b3ee-6991026528db.jpg?aki_policy=large", "url": "airbnb.com/rooms/16181408", "id": "16181408", "price": 100, "review": "We chose Miris Apartment for our very first Trip to NYC because of the low price and good location. Her room was just as described but a bit too noisy for us in the night. The neighbors smoke a lot, like the other guests already mentioned. In the apartment above was something that sound like a huge confrontation during our stay in the night so we felt very uncomfortable also because it was not possible to lock the door completely (key for the second lock was missing) . Picking up the key was kind of a struggle for us since we arrived late at night and had to walk around unknown streets. In general we enjoyed our stay not at least because we didn't had to spend so much money on a hotel. We would recommend Miris Apartment for people who want to life the real NYC-Lifstyle."}