{"description": "Welcome to our home! \n\nYou'll be staying in a Union Square penthouse that's 3 blocks from 5th Ave and just a 7-10min walk to Soho's best shopping. \n\nThe space has great light (especially in the bedroom) and is in a secure elevator building on a quiet street. Enjoy!\n\nPenthouse Duplex with a huge outdoor space with a r burner BBQ grill that guests are welcome to use. \n\n1st Floor: Living room, dining alcove and kitchen. We can provide an air mattress for this floor if needed. \n\n2nd Floor: Bedroom with a Queen sized bed with a Tempur-Pedic Mattress and bathroom\n\nIncluded in the apartment is a furnished outdoor space just off the bedroom with views of the Empire State Building as well as a ground-level garden that guests can use.\n\nWe live a short walk away in East Village so will be here if you need us! Happy to provide tips or guidance on good places to go out to eat and drink.\n\nJust west of Gramercy and centered around the historic park, Union Square has a wealth of sites to experience, from gourmet food, cutting-edge fashion and luxury spas to popular retail chains and centrally-located office spaces. A major subway hub, Union Square is home to the first Greenmarket in New York City, and the joyful Union Square Holiday Market.\n\nUnion Square is arguably the best location in downtown for public transit. You'll have access to the 4, 5, 6, N, Q, W, R and L trains which can take you direct anywhere from Times Square to Brooklyn to Central Park to Harlem or even LGA airport.", "name": "Union Square Penthouse Duplex", "picture_url": "https://a0.muscache.com/im/pictures/0040989f-c8b3-46e5-9b34-471496057299.jpg?aki_policy=large", "url": "airbnb.com/rooms/16183683", "id": "16183683", "price": 295, "review": "We had a great time at Eric's place. The place is perfectly situated, close to Union Square With lots of connections. The place is largelly enough for 4 people. Eric was reachable in case of questions and the lockbox was an easy way to pick up the keys. We will come back with pleasure hopefully with more sun new time in order to better enjoy  the rooftop and this incredible city!"}