{"description": "My large studio apartment is centrally located in Manhattan by Grand Central, United Nations Headquarters, and the United Nations Plaza by the east river. You’ll love my place because of the location, cleanliness, 24/7 security, and proximity to several subway lines and public buses. My place is good for those traveling solo, couples, a pair of friends, and a pet.\n\nYou will enjoy complete privacy as you will have the entire apartment to enjoy during your stay.\n\nIn addition to a small dining table that seats four, I also provide a workspace desk with a large Samsung monitor to which you can hook your laptop if you have an HDMI port.\n\nfull kitchen, dining table, cookware and cutlery for your use (please do not leave dirty dishes and utensils in sink per house rules); detergent and etc are provided for this purposes. Do not leave food scraps around common area and clean up food messes in kitchen (not to state the obvious but since you have the premises to yourself, no one else is around to do so for you.)\nYou do NOT HAVE ACCESS TO MY PERSONAL ITEMS and MAY NOT OPEN the closets. I store my personal items in them which are strictly for MY use and not for guests.  Any evidence of tampering with the two closets in the common area (by window and in corner near kitchen) will be automatically deemed a breach of the house rules and result in a swift eviction. \n\nSecondly, turn off all lights/appliances/AC/etc. before leaving the premises. Any change of light bulbs and etc. must be replaced at your expense (can be purchased at Duane Reade/CVS a couple blocks away).\n\nWithin 5 minutes walking you can reach Grand Central - subway lines 7, 4, 5, 6) and several bus lines; additionally Metro North and other trains to upstate NY and etc. leave from Grand Central", "name": "ENTIRE HOME Midtown Manhatta/pets allowed", "picture_url": "https://a0.muscache.com/im/pictures/1d82a5b2-9712-473f-bdf6-c1d8a8312659.jpg?aki_policy=large", "url": "airbnb.com/rooms/16188113", "id": "16188113", "price": 120, "review": "El departamento es excelente, lo recomendamos completamente! La ubicación es muy buena a pasos del edificio de la ONU, tiene seguridad las 24hs y se puede regresar caminando a cualquier hora sin problemas, hay tienditas para comprar lo que necesiten. Nuestro unico comentarios es por la limpieza. Más allá de que Pearl nos dejo entrar antes del horario de check in, el depto estaba sucio...con esto quiero decir que habia residuos en el baño  que tuve que sacarlos yo misma, encontramos una media suelta debajo de la cama, y papeles sucios tirados debajo del sillon... es decir nos dio una no muy buena primera impresión pero pasado eso, lo limpiamos y listo! Valio la pena estar en un departamento amplio, privado y con excelente ubicación! Solo pensamos que podría entregarlo mejor...pero sabiendo esto, lo SUPER recomendamos. "}