{"description": "Large artsy loft space located in the heart of East Williamsburg/Bushwick surrounded by great nightlife, shopping, galleries, and restaurants in a hip graffiti-filled neighborhood. The loft is 15 minutes to the East Village and 20 minutes to Chelsea. Easily accessible to all NYC points of interest.\n\nThis sunny loft is 800 sq ft and is an open light filled living room/dining/kitchen space with high ceilings, hardwood floors, huge windows and an unobstructed view of the sky. Full bed is separated from the rest of the space by beautiful hand-carved wood screens. Perfect for a couple on a romantic getaway or group of 4 friends. It is located in a fun building filled mostly with creative artists and young professionals.  The well-equipped kitchen has everything you need for preparing big meals (dining room table seats 8!) or if you just want to make a cup of coffee in the morning. Huge roof is accessible and has an incredible view of the entire Manhattan skyline.\n \nOther amenities include: heat, wireless internet service, blue-tooth enabled sound system, linens, and shampoo and conditioner.\n\nAll spaces accessible including a large roof with view of entire Manhattan skyline.\n\nLocated in the heart of the East Williamsburg/Bushwick Brooklyn Gallery District of New York. The neighborhood combines industrial landscape, commercial loft buildings with chic cafes, bars, grocery stores, natural food markets, galleries, and amazing Michelin-rated restaurants. Apartment is close to  the famous Roberta's pizza, Forest Point, Lantern Hall, Pine Box Rock Shop, House of Yes, Lot 45, Farro, and many more! There are also great galleries and vintage shopping in the immediate area.\n\nSteps from the Morgan stop off of the L line. L line goes directly into Manhattan along 14th street with access to all other major lines. \n\nFor guests with a car:\n Easy parking on the street right outside of the apartment.\n\nFor guests who will be flying in: \nWe are very close to both JFK and LaGuardia airports. \n\nNewark airport is further away, however, you may take a train to Penn Station and take the subway from there.", "name": "Modern Artist's Loft in East Williamsburg/Bushwick", "picture_url": "https://a0.muscache.com/im/pictures/4ce25b07-de4d-4bc1-93d2-81f595d96773.jpg?aki_policy=large", "url": "airbnb.com/rooms/16192835", "id": "16192835", "price": 140, "review": "My friend and I had a fantastic time.  It is a truly  stunning place, a huge amount of room inside and very secure, the views from the roof top need to be seen to be believed.  Avi was incredibly communicative and very very helpful, the local area is very \"hip\" amd full of trendy places to eat an drink, even a flea market on a sunday just a street down from.the building.\n\n100% recommend this place."}