{"description": "The apartment includes the entire second floor of this Harlem brownstone. Apartment is newly renovated with fresh paint, new furniture, and new appliances.\n\nSpace is very modern. Great for a relaxing trip or weekend getaway. If you want to lay around and watch Netflix and Youtube all day there is a 55 inch smart TV w/ wifi access. Or if you are visiting New York for the first time, it provides a great space to relax after a long day of touring.\n\nGuest will have access to the entire second floor of the apartment, which includes a living room w/ sofa bed, kitchen, full bathroom, and private entrance.\n\nThe last 3 years I've been in law school and I am currently in the process of studying for the NY bar so I don't go out enough to know the social scene, but I've lived in Harlem for 8 years so I am available to give directions to anywhere you want to go. I am always just a text away.\n\nThe brownstone is located in the historic Striver's Row area of Harlem. The neighborhood is quiet yet, close to 125th street, Apollo, Sylvia's Soul Food Restaurant, Red Rooster, Corner Social, Abyssinian Baptist Church, Magic Johnson Theater, and countless other signature Harlem sights. I am also 2 blocks (about a minute walk) from the B/C and the 2/3 trains and one train stop from the A/D express trains. Also, there are several local bodegas, grocery stores, Duane Reade, and restaurants that are within walking distance.\n\nParking in Harlem is difficult like most of New York however, you can usually find parking on my street or somewhere in the vicinity. I've never parked more than 3 blocks away. There is also a parking garage 2 blocks away. If you are using public transit the B/C and the 2/3 are each 2 blocks away.\n\nA little about the space, I live on the 1st floor, which is downstairs and has a separate entrance. There is a stair case inside the apartment but it is blocked off with bookcases so that there is no access between the 1st and 2nd floor from inside the apartment. Thus, you will have private and exclusive access to the 2nd floor of the apartment.", "name": "Newly Renovated 2nd Floor Apt in Harlem Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/f34a7672-0e2f-47e8-8b55-281cd1e5e1d4.jpg?aki_policy=large", "url": "airbnb.com/rooms/16194815", "id": "16194815", "price": 100, "review": "If you're coming to New York on a budget this is the place for you. It is clean and simple. It is located well enough so that you can walk a couple of blocks to the train station. The neighborhood is quiet compared to the rest of New York. \n\nThe apartment space is really a living room with an uncomfortable futon, a kitchen and a bathroom. \n\nThis is listed as an \"entire home\" however, you do not have access to the temperature of the entire home and the only thing dividing your \"private\" studio-type apartment from Tysun's living space is a flight of stairs and a curtain. \n"}