{"description": "My place is close to The Black Swan, Cinnamon Girl, Chilo's, and Dough. You’ll love my place because of the location, the outdoors space, the ambiance, and the new renovation. My place is good for couples, solo adventurers, business travelers, and big groups.\n\nThe apartment is recently renovated and contains beautiful finishes.\n\nYou will have access to the living room and kitchen (fully equipped with pots, pans, plates, and utensils) as well as everything you see in the photos.\n\nI am almost always available within two hours\n\nBed-Stuy is one of the best neighborhoods in Brooklyn. Lots of retail and nightlife but is not over-the-top like some other neighborhoods (which will remain nameless). \n\nIt's famous for it's tree-lined streets, brownstones, churches, and communal feel. \n\nLearn more here: https://www.airbnb.com/locations/new-york/bedford-stuyvesant\n\nSubway and bus service is close by and parking is available for free on the street (just watch out for alternate side parking).\n\nThat should cover most of it.", "name": "Beautiful Apartment in Brownstone Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/ded7dc08-0ef1-46f2-81e0-2f72c28a509c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16199739", "id": "16199739", "price": 99, "review": "Appartement spacieux refait à neuf, avec 3 vraies chambres et une belle pièce de vie. 15 min à pied du métro J/M (assez pratique). \nAttention de bien vérifier les codes d’accès avec la propriétaire avant votre arrivée... Nous n'avions pas été informés que les codes avaient changé et nous avons attendu 20 min sous la pluie avec nos valises à 23 h qu'un voisin ouvre la porte... Si vous êtes plus de 4, demandez également à la propriétaire de rajouter chaises et couverts car en réalité, il n'y a que 4 chaises autour de la table... C'est ce que nous avons fait pour pouvoir manger à 5 ! Sinon, le quartier est plutôt tranquille, mais pas trop de resto ou magasin à proximité. Dans l'ensemble, nous avons passé un séjour agréable dans cet appartement où il suffirait de quelques petites choses en plus pour qu'il soit parfait (ustensiles de cuisine manquant, tapis de salle de bain, poêles pour 6 car il n'y a que 2 petites...) bref des détails facile à combler.  "}