{"description": "My place is close to express trains, a huge retail shopping district, museums, restaurants, bars, movie theater & supermarkets. 1 stop to Columbus Circle, 15 mins to Times Square, 25 minutes to Financial District.  Centrally located so easy to get anywhere. Great for couples, solo adventurers, business travelers and families.\n\nYou will love my place because of the hi ceilings and over-sized split bedrooms for privacy and a private deck. 40 inch Sony Smart TV, yoga/pilates mat, and coffee/tea.\n\nGuests have access to the entire apartment. Can access local gym - inquire for details. Supermarket and 24 hour laundry one block away. Convenience stores open 24/7.\n\nI am available to assist you with your stay and can share my best referrals relative to your stay.\n\nHarlem has fabulous architecture and no sky rises which provide a lot of sun anywhere you go.  Easy walk to almost any destination within the village of Harlem. The North End of Central Park starts at 110th Street from Frederick Douglass Blvd to Fifth Avenue and you can hike, bike, run or walk. Parks in general are abundant and you are close to many.  Hamilton Grange (Alexander Hamilton museum) is in walking distance an well as the Studio Art Museum of Harlem. Museum mile starts at 110th and Fifth Avenue and MTA bus can shuttle you down to Guggenheim (89th St) The Met (82nd St) and all others with a scenic view of Central Park and Fifth Avenue.  You can access almost any type of cuisine.  Restaurants, bars, pubs, and bier gardens. Many with live music. Countless take out options. Whole Foods coming in Spring 2016. Next closest is West 97th or at Columbus Circle.  Amazon local deliveries same day or 2 hours and all same day deliveries from every big retailer that offers it. Discount shopping on 125 with Banana Factory Outlet, Gap Outlet, American Apparel Outlet, Marshall's, Burlington Coat Factory, and TJ Maxx.\n\nYou are centrally located and can access the express A,D and local B,C, four blocks away to get anywhere in the city or express 2,3 eight blocks away. The M10 and M3 bus stop on the corner of either Blvd which can take you straight to Central Park or Lincoln Center or Museum Mile and Fifth Avenue if you do not want to get on a train. Uber, local car service, yellow metered taxis, green metered taxis, Zip Car picks ups and rental car companies all close by and Enterprise will pick you up.  Close to both West Side Highway and FDR Drive which can take you downtown and to Brooklyn or head north to New Jersey or the Catskills/Upstate New York.\n\nNo elevator", "name": "Sunny 2 Bed w/Terrace in Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/9d3aef5d-50f1-461c-82e8-2bc35d2da7ee.jpg?aki_policy=large", "url": "airbnb.com/rooms/16205272", "id": "16205272", "price": 155, "review": "Warm and sunshine rooms. Everything was clean. Rooms according to the pictures and description. The host is nice and kind."}