{"description": "A home away from home to return to after a day of exploring the city set in the historic and beautiful neighborhood of Lefferts Garden. Close walk to Prospect Park, trains and busses for easy transport and plenty of coffee shops, bakeries, bars and restaurants.\n\nYour home away from home is a beautifully decorated, spacious yet cozy, sun soaked and plant filled apartment on the 5th floor (don't worry there is an elevator!) of a pre-war building equipped with that pre-war charm in the high ceilings, crown molding and tall windows. \n\n2 large bedrooms set up like studios: both sleep 2 people comfortably (1 full, 1 queen), both have a couch, dresser, tv. \n\nThis apartment does not have a living room but like I mentioned above each room has it's own couch and tv area for lounging, hanging out. \n\nFull bathroom with soaking tub, shower with great water pressure, window (fogged), stocked with towels and essentials like TP and Dr. Bronner's magic soap. \n\nFully stocked eat-in kitchen with full size appliances you are more than welcome to use! All the necessities like pots & pans, full knife set, dinnerware, glasses (juice, cocktail, wine, martini, pint). A Vitamix blender (I LOVE this machine) and even tools like a steamer, peelers, three different kinds of spiralizers (I love my veggies), Pirex pans, mixer, french press, stove-top and pour-over coffee makers, Note: no microwave at the moment but will have one soon. Plenty of counter space for prep.\n\nThe entire apartment. Please feel free to use the kitchen to cook and store food during your stay. The bathtub is fantastic for relaxing in a hot bath after a long day out on your feet. The TV in the living room is equipped with Apple TV with HBO, Netflix, Hulu, etc or you can simply AirPlay from your mobile device. Bose bluetooth speaker for music. Wifi throughout.\n\nInteraction will be minimal (check-in and check-out) but of course I am here to answer any questions before, during and after your stay. \n\nIf I am in town during your stay and you'd really like someone to show you around the city I'd be happy to work something out with you for additional compensation. I may also be available to babysit if you bring the kids along and want to have a night or day out to yourselves.\n\nLefferts Gardens (also known as Prospect Lefferts Gardens or simply PLG) is a truly beautiful part of Brooklyn that has history, culture and that up-and-coming vibe. New restaurants and shops are popping up to add to the already existing great spots. The walk between my apartment and the park is beautiful and peaceful as you walk through historical brownstone filled streets covered in trees and friendly neighbors. If you love Caribbean food this is where to be! The neighborhood is scattered with just the right amount of coffee shops, bakeries, bars, restaurants, corner stores (one with fresh coconuts, a favorite of mine) and shops to have places to go but still feel like a small and residential neighborhood. I absolutely love this neighborhood!\n\nB43 & B44 bus very close by to take you to other parts of Brooklyn.\n2/5 train stop at Sterling roughly 6 minute walk away.\nB/Q train stop at Prospect Park roughly 12-15 minute walk away.\nUber and Lyft cars in abundance. (Uber Pool currently under $8 within BK)\n\n30 min by train to DUMBO, World Trade Center, Union Square, Brighton Beach\n\nMessage me if the dates you need do not appear available on the calendar, I may be able to offer them. \n\nPlease note there is a cat who lives here full time. He is a sweetheart who will likely greet you at the door, snuggle at times but he mostly keeps to himself. He does love attention but also is super chill and sleeps A LOT. The kind of cat that even non cat people like. I do ask that you care for him while staying here, he is very easy, I promise... just make sure there's food and water in his bowls and his liter is flushable (easy peasy!) and you guys will be besties by the end of your stay.", "name": "Home away from home in heart of BK", "picture_url": "https://a0.muscache.com/im/pictures/bac82748-a237-490f-bce6-8607083be960.jpg?aki_policy=large", "url": "airbnb.com/rooms/16208920", "id": "16208920", "price": 148, "review": "We really enjoyed to live in Brooklyn"}