{"description": "Brand new 1,000 SF penthouse level apartment with oversized private patio in the best spot throughout Brooklyn. Sundrenched with large windows, high ceilings, natural hardwood floors, stainless steel Blomberg appliances, and a superautomatic espresso machine. Bosch washer / dryer in unit, central air and heating (!) and video intercom.\n\nBedroom and finished roof deck has unobstructed views of Manhattan.\n\n1 subway stop away from Manhattan (3 min walk to L train). CitiBike membership included!\n\n• The apartment is peacefully quiet — it's on the top floor so there is no annoying stomping as no one is above you.\n• Private outside patio with outdoor terrace heater directly accessible from inside of apartment (note: currently fully winterized due to poor weather and very high winds)\n• Since the laundry equipment is inside the apartment itself, you won't need quarters :)\n• Silent dishwasher, bronze oil rubbed faucets and fixtures \n• The WiFi is *extremely* fast (250 mbps real speed).\n• A true digital thermostat controls whole apartment central air and heating, no noisy radiator or unbearable temperatures\n• The bathroom has a fancy heated bidet Toto washlet integrated into the toilet whoaaaa (!)\n• Xelsis Evo superautomatic espresso machine (visible in first photo on counter)\n• Ergo Depot adjustable (motorized) standing desk\n• Everything in this recently constructed building is brand new\n• You can see Manhattan from the bedroom window, and the patio!\n\nThe apartment is unusually spacious for this area and you will have full access to all of it!\n\nI care deeply about your experience. This is my personal home that I make available on here when I travel for work. I'll do everything I can to make sure you are super comfortable and have everything you need!\n\nA brand new Whole Foods and Apple Store just opened, and it's about a 3 minute walk from my apartment doorstop to either of these! Williamsburg is a terrific neighborhood and this is very centrally located in the best spot in the area. If you choose to use my CitiBike membership, there is a bike dock literally in front of my building.\n\n1 subway stop away from Manhattan (3 min walk to L train). You can also use CitiBike, a paid bikeshare program throughout New York that I will give you my membership so you can use it (and a helmet if you'd like)! It's one of the best ways to explore NYC!\n\n• I don't have cable TV service but you are free to use the Apple TV.\n• I've winterized the patio and although it still has a super view, you'll probably want to spend more time on the public roof deck is always open 24 hours and is fully furnished.\n• I am obsessed with internet speed and have a special agreement guaranteeing a minimum level of service with my ISP, and they ran a special line to my unit. I am the only one in my entire building with this ISP and this may be some of the fastest internet you have ever used in your life. A full HD movie can be downloaded in under 60 seconds.\n• Very comfortable new (highly rated!) crisp white LL Bean linens and soft, fluffy towels\n• The bed is also heated with dual zone temperature control\nI also have a Canary set up in the hallway facing the main door, if this is an issue please let me know and we can chat about it!", "name": "Mint penthouse with private patio in Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/8758d44f-e3b5-4da8-a08a-c5746474c972.jpg?aki_policy=large", "url": "airbnb.com/rooms/16204030", "id": "16204030", "price": 160, "review": "I LOVED this Airbnb! The neighborhood was safe and had lots of really cool spots to eat, the apartment was spacious and had amazing views all around, the rooftop was so so so cool (we spent a whole afternoon up there taking pictures), and check in and check out was a breeze! There is a supermarket, a liquor store, and restaurants on every corner within walking distance!\n\nSam was great at communicating and was very hospitable. I definitely would recommend staying here :)\n\nVideo of my trip including the Airbnb: (URL HIDDEN)\n\n"}