{"description": "You'll love this bright, carefully designed 1 bedroom rail-road apartment, with soaring and designer furniture. Tall windows flood the space with diffused light during the day. Very spacious fully-equipped kitchen has everything you need to entertain yourself if you feel like it. Rest well in the super comfortable King sized bed. Located in one of the most sort after spots in Williamsburg, surrounded by great coffee, restaurants,music,markets and art. Experience the true Brooklyn .\n\nOur place is few blocks from the Lorimer L station and the Hewes J,M,Z station. Among all the awesome shops and restaurants Williamsburg has to offer.  It's perfect for someone in need of an apartment to experience NYC from the perfect point of view.\nOur home is large for 2 people, but we have an extra sofa bed in the living room so you could sleep up to 4 people if you like. \nThe building is an old typical Brooklyn construction. We are on the second floor, and it's a 1 flight walk up. We do have several laundry in the area.\nWe have high-speed wifi and blue-tooth connected tube amplifier stereo systems.\nGreat water pressure in the shower, and bathtub.\nWe have A/C if it's hot, and the heat from the radiators is lovely in the winter time.\nOur modern/rustic furniture has been carefully selected over our time in NY (one of Us is an Architect and Designer), and we are looking for people who will take great care of it all and who appreciate our taste!\nWe're more than happy to answer all questions and give recommendations!\n\nEntire home is yours and you will have a 10% discount at our brand new restaurant in NoHo, named MISIRIZZI\n\nWe will leave you be but anything you need we will be available to help.\n\nWilliamsburg, NY is a creative and bustling neighborhood.\n\n5 minute walk to the L train Lorimer Ave stop. 2 stops into Manhattan. \ns minute walk to Hewes J,M,Z station. 2 stops into Manhattan. There are citi bikes on the corner that are very cheap to rent (lovely experience crossing the Williamsburg bridge by bike or even walking). There are buses that travel within Brooklyn, and uber/taxi's and car services at your door if you need one.\n\nThis is a very special apartment, and a prime Brooklyn location. Definitely the best way to immerse yourself in the New York lifestyle, great restaurants, shopping, live music, and coffee.", "name": "Designer's Rail-Road Apartment-Prime Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/941f5f60-0a1e-489b-b242-e89a761a50ce.jpg?aki_policy=large", "url": "airbnb.com/rooms/16217520", "id": "16217520", "price": 130, "review": "Beautiful apartment in a lively area. Siria was incredibly helpful and let us check out much later on New Year's Day. Great value, would stay there again! "}