{"description": "Sunny, spacious and modern 1 bedroom, 1 bath apartment on a quiet street in Bushwick with a private balcony and rooftop access. It is charmingly decorated, with the advantage of being 5 minutes from Myrtle-Broadway JMZ or the Koscziusko J train. \n\nSleeps 2 in the bed, 1 on the couch (I sleep there sometimes, it's very comfortable) and each area has a wall-mounted heater/AC unit. Towels & linens are provided, as well as toiletries. I provide coffee, tea, snacks and oatmeal for you to enjoy.\n\nChildren are welcome, but please let me know if you will be bringing a child and I will put away my breakable objects! You are responsible for ensuring the safety of your child in the apartment. Please NO smoking in the apartment, only on the balcony.\n\nThere will be Hulu, Netflix, DVDs and high speed WiFi at your disposal. If it's a clear night, you're also welcome to take the telescope onto the balcony and stargaze. You can also sit or smoke on the balcony, but you have the option of going up to the roof by walking up the stairs from the 6th floor. The apartment is wheelchair accessible.\n\nDuring your stay should you need anything I will be available and support you in any way needed! I am fluent (native) Spanish speaker and a fluent French speaker, so feel free to reach out in those languages as well. Please let me know if you have any questions, and I look forward to having you!\n\nJMZ train at Myrtle-Broadway\nJ train at Koscziusko\nM train at Central\nB43 bus to Williamsburg\nB38 bus to downtown Brooklyn", "name": "Sunny & Private 1BR 1BA Bushwick Apt w/Balcony", "picture_url": "https://a0.muscache.com/im/pictures/0b961bb7-e447-44ad-8e23-328321d08f30.jpg?aki_policy=large", "url": "airbnb.com/rooms/16215908", "id": "16215908", "price": 89, "review": "Great place to stay. Bed was comfortable. No Microwave, so you have to  a warm food up on the stove  Alexandria and Juan were gracious hosts. Got the experience of living like a real NY local. Lots of Delis and restaurants in the area."}