{"description": "Brand new rooftop studio with huge windows looking out at the Brooklyn skyline and one of the oldest trees in NYC. The other side opens onto a large rooftop - gorgeous at sunset. \n\nFamily owned building (100% legal) with a smart lock so no need to arrange keys! We are on a quiet street and you'll have the entire apartment to yourself. \n\nIn perfect Brooklyn location for tourists (hipster Boerum Hill and Cobble Hill). Easy walk to famous Smith & Court Streets + Barclays Center + 11 subway lines.\n\nCozy studio with a picturesque view of the Brooklyn skyline, and right next to one of the oldest trees in Brooklyn. \n\nThis is a small room and a walk-up but it is our prized apartment (we call it \"the penthouse\") because it's on the roof, and you can literally walk out of the apartment right onto the roof with 270 degree views of Brooklyn. Then on the other side of the apartment are very large windows with an incredible view of the Brooklyn skyline. \n\nWe are on an extremely quiet street with no through traffic, and you'll have the entire apartment all to yourself. \n\nWe have smart lock on the building so there is no need to arrange keys -- everything is 100% private and you can arrive whenever you like. \n\nThe apartment is brand new, built less than a year ago. There are hardwood floors, high ceilings, radiant (floor) heating, state of the art AC, and a hotel quality mattress with 10 inches of various types of memory foam! There is a private bathroom with a shower and towels / linens provided. \n\nThere is high speed WiFi, an Apple TV with Netflix and Hulu, two drawers for your clothes, a mini fridge, a coffee machine, a hairdryer, an iron, and an ironing board.  \n\nWe keep our apartment very clean and in great shape, and we have it professionally cleaned before you arrive!\n\nThe place is yours!\n\nUnlike many NYC Airbnb listings, this listing is 100% legal. This is a family owned building, and we all live here so there is no need to sneak around your neighbors. \n\nWe have \"smart locks\" so you can open the building and apartment with your smartphone. Details will follow once you've booked.\n\nNo interaction. You have full privacy.\n\nBeautiful apartment in perfect Brooklyn location for tourists (hipster Boerum Hill and Cobble Hill).\n\nCheck out our guidebook to the area around the apartment at the bottom of this page.\n\nWe are 5-10 minutes walk from the famous Smith Street, Court Street, and Barclays Center.\n\nWe are also 5-10 minutes walk from more than 11 subway lines (A, C, D, F, G, N, R, 2, 3, 4, 5). You can get to most major tourist spots in Manhattan in less than 30 minutes door to door (15m subway ride). The \"A\" line goes to JFK Airport, and many lines go into Manhattan.\n\nHere are the most common questions that guests have: \n\n*How will we get into the apartment?*\nThe building has a 'smart' lock with a code so that you can arrive anytime without having to arrange a specific meeting time. Then we leave the keys for you in the apartment. Very easy!\n\n*Can I drop off my bags early, or leave them after checkout?*\nYes sure! Checkin is anytime after 3pm and checkout is anytime before 11am, but if you arrive before 3pm you can leave your bags in the entrance area of  the building... If  you have a late flight and want to leave your bags after 11am in the entrance area that's also ok.\n\n*What about food? Is there a kitchen?*\nThere is no kitchen, and if you are hoping to cook meals for yourself then you need a bigger Airbnb... If you are a short term visitor who plans to enjoy the city's restaurants then this is the perfect place for you! We provide a mini fridge and coffee machine, there are tons of restaurants in walking distance, and you can be like a New Yorker and download an app called \"Seamless\" to order food delivery from literally hundreds of restaurants.\n\n*Is there an elevator?*\nNope. The apartment is on the rooftop of a classic Brooklyn brownstone. It's about 60 steps from the entrance of the building to the apartment. Don't worry: millions of New Yorkers deal with stairs every day. Welcome to New York! :)\n\n*What is an Apple TV?*\nAn Apple TV is a 'Smart TV' which allows you to watch tens of thousands of movies and TV shows through services like Netflix and Hulu (which we provide). So it's perfect for watching movies and catching up on TV shows but it does *not* allow you to watch live or cable TV (news, sports, etc). \n\n*What about sheets and towels?*\nFresh sheets, towels, and blankets are provided.\n\n*Where can I do laundry?*\nThere is a laundromat less than one block from us. They have a cheap “wash and fold” service. \n\n*Why is there a cleaning fee?*  \nWe charge a small cleaning fee because we keep the apartment very clean and have it professionally cleaned before you arrive. This cost is built into the quote you see from Airbnb.\n\n*Is this a legal Airbnb?* \nYes. You may have heard of NYC Airbnbs that are not legal and where you have to be careful talking to the neighbors. That's because many Airbnb apartments in NYC are people who are renting in large apartment buildings, and doing Airbnb without the landlord's permission... This is a small, 2  family building, and we live on the floor right under, so everything is perfectly normal. Feel free to say hi to neighbors!", "name": "Romantic Rooftop Studio with 360 Brooklyn views!", "picture_url": "https://a0.muscache.com/im/pictures/87b78e8f-9843-4953-b307-8dd3ba53f733.jpg?aki_policy=large", "url": "airbnb.com/rooms/16224040", "id": "16224040", "price": 125, "review": "Benjamin's place is absolutely stunning! The location is in the historic Boerum Hill area and the streets are aligned with adorable brownstone walk ups and centrally located to quite a few subway stops and awesome little restaurants and delis. Although the room is small, Benjamin has laid it out very nicely to where it feels very spacious and has everything you could need, right down to an ironing board. The view is AMAZING. The rooftop is AMAZING. Absolutely worth every penny! We will definitely be staying again when we return to the city!!! "}