{"description": "Lovely one bedroom apartment in Greenpoint, Brooklyn. Close to a beautiful park, local shops, and great restaurants and bars. Located a short walk from the popular Williamsburg neighborhood, just one subway stop on the L train to Manhattan. The neighborhood is full of friendly people and nearby public transportation makes going anywhere in New York City easy.\n\nOur building is very homey, with a mix of old and young, mostly young couples. The apartment is one bedroom with a queen-size bed, one bathroom, a kitchen with working stove and appliances, and a living room. An office located at one end of the apartment is not be available for use. \n\nThere is wifi, TV (Netflix/HBO/Hulu etc.), a record player and bose speaker, French press with coffee and tea, and lots of art and literature books to enjoy.\n\nAt the top of the stairs there is access to our rooftop overlooking all of Brooklyn and the Manhattan skyline.\n\nWe're pretty hands-off but you can of course call or email us if you have any questions/concerns and we'll respond right away.\n\nGreenpoint is a Polish neighborhood and there are a lot of delicious Polish restaurants and bakeries close by. The neighborhood is a melting pot of people and lifestyles. Variety has the best coffee. The Drift and Goldie's are nice low-key bars just a couple blocks away. There is a great farmers market on the weekend. We love living here and hope others enjoy the stay.\n\nGreenpoint/Williamsburg has great public transit: there are several busses nearby (the B62, B48, and B43) that will take you to the far corners of Brooklyn and the G and L trains are a short walk away. \n\nWe walk everywhere year round and it's a great way to get to know the neighborhood.", "name": "Lovely 1 Bedroom Greenpoint Apartment Near Park", "picture_url": "https://a0.muscache.com/im/pictures/f7ed60f4-8ab2-4eca-87aa-c89c615a3ef9.jpg?aki_policy=large", "url": "airbnb.com/rooms/16227620", "id": "16227620", "price": 120, "review": "The host canceled this reservation 23 days before arrival. This is an automated posting."}