{"description": "A prime location in Midtown Manhattan! It's within a very easy walk to Grand Central Station (Terminal), Bryant Park, The United Nations (UN), and Park, Madison and 5th Avenues. It also offers easy access to Times Square, the Theater District, the SoHo & Tribecca neighborhoods, and Wall Street. It's good for couples, solo adventurers, and business travelers.\n\nMy space is equivalent to a typical hotel room.\n\nYou'll have the entire unit to yourself. Check-in and checkout are 24/7.\n\nA 24/7 concierge is available in the lobby to assist with any questions or requirements.\n\nLocated on a semi-residential street in the heart of Midtown Manhattan on 45th Street near the intersection with 3rd Avenue (between 3rd and 2nd Avenues). Only two blocks to the United Nations or Grand Central Station. The 4, 5, 6, 7, and S subway lines are at Grand Central Station; (the 4, 5, & 6 lines run uptown and downtown and the 7 and S lines are crosstown lines making the Grand Central Station stop one of the subway's best stops)! Uptown bus service is on 3rd Avenue and downtown service a block away on Lexington Avenue.  Crosstown bus service is 3 blocks away on 42nd Street.\n\nAlso only 7 blocks away is Bryant Park, the city's best park, (after Central Park), with lots of planned activities such as free outdoor concerts and a free ice skating rink.\n\nEasy access 3 blocks away to the 4, 5, 6, 7 and S subway lines at Grand Central Station (the 4, 5, & 6 lines run uptown and downtown and the 7 and S lines are crosstown lines making the Grand Central Station stop one of the subway's best stops)! Uptown bus service is on 3rd Avenue and downtown service is one block away on Lexington Avenue.  Crosstown bus service is 3 blocks away on 42nd Street.\n\nWhile a vehicle is not recommended in Manhattan, parking is available at the nightly charge of $55 for cars ($75 for SUVs). In/out parking privileges are $10 per re-entry.\n\nThe fitness center and roof deck (indoor/outdoor) is available for guest use.", "name": "ENTIRE UNIT: MID TOWN NYC - GRAND CENTRAL STATION", "picture_url": "https://a0.muscache.com/im/pictures/eb538f5c-f32a-4a1a-bb04-df1aa0d9532c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16228346", "id": "16228346", "price": 119}