{"description": "Cozy private basement studio located in a great neighborhood!  With a modern personal bathroom and shower, lighting  and windows, workout bench and elliptical. Free wifi  and all premium cable channels are available to you. You also have your own private entrance on the side with parking always free and available.\n\nLocated next to many fine restaurants and great shopping hotspots along 86th street. If you're a runner or walker, there's a beautiful promenade along the water with a spectacular view of the Verrazano bridge. If you're looking to visit family, do some sight seeing or just crash overnight and like to have a clean neat and uncluttered place, then this is the spot for you!\n\nDuring your stay you will have the run of the place with complete privacy.\n\nAs your host, I will greet you with the key and and it's all yours! If you require any directions to eateries, sight seeing, extra towels, just ask and I will respond promptly. I want to to be comfortable and enjoy your stay.\n\nDyker Heights is a great quiet area with everything nearby whether you need to catch the subway into the city to sightseeing, go out to eat in a nice restaurant or go shopping you'll find all that nearby.\n\nThe train station is a 10 minute walk and you can catch the R or D train. The bus is on the corner B1 and B64.", "name": "Studio apartment in Dyker Heights, Brooklyn.", "picture_url": "https://a0.muscache.com/im/pictures/45cb6176-85ac-4353-9c78-4510135723cc.jpg?aki_policy=large", "url": "airbnb.com/rooms/16239838", "id": "16239838", "price": 73, "review": "This was our first stay at an air bnb and Malva and Gene made it a very pleasant experience! Malva was in communication with us answering any and all questions that we had before, and during our stay. She checked in with us each day of, left out takeout menus and suggested places in the area to grab a bite to eat, and she accommodated us when we needed a late night check in. I couldn't have asked for a better first air bnb stay!"}