{"description": "Super Sunny, Spacious, great two bedroom, only one (1) available.\nLocated between uptown and downtown in Greenpoint, Brooklyn. \n12 minutes away from the 7 and G trains\n\nThis is a newly renovated 2 bedroom house, I keep things clean and organized, so you will find a space with everything you need for your travels as I'm also a techy:)\n\nThe room is big with a queen size bed, it has a desk with a flat screen to hook up to a laptop, light to read  and an alarm clock to never lose track of time.\nIt also has 3 available shelves to put all types of books and objects while your stay here.\nThere's a big closet on the room as well, big enough to fit a couple of big pieces of luggage and clothes on the rack.\n2 power distributors with multiple outlets.\nIts usually quiet on the winter, as the trucks that drive around the area cant stay out in the snow, but I can get a bit noisy some mornings when trucks pass by, with the window closed is almost not there, but I want to be honest and upfront about this.\n\nThe guest will have access to the whole apartment but my private room, I will be traveling so they will have the whole house for themselfs \n\nOn the living room: There's WIFI, 32 inch screen with Apple TV with Netflix and Hulu and printer on the A/V section.\n\nThe kitchen is fully loaded with cooking utensils, I have a espresso machine and a Nesspreso (old but still works great:) ). You will find all the necessary basic kitchen appliances like toaster, blender, oven etc.\n\nThe bathroom is the place of the house I like the most, while cozy, is very Turkish reminiscent and I try to keep it impeccable, I have some \"spa\" elements I've been collecting like led lights, speaker water-resistant etc :)\n\nI will be traveling the country with uncertain schedule so they will have the house for themselves for the dates we speak.\nWe live on the 2 floor of a 2 story house. Feel free to reach me by texts or phone calls if you have any questions or concerns.\n\nA study has identified 15 neighborhoods in New York City that can be categorized as gentrifying, DNAinfo reports. The study was published by the NYU Furman Center as part of its State of New York City's Housing & Neighborhoods - 2015 Report. It qualifies gentrifying neighborhoods as those that were relatively low-income in the 1990s, but have seen a dramatic increase in median rent in the last 20 years.\n\nUnsurprisingly, Williamsburg/Greenpoint is right at the top of that list. The neighborhood saw the average rent increase by 78.7 percent between 1990 and 2010-2014. Central Harlem followed in second place with a 53.2 percent increase in the same time period.\n\nGreenpoint is a cool neighborhood. It's a mixture of old polish community, families with small children, and young Brooklynites. The neighborhood cultural diversity makes it feel welcoming. Many trendy coffee shops, restaurants, and shops are opening. With the film studios nearby, you can quite frequently find tv shows/movies being shot in the neighborhood.\n\nOur neighborhood is next to Williamsburg. It is very walkable (14 minutes). When you take a walk to Williamsburg (Bedford Ave/ Subway L line), you will pass so many stores/restaurants/cafes and McCarren Park that you won't realize you are already there. From there, it is only 1 stop subway ride to go to Manhattan.\n\nThere are several beautiful parks in Greenpoint. McGolrick park (the nearest one), McCarren park (on the border of Greenpoint and Williamsburg), and Transmitter park (next to East River, near the Ferry station). There are farmer's markets in McCarren park every Saturday and in McGolrick park every Sunday. Get bread, cheese and fruits from the farmer's market and have a picnic in the park. Soon you realize you want a longer day.\n\nThe house sits conveniently between the trains G, L and 7 and also between the queensbridge, midtown tunnel and Williamsburg Bridge. The BUS stop is a 50 seconds walk from our door, where you can get the B32 & B62 \n\nSUBWAY:\n\nTo get to the G train is a 7 min walk to Manhattan av and India st. where we find the Greenpoint stop on the G train.\n\nTo get to the 7 train is a walk over the Pulaski bridge, this is train I take the most, the view is magnificent while crossing and is only a 12 minute walk. It's a great landmark cityview to cross everyday!!\n\nTo get to the L train is a 17-20 minute walk through McGuiness Blvd until Driggs and Bedford where you can find the Bedford stop on the L train.\n\nTAXI/UBER/CAR:\n\nThe midtown tunnel, takes us directly to the heart of the city, almost to the Empire State, is a 2 minute drive from the house and gets in and out the city in 12 minutes without traffic on the bridge.\n\nThe Queensboro bridge is a 8 minute drive from us, you can get in and out uptown in the city really fast if you take this way.\n\nThe Williamsburg bridge is only 10 min away and is one of the best ways to get around downtown and experience the real everyday life of a New Yorker.\n\nBUS:\n\nB32 (Wburg, Marcy av to 21st, Queens)  \nB62 (Atlantic Av, BK to Queens Plaza)\n\nHola amigos!\nTengo una habitacion libre en mi Casa de greenpoint para entrar el dia 17 de diciembre! Lo Se! Solo dos semanas! La habitacion Es grande y super espaciosa. La Casa Es bastante nueva y localizada entre el tren G,7 y el L (un poco mas lejos) pero a un paseo de 12 min.", "name": "Great 1bdroom apt. with sundeck", "picture_url": "https://a0.muscache.com/im/pictures/5cd946fc-9135-4968-99f2-3ffc363488a2.jpg?aki_policy=large", "url": "airbnb.com/rooms/16230962", "id": "16230962", "price": 120, "review": "This is such a lovely little place, I wish I could live here myself! The location was amazing, easy walk to lots of great stuff in Greenpoint. The bed was comfortable, and the deck is a really great feature. I had a great stay."}