{"description": "Entire place!!\n\nMagnificent mini townhouse inside a building. Spacious  Duplex near Park Avenue. Featuring 4 Extra large bedrooms (3 Bedrooms plus Den), 1.5 bathrooms, and a Beautifully decorated Living room. Located in the most Prestigious and Safest sections of the Upper East Side.\n\nWalk to Central Park, 5th avenue, Metropolitan Museum Of Art, Guggenheim Museum, & Madison Avenue Shops.\n\n10 minute Metro ride to: Time Square, Empire State Building, Rockefeller Center, & Madison Square Garden.\n\nCome stay with us at our Resigned  3 bedroom plus Den and 1.5 bathroom Duplex. Comfortably sleeping 6-7 guests, a Beautiful  living room with modern fireplace, and 3 separate bedrooms plus Den (4th bedroom) to allow for maximum comfort on 2 floors. \n\nThe space is situated centrally on Park Avenue in The Upper East Side of Manhattan. This historic neighborhood is also referred to as Yorkville. Our home is only a short 5 min stroll to Central Park. It is one of the most vibrant areas in Manhattan and a treat to simply walk around. We are very Central which means we are a few minutes away to 5th Avenue which is the \"middle\" of the city. From here its easier to explore and catch the Metro.\n\nThe entire home features a beautiful with lots of character from top to bottom. A separate chef's kitchen and a 1.5 remodeled bathrooms with newly installed hardwood flooring.\n\nThe apartment includes: \n- Brand new, modern furniture, including a Large queens sized sofa pull out bed.\n-One Queen bed and two full beds\n-2 Pull out Sofas \n-Modern Manual controlled Fireplace \n- Kitchen including is ready for all your cooking needs with pots, pans, utensils, cutting board, Knife Block. \n- Bedrooms include brand new mattresses and sheets and closets in all bedrooms\n-3 Brand new flat-screen LED TVs 40inch & 32inch with 200 plus channels \n\n-Air Conditioning in the apartment. \n- Extras included such as hair dryer, and iron and ironing board \n- Professional cleaning service before every stay\n\n\n- Lots of of clean linens, towels, pillows, etc provided!\n\nEvery room has been redesigned to make the best use of the immense space. This includes fine comfortable bedding, plenty of thick towels, and a fully- stocked kitchen for your cooking pleasures, with new Dishwasher, Stove, & Refrigerator. Access to Internet wifi, TV, & lots more. Basically everything you will need to enjoy your stay.\n\nGuests will have access to the ENTIRE APARTMENT for themselves as well as high speed wireless internet and 200 Cable TV channels. The kitchen and everything is for your to use.\n\nIt is a great pleasure to host guests. We try to to be as helpful as possible so you can have a great stay with us. We make ourselves available 100% of the time for any questions, concerns, and recommendations. We look forward to hosting you & introducing you to Manhattan!\n\nWhat we love about the location? It's safe and close to everything! The Upper East Side is known for its lavish apartments and famous brand stores. \n- A short walk to major stores like H&M,Best buy, Steve Madden, and Central Park\n- The best bars, cafes and restaurants; \n- I've been living in New York City for a while and love recommending some of my favorite hidden gems for NYC first timers!\n\nFind yourself exploring and enjoying every moment of your trip in this exciting location! Short walks to every cuisine and restaurant imaginable, near trains, 5 minute walk from Central Park, and amazing coffee shops on the avenues just steps from home.\n\nGetting around\n\nThe subway - \nExpress Metro on 83rd street and 2nd Avenue\nExpress  4/5 trains (77th street and Lexington ave). \n\n\nCabs and Uber are always available.\n\nMyself or someone else will always be there to greet you and assist checking you out. \n\nPlease do not disturb anyone in the building, or cause any noise disturbances.", "name": "Park Ave Duplex**Central Park**City Center***_LOFT", "picture_url": "https://a0.muscache.com/im/pictures/1f12ea8b-61ec-434d-9868-1ed1bd868429.jpg?aki_policy=large", "url": "airbnb.com/rooms/16237561", "id": "16237561", "price": 450, "review": "If you are going to NY with your family and friends, Jake' place is the best place to stay. "}