{"description": "Our location is PERFECT. Very close to subway and 10 minutes to Manhattan. Our neighborhood is very safe and you can walk to just about everything you will need.\n\nGreat and very comfortable apartment for your stay while visiting New York. Very close to all sights you like to visit in New York, but still private and quiet area to relax after long day in the city.\nCozy and nice, clean and bright, 2 bedroom apartment with kitchen, dining room, living room, bathroom and 2 bedrooms. It is sofa bed in a living room and airbed. It has flat screen 40\" TV, free Wifi, apartment is fully equipped with everything you will need during your stay. It is max. of 6 people for this apartment.\n\nIt is One block to N or Q train and it is only few stops or 10 minutes to Manhattan. Apartment is 10 minutes from LGA and 20 minutes from JFK.\nABOUT ASTORIA:::\nAstoria is one of the best neighborhoods in Queens. The last few years lots of young professional and hipsters have discovered the neighborhoods. Astoria has long been a favorite neighborhood with many families living there for generations. Here are a few of the many reasons to consider staying in Astoria.\n\nAstoria is 10 minutes or less from Midtown Manhattan. The N and Q subways lines run through the heart of the neighborhood, above 31st Street. and R or M along Broadway. It's also a hop, skip, and short drive over the Triborough Bridge to Harlem and to the Bronx. \n\nAstoria Park is smack on the East River with gorgeous views of Upper Manhattan and the Queensboro and Hellgate Bridges. And Robert Moses' Astoria Pool is the king of all outdoor city pools.\n\nAstoria has always been known for Greek food (it is the Greek capital of NYC), and lately it has gained a reputation for fine dining and innovative cooking.\n\nThe only old-school, big beer garden left in New York City, Bohemian Hall is wonderful. Turn off crazy urban 31st Street--the subway overhead--and escape into this huge beer garden with its shady trees, picnic tables, pitchers of icy beer, and platters of hearty Czech food and barbecue. It's a must on summer weekends with stein-thumping live folk music on many afternoons. Bohemia Beer Garden is a true urban oasis for families, visitors, and a cast of neighborhood regulars.\n\nThe arts are picking up steam in Astoria. Local culture is led by the innovative American Museum of the Moving Image. It is one of the finest museums in New York City for kids, for adults, and definitely for movie aficionados.", "name": "Cozy 2BD Apartment - 10 Minutes to Manhattan!", "picture_url": "https://a0.muscache.com/im/pictures/6fac657d-0b86-48df-8699-2644420b9e2c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16231738", "id": "16231738", "price": 100, "review": "Good place if you are just looking to relax with friends and sleep. "}