{"description": "Cool and comfy one bedroom apartment for two in the heart of Williamsburg! Only two blocks away from the L train on the Bedford stop. Queen bed perfect for a couple spending Christmas in the city! We've lived here for two years now and absolutely recommend the area! Great bars, restaurants, shops and plenty to do within walking distance. The neighborhood very safe, fun and family friendly!\n\nAdorable cozy apartment for two.  Beautiful kitchen, living room, dining room and bedroom with plenty of space to put your belongings. We love to spend time in the living room watching TV, and sometimes we even have dinner on our coffee table while we watch Netflix. :) The bedroom has a window that faces the street allowing for natural light in the morning. The living room and kitchen area also have windows but they face the inside of the building.  The bathroom and shower are clean and in perfect conditions.\n\nFree wifi\nTV with Netflix\nFully equipped kitchen (pots,pans,glasses,plates,forks,knives,juicer,microwave,etc.)\nClean sheets & towels\n\nThe guess will have my number to communicate during their stay as well as my sister's number, who will be in NYC.\n\nAmazing restaurants around the area! Our favorite ones are Pates et traditions (French) and El Almacen (Argentine) both 1-3 blocks away. \nCool thrift stores around the area; Buffalo Exchange, Crossroad & Beacon's . \nGreat new shops on Grand street (3 blocks away) \nGreat bars with live music such as Union Pool or Santos Anne.\n\nThe L train subway is two blocks away on the bedford stop. One stop away from Manhattan. It will take you 15 minutes to get to Union Square, where you will have access to most metro lines (N, Q, R, 4,5 & 6)\n\nJ, M & Z lines 15 min walk approx 10 blocks away. \n\nG line 5 min walk\n\nGrocery stores around the area: \n#1 Food Town (4 blocks away) \n#2 Whole Foods (5 blocks away) \n#3 C Town  (7 blocks away)\n#4 Convenience store (2 blocks away)", "name": "Cozy apartment in the heart of Williamsburg!", "picture_url": "https://a0.muscache.com/im/pictures/18804131-8306-4b91-8274-3ec75763eba6.jpg?aki_policy=large", "url": "airbnb.com/rooms/16230581", "id": "16230581", "price": 150, "review": "Martina's place is everything you'll need in NYC. We loved the neighborhood (Williamsburg), plenty of shops, markets and restaurants. Easy walk to the subway (Bedford avenue station) only one stop from Manhattan! The apartment is nice and cost, we will definitely stay there again if we come back to NYC!"}