{"description": "Wonderful renovated 3 bed, 2 bath townhouse apartment is steps from Riverside Park (Hippo Playground!), 2/3 Express subway, Symphony Space, restaurants (Gennaro's, Pio Pio, Mermaid Inn, Motorino, etc) gyms (Soul Cycle, Equinox) drugstores, grocery (Barzini)& a 10 min walk to Central Park & easy subway ride to Columbia U/Lincoln Center area. Our home is perfect for couples (we have queen size beds in 2 of the bedrooms), families w/kids (crib, toys, etc) or business travelers ( desk, wifi). ENJOY!\n\nThe Master bedroom in the back (divided from the rest of the apartment via a pocket door) & has en suite bathroom and queen sized bed. 2nd bedroom has a day bed that pulls out to a queen sized bed & closet. 3rd bedroom currently has a full sized crib (mattress could be put on floor for a toddler) & rocking chair.  Kitchen is fully loaded w/granite counter & dishwasher. There is no washer/dryer but there are plenty of same day laundry services in the neighborhood including on the corner of 90th/B'way--- pick up and drop off is available at most. 2 full bathrooms (shower and bathtub) that were recently renovated. Plenty of closets & hooks/hangers throughout.\n\nThis is a townhouse apartment and, as such, there is no doorman. Guests should be aware that they will have to walk up 1 flight of stairs to our 2nd floor apartment (we do this daily with no problem w/our 10 month old son!). Buzzer allows guests to let visitors in.\n\nWe rent out our apartment only when we are traveling and, as such, will not be around to visit with guests. That said, my wife and I are always available via email/cell and have family in NYC and super who lives on the block in case there are any issues.\n\nThe UWS is a truly wonderful location. Nestled between Central Park and Riverside Parks and Lincoln Center and Columbia University to the south and north it is one of the greener and prettier parts of Manhattan. Our block is extremely quiet and residential but just 2 blocks west of the hub bub on Broadway. We are right off of the well known and loved Hippo Playground in Riverside Park. In terms of grocery stores there is Barzinis closest to us but UWS is known for it's wonderful selection of stores from Fairway to Zabars to Whole Foods and Trader Joes, there is something for everyone. We are a quick train ride down from Chelsea/West Village on the 2/3 or up north to the bustling Columbia U/Morningside Heights area.\n\nThere are plenty of parking lots, many with early bird specials for day parking. Otherwise you will have to rely on street parking.\n\nWe have air conditioners in summer and steam heat via radiators in the winter.", "name": "3bed/2ba UWS townhouse on quiet tree lined street!", "picture_url": "https://a0.muscache.com/im/pictures/0ecdd69b-c6b7-40a9-82b5-8058610183de.jpg?aki_policy=large", "url": "airbnb.com/rooms/16241875", "id": "16241875", "price": 375, "review": "The host canceled this reservation 2 days before arrival. This is an automated posting."}