{"description": "Comfortable and spacious newly renovated one bedroom apartment in historical Hudson Heights with the view of iconic George Washington Bridge. Conveniently located steps away from the park, Starbucks, restaurants, bars, grocery & subway (express line to Midtown). \n20 minute uber ride to anywhere in Manhattan. \nPlease respect my home as you respect yours.\nLooking forward to welcoming you in New York City!\nPLZ SEND AN INQUIRY REQUEST BEFORE PROCEEDING WITH THE BOOKING!\n\nWalk-in kitchen, elegant living space, hardwood floors, comfortable queen-size bed, heated bathroom floor, cable TV (Apple TV, Roku), elevator, nice view.\n\nHudson Heights is a highly gentrified and very safe residential area in Upper Manhattan. The Art Deco style is prominent in architecture, along with Tudor Revival. Many of the buildings  were constructed in the 1920s and 1930s. The neighborhood is located on a high area overlooking the Hudson River and includes the highest natural point in Manhattan, located in Bennett Park. \nMy place is 10 min walk from spectacular Fort Tryon Park and the Cloisters, the branch of the Metropolitan Museum of Art that houses its Medieval Collection. \nThe area is great for outdoor activities, jogging and biking along the Hudson River.\n\nEntrance to Subway A-Line (Express to Midtown) is next to the building.\nTaxi's & Uber are easily accessible.\nStreet Parking is available.\n\nItalian, Thai, Irish, Mexican, Chinese, Japanese and Indian restaurants in close proximity.", "name": "Spacious and Elegant 1BR Apartment With a View", "picture_url": "https://a0.muscache.com/im/pictures/755e7d7b-8740-4a20-8299-c752010fe5ad.jpg?aki_policy=large", "url": "airbnb.com/rooms/16241281", "id": "16241281", "price": 110, "review": "Gene was a very gracious and accommodating host. We met up and chatted for a bit and he gave me some great recommendations on places to eat at nearby, as well as things to see in the area. \n\nThe place itself is great, as seen in the pictures and the area is nice and quiet away from a lot of the hustle and bustle of downtown. In other words, a nice place to come back to after a day of sightseeing. \n\nI only wish I could have stayed longer to take advantage of the nice parks close by during the warmer weather days of my visit.\n\nPublic transit is just outside the building which makes it handy to make your way in of and out of downtown. I would definitely stay here again and definitely recommend it to friends.\n\nThanks so much Gene!\n\n"}