{"description": "Beautiful apartment in a small brownstone in the heart of Bedford-Stuyvesant. Easy access to the subways, modern appliances, 40 minutes to JFK Airport and 20 minutes to Manhattan (at rush hour).\n\nThe space is quite beautiful and nicely-done, with modern finishes and a lot of work put into the decoration of my home.\n\nYou will have access to everything you see in the photographs, including the kitchen (which is fully supplied with utensils and appliances).\n\nI will be available throughout.\n\nBedford-Stuyvesant or \"Bed-Stuy\" is an exciting neighborhood located just south of Williamsburg. It is famous for its brownstones and for its neighborhood feel, as well as an influx of recent college graduates looking for an alternative to increasingly expensive Williamsburg that has a more homey feel than Bushwick. While the retail renaissance has not been as dramatic in Bed-Stuy as it has been in Fort Greene, Clinton Hill, or Greenpoint, this influx has brought many new small businesses, restaurants, and coffee shops, along with longtime local favorites. Famously featured in Spike Lee's Do The Right Thing, Bed-Stuy's somewhat tough reputation is a relic of the late 80s and early 90s, when crime peaked across New York City, and does not reflect current realities.\n\nThe subway and the bus are quite close by. The closest subway is the Kosciuszko Street J train (20 minutes to Manhattan during rush hour), but there are several bus stops on the block that are very close by as well and can take you to the A train. The closest airport is JFK Airport and is a straight shot on the J train. Note that you have to connect to the Airtrain to access the terminals and that costs an addition $6, approximately.\n\nI believe I covered everything, but if I miss something you can feel free to reach out.", "name": "Spacious Spot in Brownstone Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/2fd1ba7b-6d19-40b3-833a-98c53e1ef21a.jpg?aki_policy=large", "url": "airbnb.com/rooms/16241334", "id": "16241334", "price": 99, "review": "Clean, comfortable stay. Clear communication with the host. Just what we needed. "}