{"description": "A well-furnished urban oasis in the heart of Williamsburg within in a modern and fun luxury building. \n\nOur home is a comfortable place to be and it is somewhere we spend a lot of time. You will almost not want to leave once you settle In.\n\nWhen you do choose to leave you will literally be blocks away from the neighborhoods top destinations and less than a 5-minute walk to Bedford Ave L train subway stop which gets you into Manhattan within 5 minutes.\n\nEnjoy our 750 sqft one bedroom apartment to make your trip to NYC an incredible experience. \n\nOur place Has:\nNew and Modern appliances and finishes\n-A well-equipped kitchen for cooking meals. \n-Spacious living room with built-in surround sound speakers, 47 inch TV, ROKU with all streaming services for movies, and a premium cable package\n-Hotel style luxury bathroom with a waterfall shower\n-Ceiling to floor windows allowing for lots of natural light\n-Large bedroom with a queen sized very comfortable bed\n\nInstructions will be provided prior to check in.\n\nA walker's paradise! Situated on Bedford avenue and directly across the street from the beautiful McCarren park, you could not be in a better location. \n\nDirectly below the building is an excellent deli which makes great food. \n\nAcross the street is a full-service grocery store. \n\nAlso across the street is the legendary Turkey's Nest Tavern. A bar that serves heavy drinks to go! Grab one of their frozen margaritas, explore the neighborhood, and stumble home.\n\n5 short block away from the Bedford Ave L stop on the NYC subway. Approximately a 20-minute cab ride from La Guardia airport. Cost will be around $30. JFK is about a 45-minute car ride and about $60", "name": "Spacious Luxury 1BR Apartment", "picture_url": "https://a0.muscache.com/im/pictures/a9be1804-4dab-4b03-bf09-bb027edea13d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16242309", "id": "16242309", "price": 199, "review": "Gorgeous, huge place right on the park and close to everything in Williamsburg and Greenpoint! Clean, comfy, quiet. Pretty easy to park, too. A gem."}