{"description": "Let our sunny apartment be your home base for your stay in Brooklyn! With a bright & cozy kitchen, a comfy living room, and a huge bedroom, you'll have everything you need to enjoy your time in New York.\n\nOur space has an artsy, bohemian vibe, with a number of unique items, including a (working!) 1970s typewriter, a great collection of records & books, a record player, and vintage music gear. Relax on the comfiest couch in Brooklyn while watching Netflix on our Roku or listening to records. The steam heat will keep you cozy at night, and we also provide a space heater and several fans.\n\nYou'll have access to our entire apartment and the upstairs hallway. There is another apartment downstairs but currently no one is living there.\n\nWe will be out of town for the month of February, but my close friend lives right down the street, and she will be there in case of emergency.\n\nThe best part about this apartment is that it is within walking distance to the coolest area of Bushwick, but the location is much more peaceful and aesthetically pleasing. Bed-Stuy is known for historic brownstones, tree-lined streets, and vibrant community spirit.  Laundry and a bodega is right across the street.\n\nLocated on the Bushwick/Bed Stuy border, this apartment is near many hip restaurants, coffee shops, and bars within walking distance.\n\nJust a 7 minute walk to the JMZ (convenient to get to Williamsburg, SoHo, and the Lower East Side) and an 8 minute walk to the G train (convenient to get to Park Slope, LIC, and Greenpoint).\n\nIf you have a car, there is plenty of street parking available. \n\n5 min train ride to Williamsburg\n15 min train ride to SoHo", "name": "Large Sunlit Apartment in Brooklyn Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/b7f42720-9033-45d3-93a1-ae0ecf3f695f.jpg?aki_policy=large", "url": "airbnb.com/rooms/16256352", "id": "16256352", "price": 75, "review": "We loved staying at Melissa's place! We liked the privacy, and we felt very safe on the third floor. The location was great for getting to Manhattan, and we went out to a really cool Korean restaurant down the street called Sandobe. The apartment was exactly as described and fairly quiet. Highly recommended!"}