{"description": "A 2 bedroom apartment in a classic upper west side neighborhood. Nestled between Central and Riverside Parks. Just steps from subways, markets, restaurants, Lincoln Square & museums. Enjoy an elevator, sunny rooms and the fully stocked kitchen of a professional chef.\n\nStep off the busy New York streets into a charming pre-war apartment. Darling details, elevator, sun-filled rooms and a downtown view.\nSpeedy internet, cable, wiiU, Netflix, professional chef stocked kitchen, laundry across the street. Sleeps up to 5, double size bed in one room, a new twin trundle bed with memory foam mattress topper, plus a deluxe full-size air mattress when needed.\nImmediate interaction upon booking, guests will have a personal key exchange. All house details including city maps and favorite local finds provided.\nTree lined streets and brownstones are the hallmark of our Upper West Side neighborhood. Charming restaurants, parks, museums, flagship shopping and a short walk to the subway or catch a cab anytime day or night to get everywhere you want to go in the city! You’ll love the convenient location whether walking along the Hudson Riverside Park at sunset, or 1.5 blocks east for a morning jog in the heart of Central Park.\n\nSpeedy internet, cable, wiiU, netflix, kitchen of a professional chef, in building laundry, private rooftop terrace.\n\nImmediate interaction upon booking and guests will have a personal key exchange. All house details including city maps and favorite local finds provided. Available via text to answer any questions.\n\nTree lined streets and brownstones are the hallmark of the Upper West Side. Charming restaurants, parks, museums, flagship shopping and a short walk to the subway gets you everywhere you want to go in the city! Whether its west to Riverside Park to walk along the Hudson at sunset, or two blocks east for a morning jog in Central Park, you'll love the convenient location.\n\nTwo subway lines within 5 minute walk, taxis available all hours on Broadway and Columbus.", "name": "Cozy Manhattan Apartment", "picture_url": "https://a0.muscache.com/im/pictures/3a4b4eef-2440-474e-b85a-237943f3700e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16259045", "id": "16259045", "price": 290, "review": "Perfect location (3-minute walk to subway station, and to Central Park). Professional kitchen. Leah is very nice and kind. In all a super cozy and lovely apartment in Manhattan :)"}