{"description": "This fully-furnished apartment is close to Wineries, Local Shops, Upscale Restaurants, and a trove of other bespoke amenities.  You’ll stay in a historic brownstone convenient and centrally located: Within walking distance to Columbia University, St. John the Divine, Central Park North and other namesake areas throughout Harlem. Our place is good for Couples, Solo Adventurers, Culture Junkies, Travel Addicts, The Occasional Staycationers, and Wanderlusters alike.\n\nUnique to the space, you enjoy exclusive access as our guest - no sharing with us. be greeted with hardwood floors, sun-cast floor-to-ceiling windows and the charm of exposed brick accent walls throughout. An truly spacious New York apartment featuring one-bedroom with two double beds, a living room that optionally sleeps one additional person, full service kitchen, full jacuzzi bath/shower, and open dining space.  \nAlthough we won't wow you with an uber-modern bundle of amenities and minted renovations, you will, however, enjoy a well-appointed, floor-thru, brownstone style home while away from your home (wherever that may be in the world) offering you close access to Central Park and Restaurant Row.\n\n•Fully Furnished, Including Two Double Beds\n•Full Bath and Shower\n•Full Galley-Style Kitchen\n•Large Living room\n•Communal Dining Space for shared meals\n•Complimentary WIFI Internet Connectivity, Netflix, and Spotify Streaming Music\n•Steps away from Central Park and public transportation\n•Extra Linens and Towels Provided\n\nThe apartment is yours! You have full access to everything with exception to the secret door that leads to our underground lair (just kidding! about the lair part).\n\nWe hope that you enjoy your stay, and we will be ready to take any questions by phone or text to ensure your comfort during your visit.\nWe can periodically check in with you to make sure you are getting along well during your stay in NYC.\n\nOur home is located in the Morningside Heights neighborhood steps to Harlem's posh \"Gold Coast\". We are centrally located to Columbia University. \nThe neighborhood is very safe, well-populated, highly residential, family-oriented and is routinely patrolled by local NYPD. \n\nVarious transportation options are nearby. The central-most metro (2 mins away) takes you to Times Square in just minutes - very convenient access-point to all areas of NYC.\n\nJust blocks away from Central Park and The famed Apollo Theater.  The area is home to some of New York's most celebrated bars, cocktail lounges and eateries, while also anchoring a host of distinct cultural destinations. \n\nAll located within walking distance of the flat  ...\n\nWe are located near the A, B, C, subway lines, and several different buses. We're about a 10-12 minute subway ride from Columbus Circle, and about 15-20 minutes to Times Square and Chelsea.\n\nWe are a very easy trip from LaGuardia Airport, as the M60 bus is just 12 blocks north of us from 125th Street. For JFK, simply take the A train to or from 125th Street directly to the airport!\n\nIf a car is more your style, cabs are usually available 1 block away, and Uber is a great option that can pick you up right at the apartment.\n\nThis home is on people’s minds. It’s been viewed 1506 times in the past week. We recommend you book right away to secure your stay.", "name": "Entire Apartment in Great Location", "picture_url": "https://a0.muscache.com/im/pictures/00526941-1e39-4d0b-8be2-15bc3d966b5e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16258511", "id": "16258511", "price": 135, "review": "One thing was the nice light, clean apparment located nice. That would have (URL HIDDEN) but the welcoming of John, after a long travel, was just fantastic. He carried most of our luggage up the stairs, and he had bought groceries for us. That was much more, than we could ask for. \n"}