{"description": "Visit our sunny, spacious garden apartment in happening Crown Heights!\n\nIt provides easy access to restaurants, cafes, museums, major venues, bars, subways, and the train to JFK airport.\n\nOn the ground floor of a 140 year-old townhouse, the just-renovated garden apartment is spacious and bright.  It manages to be both historic and modern, elegant and comfy. \n\nInside, the bedroom features a queen-size bed with duvet and extra blankets, walk-in closet, black-out shades, TV, and desk. A hallway with abundant closet space leads to the kitchen, living area and bath.  The living/dining/kitchen space is perfect for relaxing after a day in NYC.  Kick back on the huge sectional couch.  The couch can sleep two kids easily, or two cozy adults.  There are additional duvets and a floor mattress in the hall closet if you need them. \n\nThe full kitchen includes a coffeemaker, dishwasher, and drawers stocked with cookware and china to suit most types of cooking.  Even if you plan on dining out, you'll have peace of mind knowing you can comfortably whip up a home-cooked meal if you are missing your native cuisine.  The drop leaf dining table can fit up to five adults.\n\nA visit here will give you a feel for life in the five boroughs better than any hotel could; you will filter your experiences through the special lens shared by New York townhouse dwellers, past and present!\n\nThe garden apartment is completely independent from the upstairs dwelling where we live.  Prior to your arrival, we will provide you with a code that will allow you \"key-free\" access, making check-in and check-out simple. There is a door bell for you as well.\n\nWe are here to help you enjoy your Brooklyn sojourn, but we try to stay out of your way.  Of course, if you need anything, or have a problem, we aim to please.   Languages spoken include English, German, and French.\n\nThough we have devoted ourselves to setting up a peaceful environment for you, you might hear us upstairs -- we have two teenagers : )\n\nCrown Heights is full of amazing eats, from Senegalese and soul food to craft pizza and the best West Indian food north of Kingston.  We provide you with a list of favorites when you arrive.  If you plan to do some of the cooking, there are many corner stores, a bi-weekly seasonal farmer's market, and a large supermarket very close by.\n\nWe are walking distance from the Brooklyn Children's Museum, and an easy subway or Uber ride from the Brooklyn Botanical Gardens, Prospect Park, the Brooklyn Museum, Barclays Center, BAM, King's Theater, The Transit Museum, Brooklyn Bridge Park, and much more!\n\nThe garden apartment is near many subway and bus lines, including the 2, 3, 4, 5, A, C, B25, B43, and B44.  If you're headed to one of the Long Island beaches or to JFK airport via AirTrain, there is a LIRR stop 2 blocks away.  \n\nOn public transportation, we're about 10 minutes from downtown Brooklyn, and 25 minutes from downtown Manhattan.  Just a short 4 block walk away, you will find a CitiBike station (about $12/day).\n\nIn terms of transportation, our location is pretty hard to beat.", "name": "Lovely and sunny Crown Heights 1BR", "picture_url": "https://a0.muscache.com/im/pictures/202c03ce-e6da-4c33-b399-a9248662fa37.jpg?aki_policy=large", "url": "airbnb.com/rooms/16267803", "id": "16267803", "price": 120, "review": "Christina's place was great!  We enjoyed staying there. It was very clean and they were super helpful. "}