{"description": "25 minutes to most anywhere in midtown. Steps from groceries, specialty shops, multi-ethnic food stores + restaurants, great bars + playground. You’ll love it for the sweet cats, great light + surprising NYC comforts. Sunnyside is friendly safe + full of flavor. The 7 train stops @ Grand Central Bryant Park + Times Square + connects to practically every other train in the city. Good for couples, families, adventurers, business folks, big groups + small pets.\n\n2BR apartment on the third floor of a 3-story walkup. Very quiet building that always smells like something delicious. We have a large bedroom with a queen sized bed and a futon that folds down to a large single bed (good for an adult and child or a couple kids). The second bedroom is a NYC-special small space with a lofted double bed and a \"music studio\" underneath. Lots of instruments and a little bit of desk space make this room a tiny creative haven. Suitable for 1-2 people for sleeping, 1 person for \"productivity\" in the \"studio\". In the living room, we have a custom-built memory foam couch- the back goes down and it quickly becomes a twin-sized bed. It also folds out to become a king-sized bed that can easily and comfortably sleep 2-3 adults. Full kitchen access with toaster oven, kettle, aeropress and a bunch of different types of tea.\n\nYou are free to use the projector to watch Hulu and Netflix or play games. Instructions will be printed out for you. You can also have roof access as long as you are super kind to our neighbors and keep the noise level down while you're up there. You can smoke on the fire escape or on the roof, but please dispose of your butts in a trash can. Trash and recycling disposal is in the basement.\n\nAvailable by text, phone and email throughout your stay!\n\nSunnyside is such a great place- old working class neighborhood with every kind of person and food you can imagine. We look out for each other here- it's a great place to \"feel\" what its like to live in a safe, friendly spot in NYC. Great ethnic food shops and restaurants, and lots of people walking their dogs and children to and from the park. $20 mani-pedis. Old guys play chess under the subway. It's the real deal. Definitely check out the Alcove across the street for local Queens beers on tap and a world-class burger. Claret is a great wine bar and the Dog and Duck have a stellar weekend brunch. TJ's Asian Bistro has some great sushi. Sik Gaek is authentic Korean hotpot/bbq and quite a unique experience. My favorite spot is definitely Tibetan Dumpling Cafe- you have to try the special-c momos! Walk down Greenpoint Ave and Skillman Ave and pop into the thrift shops to find hidden gems. Late night taco truck by the 52nd St subway station is also a special treat- order a steak and chorizo huarache! 24 hour everything available. Have ramen burgers delivered on Seamless, or bubble tea. Anything. Most anytime. It's seriously great here!\n\n7 train is a gem, connecting to most every train in the city. Also, bus is 25 minutes to Williamsburg, 15 to Greenpoint. There is a bus that drops you right off at the Sculpture Park, which is a great place to watch the sun set over Manhattan. Can walk to great Astoria restaurants or take a short uberpool for $5. If you need any tips or suggestions, I am happy to help!\n\nWe have cats that we truly love. They are so sweet and fun to play with and require very little maintenance. Please keep their litter box clean!", "name": "2BR Apt in Friendly Neighborhood 20min to Times Sq", "picture_url": "https://a0.muscache.com/im/pictures/2b9de29a-d949-4504-a899-822c0f457236.jpg?aki_policy=large", "url": "airbnb.com/rooms/16260117", "id": "16260117", "price": 225}