{"description": "Recently renovated, located on the 3d floor, the apartment has a kitchen, a living room, a dining room and one bedroom (laundry room in the basement).\nTowels and linens for one queen size bed provided. Heat, A/C, HD TV, Wifi access and electricity included.\n2 blocks away from Union Square - you can get on almost any train going anywhere. Short walking distance from Washington Square, Gramercy Park, Chelsea... Street market on Union Square and 3 supermarkets.\n\nCharming, cozy and fully furnished 1 bedroom apartment. Steps away from Washington Square Park and Union Square, with lovely bars and restaurants. Recently renovated, the apartment has a full kitchen, a nice living room, a dining room and one bedroom (laundry room in the basement). Steps away to N,Q,R, W, L, 4, 5, 6 trains.\nKitchen with dishwasher, microwave, oven, stovetop, processor and refrigerator. All kitchen necessities are provided so you are able to cook some fabulous meals. Extra towels and linens for one queen size bed are provided. Heat, A/C, HD TV, Wifi access and electricity are also included in rental fees. The apartment is located on the 3d floor (elevator building).\nGuest access is for apartment only. This is not a shared space. You are renting your own apartment with a bathroom, kitchen and one bedroom.\n\nYou are 2 blocks away from Union Square and within walking distance from Washington Square, Gramercy Park, Chelsea, East Village, lower Midtown from this perfectly-located Manhattan apartment! In the immediate vicinity, there are always activities going on in and around: Concerts (Webster Hall, Joe’s Pub, Astor Place Theater) restaurants, bars, street market on Union Square, Trader’s Joe and Whole Food where you can purchase some of the freshest ingredients to cook in your kitchen. If you want some awesome dining recommendations, ask me!\nOne of the best benefits of this centralized location is how close you are to public transportation that will easily get you to anywhere in New York City. Union Square is so close ; from there you can get on almost any train going anywhere.\nNobody can access our floor except for those who live on it.\n\nSteps away to N,Q,R, W, L, 4, 5, 6 trains", "name": "Bright and lovely 1 bedroom Union Square Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/bdf69b74-d40d-434d-8262-ca1e8ae3f166.jpg?aki_policy=large", "url": "airbnb.com/rooms/16271953", "id": "16271953", "price": 169, "review": "Everything about this trip was amazing. Thomas is super quick with communication and the place is even better than the photos (which are accurate). The place was super clean, quiet, HUGE for NY standards and close to Union Square. An incredible value. I travel to NY a lot and usually stay for at least a week and this place is perfect. "}