{"description": "Cozy, quiet 2 bedroom apartment in the Upper East Side, Manhattan. Few blocks to the Subway and Central Park, dozens of shops, bars and cafés nearby. Fully furnished with a Queen bed in one room, Full bed in the other, AC and TVs in both. \nComfortably fits up to 4!\n\nA cozy two bedroom with a Queen bed in one room, and a Double bed in the other, comfortably fits two persons, or even two couples. One room has a Dresser and clothing rack, and the other a desk and chair, and a clothing rack.\n\nEquipped with Wifi, Air Conditioning and TVs in both rooms with access to NETFLIX and HULU (Hundreds of movies and TV shows).\n\nThe kitchen is equipped with a bar table with two stools, a Fridge, a Stove, dishwasher and utensils - no Microwave.\n\nYou can access all areas of the apartment.\n\nI am always available to help with any questions, information and anything else my guests need. I am very easy to reach, helpful & love to assist.\n\nThe apartment located in the upper east side. One of the safest neighborhoods in NYC. Only a few blocks away from the subway and 10 a minute walk to Central Park.\nThe apartment is on the 5th floor with no elevator. Great exercise :-)\nGreat restaurants, coffee shops and bars downstairs, banks, 24 hour grocery store, pretty much anything you can think of.\n\nFew minute walk to the subway, just four stops to Times Square.\nUber and Taxi services are available within minutes, though I recommend walking everywhere - this is a beautiful city, but also very easy to navigate!\n\nYou will love my place. It is the best deal you can find for the price and the space. \nI pride myself with being a great host and will do my best to make your stay more comfortable.", "name": "Best Deal in UpperEastSide 2 BDRM Modern & Cozy", "picture_url": "https://a0.muscache.com/im/pictures/15bed0d9-8da9-4342-b8b4-1ed84b8befc5.jpg?aki_policy=large", "url": "airbnb.com/rooms/16273206", "id": "16273206", "price": 250, "review": "Die Wohnung war sehr sauber, sehr gute Lage für Sightseeing usw. Man gut die Subway Linie Q (72 Street) erreichen. Man muss einige Treppen steigen 4. Stock), ein Aufzug ist nicht vorhanden. Es sind zwei kleine Läden, bei denen man sich gut mit Lebensmitteln und auch Frühstück to go versorgen kann unten im Gebäude.\nIch würde die Wohnung wieder buchen. Das einzige, was uns etwas gestört hat, waren die zwei Heizungsrohre (?) die zeitweise warum auch immer ziemlich heiß waren. Dadurch wurde es teilweise sehr warm in der Wohnung. \nAnsonsten war alles top!"}