{"description": "Our home is a very spacious and beautifully designed railroad apartment, with a huge kitchen and dining room, bedroom and living room. We have lovely hardwood floors throughout, and an adorable vintage bathroom. While very centrally located in Williamsburg, the apartment and street are fairly quiet. Amazing restaurants are all around us, and the subway is just 3 blocks away.\n\nWe have a beautful floor through apartment in Williamsburg, surrounded by adorable restaurants and shops. We have decorated it minimally but tastefully, with plenty of Eastern, Turkish and Indian accents. Everything in our home has been selected based on design and beauty. We would love to share it with you! We have an incredible Casper queen sized bed in the bedroom and a very comfortable queen sized sofabed in the living room, and plenty of linens. We have a 55\" TV with cable, Stars, HBO, Roku, Netflix and Hulu. The handmade industrial copper clothing rack in the bedroom, and hanging shelf/drawers will be for guests use.\n\nGuests have access to the entire private apartment.\n\nWilliamsburg is the epicenter of Brooklyn as a fashionable worldwide brand. The neighborhood may have rents higher than Gramercy and more crowds than Soho, but it’s popular for a reason: The quaint streets are lined with inventive New York restaurants, rooftop bars and eclectic shops, and throngs of people flock to the waterfront for flea markets and giant food bazaars during the summer.\n\nThe L train is just 3 short blocks away!", "name": "Airy and Charming Loft in Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/2406984b-469c-4302-86a2-f7c3bc7b9ec3.jpg?aki_policy=large", "url": "airbnb.com/rooms/16271513", "id": "16271513", "price": 99, "review": "Mo's place is amazing! Three blocks from the L train, in a really cute and upcoming part of Williamsburg, with lots of nice bars and restaurants on the block. The apartment is really spacious and super clean. We didn't really use the kitchen, but it was huge and fully stocked, and the dining room has this amazing, huge concrete dining table. They have a nice desk space to work at and a really comfy bed and sofa to lounge around on. The apartment is pretty quiet, even though it's a busy area, and we slept well. They also cleared out their bespoke looking copper clothing rack in the bedroom for us, which was really nice. The host was easy to contact and checked us in relatively last minute. I would recommend this place to anyone! Great value, huge space and super charming vibe!"}