{"description": "Stay in a charming one bedroom which was fully renovated from a classic 1920s brownstone. It comfortably fits two and is located in Northern Park Slope, a quick 20 minute walk and subway ride to Downtown Manhattan. Enjoy the bustle and lights of the city while getting a taste of Park Slope, a hidden gem in Brooklyn. Pirouette with Christmas spirit around the ice-skating rink in Prospect Park, one block away, or enjoy a Christmas concert at the Brooklyn Conservatory, three blocks away.\n\nYou have full access to my kitchen and all of the amenities you may need to cook (feel free to spin the Kitchen Aid around for some christmas cookies). As well, TV (no cable, only Apple TV) and WIFI are available. Feel free to use any of the toiletries (shampoo and body wash), there are extra toothbrushes and flossers if you need them ;).\n\nAlthough I would love to meet you. Unfortunately, I will be traveling abroad. However, I will be available 24/7 for any questions you may have! A concierge will also be available if you have any urgent needs.\n\n\"If Williamsburg is the face of the “new” hipster Brooklyn, Park Slope is the leading light of the borough's classic incarnation—the brownstone-populated, tree-lined version. The neighborhood's residents give it a literary, socially conscious feel. They shop at their own food co-op. They patronize independent book and record shops and sip coffee at local java joints. And the constant stream of strollers on the sidewalks makes it clear that this is a place where many choose to raise families. It's those features that keep landing Park Slope on lists of the “best” and \"safest\" neighborhoods in New York City, even the nation.\" \n—Jonathan Zeller\n\nNestled in northern Park Slope, the apartment is a good base for either visiting the neighborhood or  spending time in Manhattan. It is a short 15 minute subway ride away from Downtown Manhattan, about 5-10 minutes away from Grand Army Plaza Station and 7th Avenue Station--both main subway stations, and a 20 minute walk to Atlantic Avenue Terminal and Barclays Center--the hub of transport. If you want to stay in the neighborhood, you can have fun exploring 7th, 6th and Park Slope's very own 5th Avenue. There are CitiBike stations nearby where you can rent a bike for short periods. There are nearby bus routes and car services. There is parking on the street (although it can sometimes be difficult to find a spot) and also nearby indoor garages within several block's distance. If you get tired looking at maps, call an UBER or a VIA (if you are in Manhattan)--they have special deals for riding within the borough you are in. As well, I am happy to provide you with exact instructions on how to reach my apartment based on your arrival destination.\n\nPlease note: Sadly, my building is not very accessible to wheelchairs or walkers. As well, my apartment is on the 5th floor of a walkup (no elevator). Video intercom for the last minute UBER eats or Seamless orders you may have!", "name": "Charming One Bed Park Slope Brownstone Apartment", "picture_url": "https://a0.muscache.com/im/pictures/ac40db51-78b3-4dc0-9db1-99af8a28419c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16275287", "id": "16275287", "price": 89, "review": "Savanna was super quick to respond and very helpful. The apartment is beautiful and comfortable. I appreciated that someone was sharing their home with me unlike other airbnbs which are solely for renting. That kind of trust and faith in humanity is rare :) "}