{"description": "Our place is close to lots of cafés, restaurants, bars, stores, a beautiful historic park with a seasonal weekend farmers market, and neighborhood playground. You’ll love it here because of the light from 3 sides, the super-comfy bed, the large eat-in kitchen, the bright colors and great feel.\n\nIn our spacious and colorful, 2 Bedroom, Greenpoint apartment, light fills the rooms from windows on three sides. A large eat-in kitchen with gas stove makes cooking a pleasure. The hard-wood floored living room doubles as a studio for a painter or a yogi with enough room to salute the sun or stand back from your creation and take in the view. One bedroom features the most comfortable, marshmallow cloud of a bed you’ve ever slept on, and the other functions as an office space with two desks and a couch, or pull out the couch to accommodate more guests. Good shower and small bath included in the tile bathroom. There is steam radiator heat in the winter for exceptional warmth (which can hiss when it first comes on- a surprise to some out of town guests!) \nGreenpoint is a safe and friendly neighborhood in North Brooklyn, with plenty of cafes, restaurants, bars, venues, galleries, laundry (downstairs) and grocery stores to keep the modern traveller or NY visitor made comfortable and totally entertained. Neighbors are primarily Polish families and hipsters of all descriptions. This is a convenient location for access to both lower and upper Manhattan, not to mention the glories of nearby Williamsburg, Bushwick, and Long Island City. Accessible via both L train (Graham stop) and G train (Nassau), with alternately, more plentiful street parking than in most of residential Brooklyn. We are also lucky to live kitty-corner from the historic McGolrick Park. With it’s fabulous gardens, grassy lawns, and elegant statuary it provides a quiet and sumptuously shady respite from city life. The Citi Bike bicycle rental system is available directly in front of this park a mere block away. So if you’re looking for a Our place is a haven of good vibes, and great color. It features enough space for a family or a couple of friends, and an inspiring and relaxing sunset view over the rooftops of one of the hippest places on earth. We’re sure you’ll feel at home here to explore this neighborhood and its nearby Korean, Italian, Australian Sweet and savory Pie, Indonesian, Polish, American etc etc restaurants all within 3 blocks, As well as a very large Supermarket for groceries 2 blocks away and a deli right across the street for late night treats. Brooklyn is the Best. Come and stay and find out!!!\n\nEither I, my husband, or one of our friends will be available for key drop off and introducing you to the apartment.  I travel often for work (I'm a touring comedian and singer) but there's always somebody around at the end of a text, phone, or email to answer any questions or offer recommendations.\n\nThere are several options for subways, the L (Metropolitan or Bedford) or G (Manhattan), and a Citi-bike station right across the street.  The subways are a 10-15 minute walk away, but on the free and convenient Citi-bike (hubs by the stations, as well) its a quick, flat, breeze!  There's usually parking nearby, and the apt is conveniently close to the BQE.", "name": "Sunny and spacious Greenpoint Artists Haven (2 br)", "picture_url": "https://a0.muscache.com/im/pictures/d2769858-fcc8-465d-9e52-6b58932396bc.jpg?aki_policy=large", "url": "airbnb.com/rooms/16279328", "id": "16279328", "price": 135}