{"description": "Explore New York without breaking the bank! Old New York charm building with a neighborhood that is bursting with diversity, restaurants and bars. Located in Two Bridge area. Close to Soho, Little Italy, Chinatown.\n\nThis is a traditional old New York building, small but yet intimate and cozy design. Great for travelers looking to spend majority of their time exploring the city.\nSmall 1 bedroom apartment with a queen size bed.\nSmall stand in bathroom with adjustable shower head and 7 shower functions. \nEmpty closet space for you to use.\nOld school New York walk up building, apartment located on the 3rd floor.\n\nAny public area is available for you to use (except the locked room). You are welcome to cook or make food just make sure you clean after yourself. \n\nTV- I have Roku for Hulu, Amazon video, AMC, Bravo, HGTV, CNN, MTV, Spotify, Pandora, ...etc and many more. If you have other accounts feel welcome to access your own. \n\nHigh speed wifi Internet\n\nLaundromat next door- available for wash and hold service ( finishes with in 3-4 hours)\n\nSpecial request:\nI am currently wanting to set up a photo wall from the photos of my guests. I'd like you to email me one of your favorite photo you taken during your stay at the end of your trip! \n\nI travel a lot for work. When I am not around I Airbnb out the apartment, but I always try to my best to respond promptly if any. Feel free to communicate with me on your needs.\n\nThe apartment is located in Two Bridge area right at the boarder of China town and LES. Close to Soho, Little Italy, Chinatown. \n\nParking: On the street (depends on regulation), Pay parking lot available around. \n\nFood: Cheap and amazing cultural food in the neighborhood.\n\nConvenient with subway and bus stations all around, Citi bike station right around the corner (you can purchase citi bike weekly pass. There are plenty of restaurants and bars in the area.\n\nSubway transportation:\n7mins walk to F Train East Broadway station\n10 mins walk to J & Z Train Chambers OR Canal station\n10 mins walk to 6 Train Canal station\n10 mins walk to R Train Canal station\n10 mins walk to B & D Train Grand St station\n12 mins walk to 4 & 5 Train Brooklyn Bridge City Hall station\n12 mins walk to 2, 3, A & C Train Fulton St. Station\nBus straight to Flushing from Chinatown\n\n- For weekly stays, please take out your trash when it's full. \n- No smoking in the apartment.\n- No Shoes in the apartment.\n- Please clean up after yourself & treat my home like yours.", "name": "Charming & cozy Entire 1 bdrm apt. at LES", "picture_url": "https://a0.muscache.com/im/pictures/d9883ebe-9c56-496e-8663-4348c1d3a79c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16288431", "id": "16288431", "price": 110}