{"description": "Great walk in studio apartment! Central location, close to all!  5 miles away from jfk airport ,air train from airport connected with j train / 8 miles away from LGA airport / 3.6 miles away from Queens Center Mall. 1 block away from j train that takes you directly to the big appleLocated in front of Forest Park. 3 miles away from Resort World Casino NYC.\n\nLarge studio apartment,Comfortable bed ,Relaxing environment!\nBig screen TV , Cable TV , Wifi .\n\nPrivate entrance walk in to the cozy studio apartment .\nYou will be given a set of keys .\nWhile the  neighborhood is quite and safe ,we ask you to lock the door when you come in and go .\n\nAvailable to help at any time during your stay\nWe are accessible via text and telephone from 6am-until midnight.\nWe also plan to greet you upon your arrival and coordinate with you to get the keys when it's time for you to leave .\nPlease feel free to call/text for any reason or question.\n\nWe love this neighborhood it's a safe and convenient located one block from J train ,we are right across from forest park you can jog walk or ride a bike . Big playground for kids and big gated park for dogs located in the mid park . \nClose to all restaurants,supermarkets, Library ,post office .\nAbout 7 min away from queens mall shopping center . \n5 min away from Resort World Casino NYC.\n\nWe are about 18 minutes  from JFK airport,you can take the AirTran connect to J and arrive to our house one block walking . QM15 bus  28min to midtown Manhattan. \n12 min from  LaGuardia airport which make for a cheap & quick taxi ride here (  exclude rush hour of course).\nCar service available (PHONE NUMBER HIDDEN) hours .", "name": "Cozy Studio by Forest Park Steps To Subway", "picture_url": "https://a0.muscache.com/im/pictures/7ef1e191-0ba2-4608-9b2e-8c4f4d48cd9c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16284740", "id": "16284740", "price": 50, "review": "Rose was kind and appeared to do her best to address concerns. Her place was a good value for the price, location, and access to public transportation. The bed was the most comfortable I have experienced in any other stays. Rose's place is idea for the young adult population who like to stay up/out late and feel safe returning home. "}