{"description": "Our open space - loft style will please everyone who loves big space. Located in Crown Heights in a family owned brownstone who live on the premises. You will have your own entrance to your appartement. \n\nSubway line A/C Nostrand Ave (8mn walk), or 3 line Nostrand Ave (10 mn walk) or 2,5,4 line Franklin Ave (12 mn walk). \n\nBrooklyn Museum, Prospect Park, Botanical Garden are only 20 mn walk \n\nBrooklyn Children's Museum is 10 mn walk\n\nWooden ceiling with custom made lighting for a great atsmophere!\n\nThe entire appartement is yours. You will have your own keys and private entrance. We are upstairs.\n\nPlease email us or call us if you have any question during your stay.\n\nAnimated neighborhood mostly owned by the Caribbean population. Authentic food and businesses. (mostly on Nostrand ave). \n\nOn Franklin ave, you will find all greats american restaurant and bars. Our favorite Japanese restaurant SILVER RICE is only few blocks away.\n\nSubway is easily accessible to go anywhere to Manhattan, Coney Island or Rockaway Beach, Breezy Point. \n\nNearby subway: \nA (express), C (local) - 8 mn walk - get off on NOSTRAND AVE\n3 (express) - 10 mn walk - get off on NOSTRAND AVE\n\nWe are a bilingual family - English and French (from France) initial from Paris, Pays Basque", "name": "Bergen street in Crown Heights - French speaking", "picture_url": "https://a0.muscache.com/im/pictures/06ca3b92-e07b-4046-9820-17fa743a3d5e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16296678", "id": "16296678", "price": 110, "review": "We had an amazing time at Pascale's! Pascale and Emmanuel were great hosts and the apartment was beautiful. The couple gave a great walk-through of the space and promptly answered all of our requests. The pull-out sofa was high-end and extremely comfortable.  The kitchen appliances and living space furniture were well-designed and accommodated every need. We can't think of more accommodating hosts and a better-designed space in all of our airbnb trips! "}