{"description": "1BR apartment in wonderful Greenpoint, available 12/23-12/30. Our apartment is clean, cozy, and has a skylight in every room. Our cookware, record player, books, boardgames, and stacks of New Yorker magazines are yours for the week. With easy access to the G and L trains, our apartment is nestled on a quiet street, but an easy walk from all the restaurants, bars, cafes, parks, and shopping that Greenpoint and Williamsburg have to offer. *Note: We'd prefer to book for the whole week, if possible.\n\nA spacious one bedroom apartment with a full bath, and an open kitchen/living room area. Tons of windows and light, our apartment is perfect for two guests, but possible for up to four (we have a queen air mattress).\n\nThe whole place is yours. Our building is four floors, with eight apartments total. We are on the top floor, and a share a wall with our lovely (and quiet!) neighbors.\n\nIf you arrive by Friday morning, we'll be there to say hello and get you settled, but then will be out of town for the remainder of your stay. If you arrive later in the day on Friday, or later in the week, we will leave a key with our lovely neighbors for you to pick up. \n\nWe'll be easily reachable by phone or email, and will leave you with detailed instructions on how everything works, plus tips for getting around the neighborhood, recommendations for our favorite nearby bars and restaurants, and an emergency contact in the building in case you need it.\n\nWe love Greenpoint, and know you will too. Steps from the best seafood spot in Brooklyn—Greenpoint Fish and Lobster—our area is ideal for eating out, grabbing a cocktail, and schmoozing around. Enid's is our favorite neighborhood bar, Charlotte Patisserie is our favorite cafe, and The Standard is our go-to spot for morning breakfast sandwiches. We're a 15 minute walk from Franklin Street, which has the best shopping in Greenpoint. We're also a 10 minute walk from the heart of Williamsburg.\n\nWe're a 5 minute walk to the Nassau G stop, and a 15 minute walk to the Bedford L. The L will take you right into Union Square, and the G will get you up and down Brooklyn. You can also easily take the G three stops north to Court Square, and transfer to the E,M, or 7 trains. If you're feeling adventurous, the East River ferry is also in walking distance.", "name": "Sunny, spacious Brooklyn getaway, with skylights!", "picture_url": "https://a0.muscache.com/im/pictures/f0013164-2a8c-4610-b803-db8ad8140142.jpg?aki_policy=large", "url": "airbnb.com/rooms/16297226", "id": "16297226", "price": 130, "review": "The host canceled this reservation 9 days before arrival. This is an automated posting."}