{"description": "A unique and stunning newly constructed luxury duplex with total privacy in a vibrant NYC neighborhood, yet a quiet and serene space for your superb NYC stay.\n\nHello, I  am looking to rent out my beautiful loft. It has 2 bedrooms and 2 bathrooms  with a private patio. It is a stunning space with high end finishes. It has a modern minimalist decor and all of the conveniences you would need for your stay are provided. There are two bedrooms both have their own bathrooms with showers and closets, the master bedroom has a king size bed, the second bedroom has the option of two single beds or a king size bed, your choice. There is a sofa bed in the living room for an additional guest as well. The private terrace is spacious, lovely and quiet a rare find in NYC.\n\nInside the apartment there are 2 tv's one in the living room and one in the master suite, high speed wifi throughout, towels, linens, cookware, cutlery, microwave, dishwasher, convection oven, fridge, electric stove, european whisper quiet heating and cooling system with a remote for precise temperature adjustment.\n\nYou will have access to everything, I will always be available to assist you with any questions you may have.\n\nThis apartment is in an amazing location. Only two blocks away from the F/M/J train stop at Delancey. You can go anywhere in Manhattan with these trains or even hop over to Brooklyn straight into Williamsburg. There are boutiques featuring new designers, cafes, restaurants and a bustling night life. It is a very animated neighborhood so it is always safe to walk around day or night.\n\nF/M/J Delancey Essex St\n\nThis apartment is incredibly quiet as it is located in the rear of the building facing a courtyard.\n\nKindly inquire about exact pricing for your dates. Pricing is based on number of guests, length of stay. And season.", "name": "Luxurious LES/Nolita Loft", "picture_url": "https://a0.muscache.com/im/pictures/3d794157-94fc-4a61-be28-6f770f4c7d93.jpg?aki_policy=large", "url": "airbnb.com/rooms/16300982", "id": "16300982", "price": 299}