{"description": "Our sunny, spacious apartment is on a quiet, tree-lined brownstone block, steps from cafes and restaurants, and a 7 min walk to the C train with 15 min to Lower Manhattan or 10 min walk A train 28 min to Times Sq.\n\nSituated on the top (3rd) floor of our townhouse, this is a perfect retreat after long days and nights of exploring NYC. \n\nWhen we are away, our neighbors and property managers, Alesh and Sara, will handle all correspondence, check-ins and check-outs.\n\nWE REQUIRE GOV'T ID VERIFICATION\n\nThis is NOT your cooky cutter \"IKEA\" furnished space. The apartment was fully renovated in December 2016. All appliances and fixtures are brand-spankin' new. We furnished this apartment with all the comforts of home, and conveniences of a hotel, but with much more space to enjoy! Both bedrooms come with nightstands, lamps and original artwork collected from our travels, so you can lay in bed and read after a long day of sightseeing or ponder the meaning of the artist's work. The wooden floors are newly refurbished and reflect their natural patina. The kitchen is outfitted with all the pots, pans, and utensils you would need to cook a gourmet meal for the family. A brand new grocery store, restaurant and deli are only steps away from the apartment, so you'll never go hungry. We love living in this neighborhood and are excited to share it with you and your guests. See you soon...\n\nYou'll be given a private keyless code which will gain you access to your own Southerly facing and sunny 3rd-floor apartment. You are welcome to come and go as you like.\n\nWe live in the 2nd floor apartment of the brownstone and are happy to be as involved or uninvolved with your stay as you like.\n\nHistoric, Cultural and Dynamic Bedford-Stuyvesant is a great place to live and visit. We live on a strong and community-minded block with tons of amenities just around the corner. All within a block or two you'll find Peaches Hothouse, Eugene's, Yoga, Chicky's, New Way Market & Deli, Brew, Nagel's Bagels, Anchor Coffee, Saraghina Bakery & Rest, L'Antagoniste, Bed Stuy Provisions, Bed-Vyne Wine and more.\n\nSubway/Trains: A - express & C - local\nBus service\nUber", "name": "2BR Apt on Tree-Lined Block (15 Mins to Manhattan)", "picture_url": "https://a0.muscache.com/im/pictures/7ef67e01-6f7e-4016-b846-8f69aa5800c2.jpg?aki_policy=large", "url": "airbnb.com/rooms/16301294", "id": "16301294", "price": 164, "review": "The place is conveniently located close to the A line. It's nice, well equiped, quiet and clean, close to affordable supermarkets as well. Gerard is a nice host. He was checking up on us to  make sure that we could make the most out of our stay and quickly responding to our questions. It was a very nice stay!"}