{"description": "My place in Jackson Heights is close to the EFMR & 7 trains to Manhattan, grocery stores, drug stores, more restaurants than you can imagine -from countries around the world. You’ll love my place because of the roof access, coziness, charm, period features, hardwood floors, and friendly neighborhood. My place is good for couples, solo adventurers, business travelers, families (with kids), big groups, and furry friends (pets).\n\nRed grill in the backyard is ours, feel free to use as long as you clean up. Feel free to access the roof at the top of our stairs.\n\nIf we are in town during your booking we will be a text/call away should you need anything.\n\n\"Stores crowd the streets at the neighborhood’s edges but also along quaint 37th Avenue, where low-slung buildings house markets, bakeries and botanicas selling herbs.\n\nIn Little India, along 74th Street, the buffet at the Indian Taj restaurant was $10.95 at Sunday lunch recently. Plates were piled high with goat curry, chicken chili and saag paneer.\n\nAlso on Sunday, at Travers Park, on 78th Street, a greenmarket offered yogurt, apples and hot dogs made from grass-fed beef.\n\nBecause the area can sometimes feel fragmented socially, Afzal Hossain, a resident and Bangladeshi immigrant, opened a cafe, Espresso 77, with his wife, Julie Nymann, that serves grilled cheese, panini and wraps. “There’s already so much ethnic food here,” he said.\n\nAbout 15 of the neighborhood’s co-op gardens are scheduled to open their doors to the public on June 13, as part of an annual weekend celebrating the area’s history sponsored by the Jackson Heights Beautification Group.\"\n(URL HIDDEN)\n\n15 minute walk to 7 train, 25 minute walk to EFMR. Three bus options to get you there instead : Q66, Q33 and the Q32. Parking is limited on the streets, no garage or space provided.", "name": "1 Bed 1 Bath Apt near LGA + EFMR7 w/ roof access", "picture_url": "https://a0.muscache.com/im/pictures/727692e4-af32-49e8-bae5-294b22d1e12b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16301374", "id": "16301374", "price": 265}