{"description": "Live like a local in this private apartment in beautiful townhouse on Morningside Park! This is a 100% legal Airbnb apartment because it is privately owned by one person.  It is conveniently located  3 blocks away from express subway 15 mins to Times Square. Complimentary wifi, hundreds of TV channels, and tea and coffee.  I also offer discounted tickets on the Harlem Pub Crawl, the absolutely best way to see Harlem!!\nI can also arrange for airport pickup and drop.\n\nVery rare to be able to stay in a private townhouse in NYC simply because there are not many of them.  Only 3 live in this multi million dollar home and will make you feel right at home. The apartment is private Garden level and features a private entrance.\n\nQueen size bed, and the bed and mattress was purchased Jan of 2017.\n\nGuests determine if they would like to interact with the host or not.  Tours of Harlem are available just search the web for Harlem Pub Crawl.  My company!\n\nThis is one of the quietest and unique neighborhoods in NYC. The New York Times have named this area of Manhattan the new Gold Coast due to the plethora of restaurants that have opened and have remained opened over the last 5 years. The world famous Apollo Theatre is a five minute walk away. World famous Sylvia's restaurant is 5 mins away. Red rooster where President Obama dined in twice is 5 minutes away. \n\nThe best part of the area is the vicinity to Central Park (8 minute walk), and the apartment is literally on Morningside Park which is an amazing park adjacent to Columbia University!\n\nThe A and D train both express trains is a 3 minute walk from the apartment!\n\nFor any reservations over 10 days will receive a complimentary airport transfer from the apartment upon departure to the airport! \n\nA private chef is available for an additional cost to make any meal.\n\nDiscounted car service to all major airports in the area. Both pick up and drop off service is available \n\nHave a picnic for your guests delivered to the apartment on the day of your choosing includes basket of lunch, blanket, and games! Inquire for costs\n\nBike rentals are available for additional costs. Will be delivered to the apartment and picked up for you!", "name": "Studio APT in private townhouse!", "picture_url": "https://a0.muscache.com/im/pictures/1c5171ab-fe33-492a-b1a0-b13a812936ac.jpg?aki_policy=large", "url": "airbnb.com/rooms/16307987", "id": "16307987", "price": 99, "review": "Good value for money, the place is clean and comfortable."}