{"description": "Brooklyn is the new Manhattan!\n\nWe welcome you to the best brand new SUN-SOAKED designer Scandinavian style Studio in a Bohemia neighborhood of NYC - the historic Bed-Stuy\n\nTrendy, artsy, charming, feels like home away from home, very convenient - quick walk to the J/M/Z/G subway lines and a block from Citibike Rental\n\nGood for couples romantic getaways, business travelers, traveling solo / with friends, & families up to 3 people\n\nGorgeous cozy loft space that feels like home!!\nNewly constructed walk-up building\n50\" Smart flatscreen TV\nTowel, shampoo, body wash, linens provided\nFridge is stocked with beverages/ local beers from Brooklyn \nFREE COFFEE/ TEA: fresh specialty coffee from our favorite local coffee roaster - Brooklyn Roasting Company.\n\nYou have private entry to this modern / chic Studio all to yourself and there's a common roof top above us with NYC skyline views.\n\nYou have all the privacy you need and we are always available through calls/texts for anything 24/7.  We've lived in NYC for 20+ years and have great knowledge about the city and plenty of suggestions if needed.\n\nVery authentic local experiences - a score of new cafes, restaurants, bakeries, boutiques, galleries, and wine bars have sprung up in the area in the recent years.  Neighborhoods fill with a diverse mix of students, artists, architects, attorneys, bankers.  You can safely feel what it's like to be living in the Big Apple.\n\nQuick 10-min walk to the subway lines J/M/Z/G \n10 min train to Williamsburg\n20 min train to mid/lower Manhattan\n30 min train to Time Square\n\nStreet parking available - as all NYC streets, parking regulations rule applies.  Street cleaning rule: Apt side (M/ Th noon - 1:30pm); Opposite side (Tue/Fri noon-1:30pm).   Also, please do not block fire hydrant and driveways; when in doubt, ask us!\n\nComfortably sleeps 2 - One queens size bed; a couch/day bed that can sleep one extra person.  Extra Linens provided upon request for third person.\n\nWe are on the 4th floor (no elevator but short staircases).  Check-in time is usually flexible unless there's a group checking-out the same day as you are checking-in. Just ask us for possible check-in time!", "name": "Charming Designer Loft in heart of Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/87699242-2cfd-47d7-a1e6-e5c5c974810e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16314585", "id": "16314585", "price": 115, "review": "Everything was perfect and easy going. Flat is really nice and clean and you have everything you need. Not far from metro station. Communication with K was super easy. Will come back foe sure!!"}