{"description": "- Ground floor\n- Private garden\n- Screened-in porch\n- One-of-a-kind finishings\n\nThis one bedroom apartment is in the heart of trendy Bushwick, next to Maria Hernandez park. It features a private garden, screened-in porch, and a full kitchen with dishwasher. Includes central heating, dishwasher, air conditioner. It is a 5 min walk to the L and M trains.\n\nThe apartment features a private garden, screened-in porch w/patio furniture, projector, and a full kitchen w/dishwasher. It has warm finishings with red wood, 2 chandeliers and embossed metal ceiling in the kitchen.\n\nIt's ideal for couples who want to come home to a peaceful space with a  cabin in the woods feeling, or for solo/business travelers who need to be close to transportation, need more space and want to be based in Bushwick.\n\nThe bedroom is large and has plenty of shelving available for guests. There is a laundromat right across the street with very affordable same-day wash and fold services. There's also a scale you can use to weigh your luggage on your way out.\n\nYou will have access to the whole apartment while I'm away, including the private garden and porch. The latter is great for reading a book on the chairs or simply have breakfast while looking at the garden. You can smoke in the porch and garden but not inside the apartment.\n\nKey are available for pick up with a neighbor next door, and I will be available over phone/SMS/(SENSITIVE CONTENTS HIDDEN).\n\nThe street is quiet, and on the corner you will find Knickerbocker Ave with many grocery stores, bars, restaurants and coffee shops. The neighborhood has a plethora of vintage stores, artist studios and nightlife locations, particularly on or around Jefferson St.\n\nM train: 4 minute walk, L train: 7 minute walk, J train: 15 minute walk. Subway to Manhattan is 20 minutes even on nights and weekends.", "name": "Unique Bushwick one bedroom with private garden", "picture_url": "https://a0.muscache.com/im/pictures/ce036471-8b11-4679-8bc1-8cd63756dac5.jpg?aki_policy=large", "url": "airbnb.com/rooms/16310046", "id": "16310046", "price": 140, "review": "Angelo was very accommodating with my arrival. He stayed in constant communication while I was travelling and there. He's apartment is comfortable and warm with everything you may need. There are local shops and a 24hr convenient shop on the corner that has all the essentials and more. As stated in the description there is a laundromat across the street that I found very useful. Overall I would say that if you want easy access to Manhattan (literally 20 mins on the L Train) but want to relax in a peaceful neighbourhood this is the place for you. There is also a lovely private patio that I'm sure is lovely during the summer months but I enjoyed it in the winter too. I would happily stay here again!"}