{"description": "Sunny and quiet studio with private entrance in the basement of our 3 story Victorian home. Smoke Free. A block from Prospect Park,  and 2 blocks away from the B and Q express trains--both bring you into the city in less than 20 min. Explore this vibrant, yet peaceful neighborhood full of beautiful Victorian houses; it feels like a different world!  Enjoy many great restaurants, bars and the historic Kings Theater. For couples, families, solo adventurers, and business travelers.\n\nThe studio (12' x 27') is a Smoke-Free private space with its own entrance. It is separated into two areas by an antique screen.  It also has a separate kitchenette (fridge, hotplate, microwave), shower and WC. The floors are cork; there is lots of original artwork, and it gets morning and afternoon sun. \n\nThere is one full bed that sleeps two, plus an inflatable mattress for additional guests. There is comfortable seating and a table we can set up if you need a desk.\n\nThough we have a wonderful cat in our space upstairs, the studio has never had animals in it.\n\nIn the backyard and side yard we grow vegetables and herbs, and I make a mean hot sauce from the hot peppers that we harvest every year.\n\nPrivate access to basement with key code. First door along right side of house. The second door is our part of the house. \n\nDo not ring the bell on the porch.\n\nYou are welcome to sit on the front porch, or enjoy the backyard.\n\nPlease close all windows, turn off all lights and unplug appliances (except the fridge) whenever you leave.\n\nYou will pass costume and prop storage from my teaching and performing on your way into your little hideaway.\n\nThough we offer you all the privacy you want--this is a totally separate space--we would be pleased to arrange to host you upstairs for a coffee, or to plan a meal together.\n\nI can give you tips on what to see in NY Theater  and Garry is an expert contemporary art and the gallery scene.\n\nThe homes in this area, formerly called \"Victorian Flatbush\" were built in the early 1900's. Each house is unique with different windows, porches, turrets. On a walk around the neighborhood toward Cortelyou Road, you will pass some very extraordinary homes, before you arrive at a street full of wonderful bars and restaurants, including Purple Yam.\n\nThe area is one of the most diverse neighborhoods in Brooklyn. Our neighbors come from all over the world, and have lived here anywhere between 2 and 50 years. Though our street feels suburban, you turn the corner onto Church Avenue and are in the middle of a very urban shopping district.\n\nProspect Park, just one block away, was designed by the Olmstead Brothers, the designers of Central Park. There is a Tennis House, and the Skating Rink right nearby. The Park is irregular in shape, so you cannot see buildings from inside most of the park.   You can get lost there. :) We are close to the Brooklyn Museum and Botanical Gardens.\n\nThe B and Q trains are both express to Manhattan, the trip can be as short as 20 minutes. There is an express bus across Church Avenue that will take you to the F train as well.\nA walk through the park will get you to Park Slope.", "name": "Sunny Basement Studio Apartment, 1 block to Park", "picture_url": "https://a0.muscache.com/im/pictures/27af9b53-d6c3-4611-9d54-c408806855bd.jpg?aki_policy=large", "url": "airbnb.com/rooms/16315325", "id": "16315325", "price": 89, "review": "They're very warm and decent people who will go out of there way to make your days easier"}