{"description": "The Fenihouse townhouse. Welcome to our lovely 4 bedroom sun filled apartment. You can enjoy your stay with your family or friends in this 2nd floor 1000sq ft apartment. The décor is hip and very Brooklyn.\n\nThe Fenihouse is a 4 bedroom apartment with private entrance in a 1930’s townhouse. Enjoy spacious 3 bedrooms with queen size beds, one bedroom with a bunk bed and a sofa bed in the living.  Very comfortable for groups of 6 to 10. Enjoy a nice cup of Nesspreso on us in the morning, on us, before heading into the City to explore.\n\nWe live in the building and available by phone, email, text or ring the bell downstairs. However, we prefer to be contacted via phone or email.\n\nProspect Lefferts Garden – New York Times “Brooklyn best kept secret”, vibrant and diverse community. Close to Prospect Park, Brooklyn Botanical Garden, Brooklyn Art Museum and easy access to transportation into the city. Very close to PLG coffee shop – bagels and coffee, Desserts By Michael Allen – great sandwiches and Jus Fishy – funny name, but food is great! Wine shop 2 blocks away.\n\nWe are located 25 to 30min from lower Manhattan via the 2 or 5 trains which are only 2 short blocks away. The Q train is a 10min walk to the Prospect Park stop, and takes you to Union Square in 20min. A taxi ride avg is $20-$30.", "name": "The Fenihouse Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/1ed253dc-d44f-4428-8c4a-4206f09e3d58.jpg?aki_policy=large", "url": "airbnb.com/rooms/16325276", "id": "16325276", "price": 190, "review": "Notre Séjour familial, 4 adultes et et 4 enfants s'est  très  bien déroulé. \n4 chambres (excellentes literies) , un séjour, une cuisine équipée  (sauf lave vaisselle).\nA quelques minutes du métro winthrop. Lignes 2 et 5.\nA notre arrivée, il y avait des dosettes nespresso,  2 baguettes, du lait,  des œufs, jus d'orange  : de quoi préparer le petit-déjeuner du lendemain matin. \nLes propriétaires sont accueillants et prévenants. \nPerso, nous avions opté pour une arrivée et un départ,  en super shuttle. Rue calme. "}