{"description": "1 Bedroom apartment fully furnished with Kitchen, Living room and working space for business travelers in Meatpacking District, Chelsea, West Village area. Steps away from subway lines, museums, parks, restaurants, bars, & nightlife. Apartment is located on 2nd floor of a walk up and is on busy street but it is located in the back away from street noise & quiet. The place is ideal for an individual or couple but can accommodate a third guest on my couch or Twin size air mattress in living room.\n\nMy apartment includes WiFi, Cable TV (with TiVo if you need to record a show) and plenty of outlets with extension cords for easy access for charging devices around the apartment. Ideal for a couple or individual using the bedroom and/or 1 for the couch/air mattress in the living room.  I also have a full-size ironing board, iron and hair dryer. Plenty of clean sheets, blankets, bed pillows (6 Total) and towels. I also replaced the apartment shower head with a more comfortable one with varying water sprays and hose. I've lived in the space for 7 years and NO cat or dog has resided in the home during that time for those with allergies that are curious. The washer/dryer is in the basement of the apartment building and you will have to pay per load in the machine through a card machine but will have detergent and dryer sheets on hand for you to use. Most of the bedding, towels and linens have been bought since January 2017 and are brand new. I use separate bedding/pillows from my guests and are labeled in bags in my closet to not use. For parties of 3 staying at my place there is also an extra fold up chair for the dining table. Great location for tourists, business travelers or someone looking to spend the night in the city.\n\nFull Access to entire Apartment.\n\nI will be available to help my guests during the stay if needed as I will be situated nearby staying with family and friends. Or my Co-Host Todd will help if I am not around.\n\nI am a block away from the High Line, Whitney Museum, Chelsea Market, Gansevort Market and Meatpacking Restaurants and nightlife. Many local nearby parks including Hudson River Park great for running, biking, sight seeing and relaxing. My apartment is located in the trifecta of Meatpacking, Chelsea and West Village perfect for the visitor looking for great restaurants, bars, nightlife and shopping. There are plenty of local grocery market from Westside Market to Gristedes as more recognized brands like Trader Joe's and Whole Foods if needed. There is also a CVS Pharmacy across the street.\n\nNear the corner of 14th and 8th with easy access to the A,C,E & L lines. 1 avenue up from the 1, 2,3 lines. A couple of stops from Penn Station and Port Authority by subway. There are also bus lines, many taxis and car services always nearby. It is also very easy to walk to many places nearby without having to rely on public transport.\n\nINSTANT BOOKING: Please do not instant book my apartment if you will have many questions about the place. Please send an inquiry with your questions first to see if my place will be a good fit for your trip.\n\nCALENDAR AVAILABILITY: If you don't see a date that is open message me about it to see if I can open it up. I might have it blocked off for various reasons but if you are planning a 5 night stay and only 4 are open I can make dates available as long as no one is already booked.\n\nSUPER ACCESS: From time to time throughout the year the Super might need to get in the apartment to check on pipes or other problems that arise within the building. When checking in you agree to let Super in the apartment if it is needed during your stay. He will always call me first and not just pop in so I will let you know ahead of time to prepare (I assure you this is very infrequent maybe 1 or 2 times during the year and hope you can understand if he needs to come inside during your stay).\n\nCOUCH AS BED: If you book your trip the couch is comfy for a person but is on the smaller end and does not open up. There is also an air mattress in the apartment as seen in the photos with proper fitted sheets, mattress pad and blanket.\n\nWASHER/DRYER: These are located in the basement of the building and not in my apartment. You will need to purchase a card for $5 or $10 to use the machines.  I will have detergent and dryer sheets for use in the apartment.\n\nWYSIWYG: \"What You See Is What You Get\" - My home is pictured accurately, the nights I am not AirBNB'ing it I do live here. My place will contain clean sheets, blankets, towels, bath mats, mattress pad, pillow cases and so forth. The bathroom will be scrubbed down prior to your arrival and the kitchen as well with empty garbage cans throughout. I do supply some Bottle Waters, Coffee Station and some breakfast bars and instant oatmeal in the kitchen. There will be plenty of space int he closet for you to hang your clothes and a top dresser drawer for other apparel.", "name": "Great Location for Tourists and Business Travelers", "picture_url": "https://a0.muscache.com/im/pictures/c22bda33-8d7d-4e4c-9c0d-2033848f57f6.jpg?aki_policy=large", "url": "airbnb.com/rooms/16323024", "id": "16323024", "price": 195, "review": "The location is great. There is a subway station right there, with a direct connection to JFK. The apartment was a bit small for the three of us, but that's Manhattan. For a single person or a couple it would be perfect. It is very well equiped, and the communication with Derek easy going. We would stay there again for sure."}