{"description": "Located on the top floor of a new building, this Penthouse is a bright, open, and peaceful space. In the apt you'll have a guide that walks you through where Items are located in apt/building and few other things that you'll need to know. Enjoy it as if it is yours. Thank you\n\nIt's very modern, clean and everything's new. Utilize the large counter space and additional seating, ideal for cooking and guests. The entire apartment has beautiful floor to ceiling windows basking in natural light. The sleeping quarters have a queen sized mattress with a desk, dresser, walk-in closet, you can never get too many souvenirs to bring back home.\n\nEverything you need is in one place as you’ll see.\nUpon entering the building, there’s a common room where you can play billiards and couches for lounging. Head down the hall to the gym equipped with weight machines, cardio equipment, free weights, etc. Unlike most places in NYC, we have a beautiful, green, large backyard. Whether you play some basketball on the court, or hangout in the hot tub, you’ll be sure to enjoy your stay here. Take the elevator and access the rooftop that gives breathtaking, open views of the city and this historic Manhattan neighborhood. Lay back and see the unforgettable city lights.\n\nI'll be around and reaching by email or phone, but want you to enjoy the entire space.\n\nJust down the street we have our own charming New York Public Library if you want to keep it low-key, you can grab a book. \nDue to the huge influence of the multicultural neighborhood from the early 18-1900’s there are plenty of great venues to view art history. Feel free to visit the Museum of the City of New York, El Museo del Barrio, The National Jazz Museum in Harlem or The Graffiti Hall of Fame, just to name a few. Simply take a walk around and you will see locals publicly sharing their art via music, sculptures and murals. (When visiting in the summer, the local musicians congregate at La Marqueta or in various community garden spaces.) \nArt isn’t the only plentiful thing El Barrio has to offer. Puerto Rican, Mexican, Dominican, Cuban, French, Moroccan, Middle Eastern, Italian, Asian, as well as some of the city’s best bakeries and cafés, can be found within walking distance from one another throughout. \nLocated only a couple blocks away from Central Park, you can get your exercise on or take in the nature that our world renown park has to give; see the landscaping, gorgeous throughout all seasons. Go ice-skating, fishing, swimming, or grab a bite to eat, and much more. This is bound to be your best New York City experience and stay through Airbnb.\n\nThe Closest train is the Green line (6) train and only a few minute to 42nd St Grand Central, which is about 15 miutes ride... There are other public transits around, you'll notice them as you walk around the neighborhood...", "name": "Penthouse", "picture_url": "https://a0.muscache.com/im/pictures/004cbd31-19a4-4bbc-8c4a-8e5079d5c699.jpg?aki_policy=large", "url": "airbnb.com/rooms/16320520", "id": "16320520", "price": 180}