{"description": "Spring Break in the City? Come stay in my cozy apt in Manhattan!!! It's an amazing place to live right in Upper West Side. Quiet and with tons of sunlight. I love the neighborhood, so convenient, close to everything and charming: 1min walk to cool bars and restaurants, 3min to Columbia, 1min to subway, 7min to Central Park and St.John the Divine Cathedral is right in my street. Also, you can take the subway and get to Times Sq in 15 min, Chelsea in 20, Soho in 30,  Green Point in 35...\n\nNo matter how cold it's outside, the building remains always warm and cozy. Super quiet: my neighbors are the best. And sooo sunny the whole year. You'll love waking up here in a spring sunny morning.\n\nONLY super super tidy and clean guests (preferable 1, but I could contemplate a couple), professionals, responsible and able to give back the apartment exactly as I'll trust it to them: pristine :)\n\nI'll be out of town but you can contact me 24/7 if you need me.\n\nI love the neighborhood, so convenient, close to everything and charming: 1min walk to cool bars and restaurants, 3min to Columbia, 1min to subway, 7min to Central Park and St.John the Divine Cathedral is right in my street. Also, you can take the subway and get to Times Sq in 15 min, Chelsea in 20, Soho in 30,  Green Point in 35...\n\nYou'll be right in UWS, in a very popular neighborhood because of St. John the Divine Cathedral, the Peace Fountain and Columbia University. But fortunately, this is a quiet and charming place to stay, contrary to stressful Downtown... Not for me :)\n\nThe neighborhood has all kinds of amazing restaurants and bars, supermarkets, three parks (Central Park, Morningside and Riverside), movie theaters and more. And Harlem, with its Jazz scene and its yummy comfort food (please try the chicken and waffles) is just a 7 min walk.\n\nOf course, you can take the subway and get to Times Sq in only 15 minutes. Also to Chelsea in 20 min. To Soho in 30 min. To Queens in 30 min. To Green Point Brooklyn in 35 min...", "name": "Cozy and Sunny Studio in UWS Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/fd2ce23c-8db6-4360-9b23-0df006c79bc4.jpg?aki_policy=large", "url": "airbnb.com/rooms/16325360", "id": "16325360", "price": 122, "review": "Such a great little place to spend our holiday. Easy access to everything. Safe and great neighbourhood. Noelia was a fanatic host with great communication! Will stay there again ! "}