{"description": "Beautiful apartment, walking distance to 5 train stops that all can have in downtown Manhattan within minutes. Spacious, clean and cozy. Come, bring the family and spend the night in a beautiful apartment! If you have an infant, please let me know so that I can provide a crib for the baby.\n\n15 foot ceilings and plenty off sunlight. The master comes with a California King bed, oversized king mirror and a dining table for two. The second  bedroom comes with a full size bed for two, eating table and exit to the beautiful back yard.\n\nGuest have access to the entire apartment\n\nI'll let my guest have their space but I will be only a phone call away.\n\nGreat area and getting more populated as more and more people move here. Restaurants, The Barclays are just some of the attractions on your way to downtown Manhattan.\n\nA,C,J,K and Z train are mere steps from the front door. Along with buses and the famous Broadway Junction.", "name": "The Presidential", "picture_url": "https://a0.muscache.com/im/pictures/fa62b3c3-65a9-4fe4-91eb-b68e295e9e24.jpg?aki_policy=large", "url": "airbnb.com/rooms/16323896", "id": "16323896", "price": 120, "review": "I stayed at Bilal's place with three of my friends for New years weekend. Bilal was very responsive and accommodating during the booking and checking in process. The house was very clean and looked freshly painted. The master bedroom was great, with a California King bed and lots of space. However, the back of the couch in the living room broke the first night when one of my friends leaned back on it. My friend that slept in the smaller room which has a twin size bed, had one of the legs brake, and he fell off the bed at night. I think with just a few small imporvement, this place is great. The neighborhood is nice and there is and bodega right next door which was convenient. The tenants that live in the building did knock on our window and somewhat harass us after we refused to open the front door for them but I contacted Bilal and he took care of the issue."}