{"description": "The space\nWe have a spacious, top floor, sunlit, three bed room apartment (approximately 1,200 Sq. Ft.)  Full kitchen access (large for New York standards!)  The master bedroom features a Queen size mattress with 700 thread count sheets.  The Secondary bedroom (which is pictured as empty) will have a double tall Queen Air mattress with side tables for your convenience.  The third bedroom is our office, but it's a perfect space to set up a pack'nplay or separate space for a nap or quiet time.\n\nAir conditioning units are available in each room, and heating (via radiators, no thermostat) and an electric heater are all available. A desk and wi-fi are also available \n\nWe provide complimentary coffee, tea, and fruit at the beginning of your stay. \n\nWe are just two blocks from Riverbank State Park which offers inexpensive ice skating located next to the Hudson River. Linens and towels are provided. We also have complimentary supplies for \"oops, I forgot my____\" \n\nPlease be respectful of our peaceful, quiet space and also clean up after yourself.  If there is substantial mess, you will be charged a $100 cleaning fee. No parties allowed or additional guests that did not register to stay with us. \n\nWe hope you enjoy your stay at our little Harlem Chateau!\n\n55\" brand new TV\n\nGreat kitchen space for cooking, access to all kitchenware (pans, toaster, blender, food processor,  etc.)\n\nLaundry in basement,  we can provide hypo-allergenic soap, bleach, and dryer sheets and a loaded laundry card.\n\nNo rooftop access.\n\nWe will be available via text.  You will pick up keys via a service called \"key cafe\"  that is located on 145th street near St. Nicholas Ave.  We will give you a passcode when you have made your reservation.\n\nLocal food and bars include: \n\nAnchor Wine Bar:  Basically on our corner!  143rd and Broadway.  Lovely atmosphere, and great Italian eats.  I love the butternut squash ravioli if you're in teh mood for something a little rich.  Their cheese plate is usually good (the cheese vary, so ask what they have in stock)\n\nHarlem Public:  148th and Broadway.  Try their fried pickles and the peanut butter burger. Salads are good and they have delicious specialty beers. Surprisingly good cocktails--I like the Rhubarby Rye if you're in the mood for something not too sweet. \n\nOso:  140th and Amsterdam A hip atmosphere and delicious tacos spot.  Good drinks, great place for a date.\n\nFumo:  140th and Amsterdam  A lovely atmosphere I highly recommend their brunch as well as their gluten free options if you require.\n\nThe Chipped Cup: our local coffee shop is a gem. They have great coffee and spectacular ambiance. Don't miss it--they have a sidewalk sign--you have to walk down a little stairway. They also have a cute little secret garden in back. 148th and Broadway. \n\nSolace bar: Delicious burgers.  Ask about their downstairs seating area, it's super nice, but it's been awhile since I've seen it. This place is extremely reasonably priced, and has really great food. They also have a great chicken entree. 143 and Broadway--1/2 block from the apartment! \n\nTrufa: 140th and Broadway. Quaint, inexpensive dinner and an easy breakfast/ brunch\n\nJust two blocks from the 1 train and two avenues from the A/B/C/D trains, this is conveniently located 1/2 hour from midtown-door to door! \n\nStable Car Parking located about 1/2 mile north of us:  Stable Car Parking\n1 Trai(URL HIDDEN)trains\nUber\nLyft \nCity buses\n\nNo citibike stations nearby", "name": "Cozy & Sunlit Three Bedroom Apartment", "picture_url": "https://a0.muscache.com/im/pictures/4c6f7f2d-a8d1-4948-88ea-1e0ce266a463.jpg?aki_policy=large", "url": "airbnb.com/rooms/16338454", "id": "16338454", "price": 255, "review": "Great stay at Dana's!  Super nice apartment with lots of space!  Really cool authentic neighborhood with good restaurants and really close to the subway. Dana was great to work with and was super easy to communicate with. Would highly recommend dana's apartment. "}