{"description": "A large, sunny, quiet studio apartment in a\nbrownstone right in the heart of a picturesque Harlem street. A stone's throw away from Upper West Side and Central Park and accessible to major subway lines. Best restaurants and brunch spots right around the corner. M\n\nThis large, sunny, quiet studio apartment includes:\n\n-A spacious and sun-drenched space with hardwood floors, decorative fireplace, very high ceilings and overlooks a quiet street.\n\n-Has a full size bed that sleeps 2, and a comfortable\nthat fits a child up to 6 years old. There is a portable clothing rack to store your clothes and belongings. Fresh sheets and towels are provided. \n\n-There are heaters located throughout the apartment and the bathroom.\n\n-There is a fully functioning kitchen with stove, oven, microwave, coffee machine, fridge with brand new pots and pans.\n\n-Sizable bathroom is clean and includes a sink, shower, antique clawfoot bathtub, toilet and cabinet. \n\n-Fast-speed wireless internet throughout the apartment.\n\nGuests are able to access the entire space.\n\nI am very responsive and will meet guests in person when they arrive so I can orient them with the place and answer all their questions. I am accessible by phone and email.\n\nThe apartment is centrally located and is literally blocks away from row houses, Architectural gems, famed jazz clubs, and gorgeous Baptist Churches.\nThere's a myriad of trendy restaurants like Red Rooster (by celebrity chef Marcus Samuelson) and the small performance venue downstairs, Ginny's Supper Club. The Cecil (Esquire Magazine's 2014  pick for Best Restaurant in America), Chez Lucienne (fabulous French bistro perfect for brunch), Sylvia's (the best soul food), Amy Ruth's (best chicken and waffles), among many others, are all nearby. It's also a short walk to famous the Bakery Levain, home of the best cookies in NYC. There are also accessible groceries to stock up on supplies and cook at home. Landmark places like the Apollo Theater, Studio Museum of Harlem and Cotton Club are all a stone's throw away.\n\nThe 2 and 3 trains are 3 blocks away and they will\ntake you downtown in 20 minutes. The A, C, B, D trains are a 10 minute walk and the 4, 5, 6 trains are a 12 minute walk.", "name": "Hidden Gem in Harlem Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/701fc930-cbd5-45a7-86c4-bba2829ce264.jpg?aki_policy=large", "url": "airbnb.com/rooms/16337643", "id": "16337643", "price": 150, "review": "Great location in beautiful Harlem! The perfect size for my husband and I. Christie was kind and generous. We were surrounded by restaurants, drug stores, bars, retail, and subway (125th). It was a positive experience and I highly recommend! "}