{"description": "Located near the corner of Adelphi and Myrtle (2 blocks from Ft Greene Park!) our 1,100 sq ft apt has top-of-the line appliances & amenities (e.g. Viking stove; subzero; Casper mattress; water works fixtures); an open living space perfect for lounging, eating, planning the day's events; and, copious light from the wrap-around french doors.\n\nWe are new to hosting so have set our pricing for outstanding value to build our positive ratings. Take advantage of it!\n\nDelight in the first floor but please note basement access is not included.\n\nLocated at Adelphi and Myrtle, the intersection of  Ft Greene and The Brooklyn Navy Yard we are a 5-10 Citi Bike/Uber ride from DUMBO and 10-15 mins from Williamsburg. \nFt Greene: Our favorite spots for food & drink are Roman's, Walters, Putnam's Pub & Cooker, Olea and Graziella's. \nFor coffee: Smooch, BitterSweet, Hungry Ghost on Fulton.  \nGroceries: Right around the corner is Green-Ville Garden, and for ultra-fresh farm to table fare we recommend Green Grape Provisions.\n\nMost of NYC's major subways are only a 10 min walk away. You can find the B/D/N/R/Q/W @Dekalb, 2/3/4/5 @Nevins, G @Fulton, A/C @Lafayette. We recommend: downloading the following apps: g00gle maps, Uber/Lyft for ride sharing, Citi Bike (there are several stations within 2 blocks of us. bring a helmet!), and Bus Checker (real time updates on when the bus will arrive).\n\nWe have a 2 year old who sometimes likes to run. There are carpets and solid new floors but if you are sensitive to sound  - we totally understand and this might not be the right fit.\n\nWe/our nanny may access the basement through the first floor 1-2 times a week. We will of course give you advanced warning.", "name": "Ft Greene/Steiner  Studios -  2 Bedroom", "picture_url": "https://a0.muscache.com/im/pictures/d8e8ed04-c0d8-4a6b-b125-fe2b971f7f48.jpg?aki_policy=large", "url": "airbnb.com/rooms/16330737", "id": "16330737", "price": 220, "review": "This is a great place with a very friendly landlord. The house is specious and tidy with modern decoration, handy for the subway station and has a backyard. The living room is the most impressed area, because it really looks like a art bar."}