{"description": "MAGIC: one-of-a-kind loft with full 180° view of Manhattan skyline. Industrial renovated architecture, brand new design decor, lots & lots of light and space.  Plus: you can see the Empire State from bed!\n\nPERFECT LOCATION: Just in front of the river, steps away from Brooklyn Bridge & Park, in the heart of coolest DUMBO. 3 min from F train, 1 station from Manhattan Lower East, with great bars & restaurants. \n\nPLUS: The mezzanine can sleep +2 people in floor mattress. Fully equipped kitchen.\n\nExceptionally big loft, full of light, with a wide open view of Manhattan across al 7 windows. The room is integrated with the living room, but closes itself with blackout curtains to allow a good sleep! And wake up to the view of whole Manhattan right from bed!\n\nIt's got one room, but there is an open attic with a mattress for two on the floor, where 1 o 2 more extra people can sleep.\n\nWe've just moved in, so all the furniture is brand new and very carefully selected. Brand new bed with a great Casper mattress :)\n\nFully equipped kitchen: dishwasher, oven, microwave, etc. Washerdryer machine. Hi speed Wifi.\n\nDUMBO is one of the hippest neighborhoods in New York. With a lot of character, given by the fact that it's located below the Manhattan and Brooklyn bridges, it's architecture and views of the city are unique. Beautiful area, with lots of parks along the riverside. It has cool shops and cafés, and on top of it all: it's only 1 train stop from Manhattan!\n\nDUMBO's got old converted warehouses and cobble stone streets making it a unique New York neighborhood. It's also got the newly renovated Brooklyn Bridge Park which is situated on the water offering incredible views of Wall Street (and lots of soccer fields and basketball courts for sports fans).\n\n3 minutes from F train (York St. stop), which takes you to low Manhattan, midtown, and upper East. if you want to go to upper west, you can also take the A and C trains (10min walk away) to West Manhattan.\n\nDUMBO is also very close to Williamsburg (10 min Uber), Cobble Hill, Carroll Gardens, and to lower Manhattan (just 1 train stop).\n\nImportant to note that the apartment is accesible only by stairs, 3 floors up.", "name": "MAGIC: one-of-a-kind loft w full view of Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/6f6aa635-d56b-46a3-94a9-d1c9862f9eb3.jpg?aki_policy=large", "url": "airbnb.com/rooms/16335138", "id": "16335138", "price": 160, "review": "The host canceled this reservation 9 days before arrival. This is an automated posting."}