{"description": "Beautifully furnished two-bedroom apartment located in Carnasie, Brooklyn. This newly renovated apartment is approximately 900 sqft. The apartment is located close to the public transportation and is only a 30 minute subway ride to Manhattan!\n\nThe apartment is on the first floor of a two family house. It is located in a residential area but is close public transportation and is a short distance from the airport (JFK and LaGuardia), Barclay's Center Stadium, Kings Plaza Mall, the Brooklyn Bridge, Prospect Park and historic Coney Island Amusement Park.\n\n There are two bedrooms, each with a queen size bed and elegantly decorated; kitchen with full size refrigerator, stove and microwave; bathroom with tub and shower; living room with leather sofa and dining room.\n\nThere is a private entrance to the apartment; a set of house keys will be provided.\n\nThe host aims at making your stay very memorable. We are available to answer any questions and assist in every way possible to make your stay comfortable.\n\nThe house is situated in a residential neighborhood in Brooklyn and is safe and quiet .\n\nThe apartment is located near all major forms of transport and is well connected to the city. Public buses, Trains (L train), Taxis, Uber and Lyft are available 24 hours a day.", "name": "Spacious Apartment", "picture_url": "https://a0.muscache.com/im/pictures/b9e64ddc-f162-47d7-b6ea-29ff02947c78.jpg?aki_policy=large", "url": "airbnb.com/rooms/16330110", "id": "16330110", "price": 105, "review": "Bertus's place is a wonderful getaway. When we stepped into the apartment it was crisp and clean. The small accents from the chandeliers in each room to the carefully placed wine glasses made everything perfect. The apartment was spacious, each bedroom had more than enough closet space for us. The tv is in the living room which worked well because everyone night I went right to sleep because there is no tv in the rooms (however, after everyday of oour troop being active this was much appreciated). The neighborhood was nice and quiet and shops very close by. Bertus's 19 suggesstions were great! We didnt get to all but a good portion. Thank you Bertus for all of your accomadations, until next time!"}