{"description": "Bright and very cozy, plant-filled apartment in Williamsburg, just steps from 3 subway lines - Lorimer M, Broadway G and Lorimer L.  The area has amazing nightlife, chill coffee shops and delicious restaurants right around the corner. Conveniently located right around the corner from a supermarket, walgreens, and everything else you need it's the perfect place to feel at home in Brooklyn or quickly hop on the train to explore manhattan only 10 min away.\n\nThis one bedroom apartment is located on the 6th floor of the building and has 2 large windows and side windows which fill the space with beautiful light all throughout the day. There is a balcony that overlooks Sternberg Park with a small table where you can enjoy breakfast or a cup of coffee when it's warm out. \n\nThe apartment has central air/heat making it extremely warm and cozy in the winter or cool in the summer. A full stocked kitchen with all the appliances you need for home cooked meal. The living room has a smart TV with apple tv, netflix, hbo, and hulu that can be watched from the bed or from the couch in the living room. The bathroom has a window which fills the space with natural light, a bathtub and everything you need to decompress after a day walking around.\n\nYou will have access to the entire apt and balcony. There is also a public roof with a private roof access just for you.\n\nI'm always available via email or text message and will be happy to help you with anything you need during your stay.\n\nWilliamsburg is known for its nightlife and delicious restaurants and the apt is conveniently located next to many awesome spots. It's a great place to stay and explore the area! \n\nA few of the closest spots:\nMountain Province - coffeeshop with delicious pastries only a block away. \nHello Brooklyn - great burger joint, sports bar, open late. \nThe Brooklyn Ball Factory - Japanese coffeeshop with amazing match lattes and filling bento boxes. \nSpoonbill - Art Bookshop \nDuck Duck - neighborhood bar, fun, dancing, open late \nFeatherweight - Cocktail bar, great date spot.\n\nI also have (SENSITIVE CONTENTS HIDDEN) maps of all the best spots which I would be happy to share!\n\nThe apartment is conveniently located next to 3 subway lines which take you everywhere you need in the city.  2 blocks away from Lorimer M, 1 block from Broadway G, and 8 blocks from Lorimer L. \nWith so many subways and taxis always close by it's extremly easy to get anywhere you need in the city.", "name": "Cozy, plant-filled 1BR/Balcony next to 3 subways!", "picture_url": "https://a0.muscache.com/im/pictures/6be9dc9c-8e3a-424c-9f63-bd6e342f4084.jpg?aki_policy=large", "url": "airbnb.com/rooms/16331234", "id": "16331234", "price": 100, "review": "Gala's place was the perfect home office for a week of work.  Tons of plants, a well equipped kitchen, and a lovely patio to enjoy the first day of spring. I'll be back!"}