{"description": "This gorgeous, light-filled 3BR apartment is in an historic Bed-Stuy townhouse, situated on a charming, tree-lined block. Steps from restaurants, cafes and grocery stores, the house is a 10-minute walk to the subway, where the A express and C local trains will get you to lower Manhattan in 15 minutes. \n\nFully-renovated, open plan parlor and kitchen offers modern amenities with elegant historic detailing. A lovely, blooming shared backyard has a picnic bench and grill, the perfect zen retreat!\n\nThe space is large and spacious but incredibly comfortable for relaxing with friends and family. It's elegant but also very warm and welcoming.\n\nGuests have access to everything in the apartment. For guests with small children or babies, there is a travel crib, a high chair, and multiple gates for blocking the stairs available upon request. The backyard is furnished and shared with the apartment downstairs.\n\nI will not be available in person but I will always be available via phone, text, or email. A manager is available nearby for any on-site assistance needed.\n\nThere are coffee shops, wine shops and grocery stores on each corner. There are many restaurants and bars within a 5-10 minute walk away including Saraghina, L'Antagoniste, Manny's, Peaches, Chez Oskar, and Bar Lunatico. Laundromat at the corner of Stuyvesant and Halsey. The neighbors are lovely!\n\nThe A and C train is a 7-10 minute walk away. The A and C line is great for getting to JFK, downtown Brooklyn, lower Manhattan and the Upper West Side. The JMZ train is a 15 minute walk. It takes you to Williamsburg, the Lower East Side and all the way across lower Manhattan. \n\nTwo different bus lines stop on the corner of Halsey and Malcolm X. The B46 bus takes you straight to Williamsburg for some of the best restaurants and nightlife in Brooklyn. The B26 takes you to toward downtown Brooklyn for exploring the interesting neighborhoods along Fulton Street.", "name": "Elegant 3BR with Backyard (15 Mins to Manhattan!)", "picture_url": "https://a0.muscache.com/im/pictures/fe8d7066-2aa9-4175-a79f-7865098d0b67.jpg?aki_policy=large", "url": "airbnb.com/rooms/16345072", "id": "16345072", "price": 225, "review": "The house is very nice and confortable. It is exactly how it looks on the website. The area is quiet and perfect to rest after a day touring around. There are two apartments in the house and the walls are pretty thin, but only in one part of the apartments, not in the rooms.\nWe had a great time and appreciated the very nice taste of decoration. We felt at home."}