{"description": "This apartment is located on the top floor of our brownstone.  It is approximately 850SF w/ a large bedroom that has an office alcove. There is good sized living room and an open kitchen, outfitted with coffee maker and all the essentials.  The W/D closet, shared by us, is located in the hallway.  Original details throughout including wooden shutter and hardwood floors.  Our home is close to A/C Utica & Gates J train stops; as well as L'Antagoniste, Chez Oscar, Manny's, The Wilky, etc.\n\nWhat makes our space unique is that it is an oversized one bedroom, so it is quite comfortable for a longer stay in NYC.\n\nGuests will enter on the parlor floor level through the main doors and walk up the stairs this entrance is private for the guests.\n\nWe will be here to help with any questions you might have with regards to the space, location or NYC in general.\n\nBedford Stuyvesant has become a prime location over the last few years; the aesthetic of the neighborhood was the drive force behind this transformation.  Malcolm X Blvd has several new restaurants including L'Antagoniste (one of our favorites).  Lewis two avenues over has the best southern restaurant in Brooklyn, Peaches, as well as an amazing brick oven pizza/tapas/bakery, Saraghina's.\n\nIf you are driving to NYC - street parking is very easy.\n\nIf you are flying - we are located close to both La Guardia and JFK ariports.\n\nThe subways are A/C at Utica (the A runs express into downtown Manhattan, about 20min) and J at Gates which runs express in the mornings into the Lower East Side (about 20min).\n\nWe are located approx 10-15months walk to either train.\n\nOur house is a three story, two family brownstone.  We reside on the lower duplex (garden and parlor floors).", "name": "Brooklyn Brownstone Serenity", "picture_url": "https://a0.muscache.com/im/pictures/23c45428-ba21-4b3c-8bea-966146986f93.jpg?aki_policy=large", "url": "airbnb.com/rooms/16347171", "id": "16347171", "price": 95, "review": "The apartment is lovely and big with all the essentials and more. We were really cosy here. "}