{"description": "Your perfect East Village NYC getaway!\n\nThis quiet studio apartment is located right next to a subway station, Union Square, Tompkins Square Park, St. Marks, Webster Hall, Keybar, 1$ Pizza, CVS/DuaneReade, Momofuku, Astor Place, Ippudo, Village East Cinema. \n\nYou’ll love this oasis within the city because of the private garden/courtyard, the quiet atmosphere, the comfy bed, and all the open space! \n\nMy place is great for couples, solo adventurers, business travelers, & any furry friends (pets)!\n\nLocated right in the heart of East Village Manhattan, yet within a quiet back building that creates an escape to a quiet oasis away from the city, within the middle of the hustle and bustle.  \n\nThe apartment itself is perfect for anyone who is visiting NYC with a special someone, a friend, or just to experience the city for themselves!  This studio apartment gives you the perfect feel of NYC.  Along with all the amenities, there're also customizable curtains and sheets.  \n\nThe green wall is painted with chalkboard paint, so this place is perfect for artists or visionaries who need large canvases. (Chalk is provided!)\n\nYou'll be able to access everything--the private courtyard, the roof, the whole apartment (kitchen, bathroom, studio), and closet.\n\nDon't forget about the chalkboard wall!\n\nI will be available on call/text 24/7, and there is also a superintendent in the building who I will give you the contact information for.\n\nYou would be in the heart of the East Village--walking distance away from coffee shops (Caffé Bene, Dunkin' Donuts, etc), thrift stores (No Relation, etc), bars (Keybar, Fat Buddha, Durdend, etc.), liquor stores (Zeichner, Atmi, etc.), diverse FOOD places (Kumo Sushi, Momofuku Noodle/Milk Bar, Drunken Dumpling, Ngam, Hot Pot Central, etc.) and anything you could think of!\n\nLess than 1 block away from the subway station!  Walk only 1 street over to get to the subway.\n\nThere is a private gated entrance from the street, along with a locked door that leads to the courtyard, then another locked door to enter the building.  There is no need to worry about security.", "name": "East Village Studio Apt w/private Courtyard Oasis", "picture_url": "https://a0.muscache.com/im/pictures/17f8855c-f2e0-4409-b966-44f7c44be448.jpg?aki_policy=large", "url": "airbnb.com/rooms/16354659", "id": "16354659", "price": 120, "review": "Very cosy and private apartment with great location (literally 2 mins walk away from the 1 Ave station). Great place for food, drinks and travel convenience as well. Host was very accommodating, nice, clear & efficient in conveying his messages. Appreciated that he also checked on how things were going midway through my stay and for leaving behind a welcome message and homekeeping items. Enjoyed the stay and would recommend this for travellers who'd like a great location and somewhere quieter in East Village."}