{"description": "Greetings BNB'ers!!  Our place is a super cool shared 4 bedroom in the heart of epic Williamsburg where you would have 1 private room with a double bed, full access to the apartment and get to live in a crazy building with totally fun amenities like a movie theater, pool, 2 lounges, a game room, cabana and BBQ area, gyms, roof top and other things that are just too much to mention!  But it's awesome.  Trust me.  WELCOME!\n\n**PLEASE NOTE** During the winter months, the apartment tends to be on the quieter side, so if meeting people rocks your world, please let us know so we can let you know what the current social scene is in the house \n\nThings here are inspired, friendly and open minded.  My co-host, Kathy, and I truly enjoy hosting travelers from around the globe and hope to make our space comfortable and inviting to everyone. Between the two of us, we have 13 years of New Yorker knowledge to share.   While you’re here we invite you to ask us about the best spots and outlets for the a taste of the local culture.  We love everything from activism, volunteerism and business, to street art, hipster spots and the best places for munchies.  So if you want to join us or take an adventure of your own, just say the word and we’re happy to give you the low down.\n\nMy place is 100% LGBTQ LOVING.   \n\nLet's keep it real: If you can't make it a safe space for all, then this just isn't the place for you.  :o)\n\nI reserve the right to terminate our engagement for behaviors that do not align with the house or the considerations of others.\n\nGuests will have access to the all parts of the apartment, excluding other private bedrooms and all building amenities.\n\nWe love interacting with guests, and we also like to do our own thing.  At our place, you can do either and feel at home.\n\nThis neighborhood is filled with the best food from all corners of the world.\n\nHere's the brief shakedown of my personal favorites:\n\nBest Breakfast Spot:  Egg (N. 3rd and Kent)\nBest Gourmet Pizza:  Fornino (N. 7th and Bedford)\nBest Silly Pizza:  Vinny's  (N. 9th and Bedford)\nBest Interior:  Sea \nBest Beer:  Rattegast\nBest Clubs:  Output, Verboten\n\nL TRAIN!  YES.  What a collection of characters and awesomeness.\n\nThis magic carpet ride brings you into Manhattan in about 5 minutes and takes you from the farthest east point to the farthest west point.   Which basically means you're going to be transferring to other trains like a boss.  Pick your train.  There's probably a stop for it along the L train.   Booya!\n\nIf all housemates, agree the house is 4/20 friendly.  All other smoking must be kept outside on the balcony, rooftop or outdoor areas.", "name": "PRVT Rm in 4 Bedrm, Luxury Bldg w Pool/Theater/Gym", "picture_url": "https://a0.muscache.com/im/pictures/007e9ab4-bb1c-4e3b-b1e1-976d1fe73438.jpg?aki_policy=large", "url": "airbnb.com/rooms/16359515", "id": "16359515", "price": 70}