{"description": "One of a Kind studio apartment 10 mins away from Midtown Manhattan\n\nSpectacular apartment, fully furnished in the heart of Astoria, dinning and living area with hard wood floors and plenty closet room. The apartment is spacious and it has ton of natural light. My place is walking distance from local bars, coffeeshops, restaurants, grocery store etc. You’ll love my place because of the location, the people, and the ambiance. My place is good for couples, solo adventurers, and business travelers.\n\nThere are plenty of restaurants, cafes, coffee shops, bars, pharmacy, grocery stores, banks and pretty much what you need all with in walking distance from the apartment.\n\nSubway stop is 30th ave on either N or W train.  The apartment is about 5 mins walking distance.", "name": "Home away from home studio in NYC", "picture_url": "https://a0.muscache.com/im/pictures/47639381-f39e-47a4-b01f-2d213cb9ace7.jpg?aki_policy=large", "url": "airbnb.com/rooms/16362541", "id": "16362541", "price": 85, "review": "The place was exactly as Eden describes it and advertises it.  Eden was very, VERY accommodating for my party.  Our  us had arrived very early in the morning but Eden let us drop our bags off earlier than check in time to lighten our load and when it was time to check out, she even let us stay a bit longer than needed so we didn't have to drag our luggage all over NYC.  The place itself was very clean and well kept.  It pretty much has everything you would need for a short stay in NY.  What I really liked was the sense of security.  You have to enter through a locked door at the building entrance before you get to her place unlike some places where anyone could simply just enter and exit as wanted.  If you need some sort of food or somewhere that gra s necessities, it is all within close proximity a traveling back and forth between the city and need her location was very simple and convenient.  Eden was an amazing host and if I make another trip to NY I would  otherwise hesitate to book with her again I available.  5 stars all around."}