{"description": "A minimalist clean apartment in the lively Lower East Side brings calm to an otherwise happening neighborhood. Conveniently located close to bars, clubs, cafes, galleries, food markets, stores, NY favorites (Katz Deli and Russ & Daughters), and subway (J, D/B, F). It offers a great view of the city; but the building has no elevator and apartment is on the top (6th) floor, which could be difficult for people with limited mobility. Please let me know what time you'll be checking in after booking\n\nNOTE: The living room effectively serves as a second bedroom and is where the \"second bed\" is--fold out couch with mattress pad, small closet, and its own door for privacy.\n\nFull access to space but not the hosts' own supplies (foods/groceries), hygiene products, etc.\n\nYou'll get place to yourself but can contact the hosts if there's any issues or if you have any questions!\n\nHistoric sites, cafes, galleries, markets, stores, bars, clubs--anything you could be looking for can be found in LES or in close proximity. 2 min walk to East Village, 15 mins to SoHo, and 20 to Williamsburg through iconic Brooklyn Bridge. Also close to NYU! It's an incredible location and a really spacious apartment.\n\nConvenient location downtown allows you to walk to many desired locations but it is also only 5 mins away from the F or J trains and about 10 mins to D,B trains to get to other places in the city.\n\nThere is no laundry in the building, but there is a laundromat within a 2 minute walk on Stanton street.", "name": "Large, minimalist, clean apt downtown", "picture_url": "https://a0.muscache.com/im/pictures/5a9491be-7fdf-40c2-91ec-14e76486d228.jpg?aki_policy=large", "url": "airbnb.com/rooms/16368826", "id": "16368826", "price": 165, "review": "We like our stay, the location is really great but I will not recommend this place if you are 4 adults. This is good for only 2 peoples eventually with one child. The second bed is so small that my sister and I had to sleep on a thin mattress on the floor. Hitter are very noisy during night and we didn't have hot water especially on the mornings.\nOz is a very nice host, helpful and understanding!\nApart is clean and perfectly located. Definitely good for 2 peoples!"}