{"description": "FULLY COMPLIANT WITH ALL NYC HOUSING LAWS REGARDING THE USE OF AIRBNB.\n\nBeautiful 1 bedroom, sleeps 4 with brand new queen sized bed and comfy queen sized fold out sofa. Everything newly renovated! Full kitchen (with dishwasher), full bath, TV (Roku only). Cafe's and restaurants just short walk away. Short (0.3m) walk to nearest metro station takes you to Manhattan in under 40 minutes and cool destinations in Brooklyn in under 30!\n\nThis unit is the garden apartment (no access to garden but it's a nice view!) of the house which sits on a beautiful and peaceful tree lined street. It's very large for a NYC apartment so you'll have space to stretch out! Our kitchen is fully stocked with utensils needed to cook. We provide a hair dryer, iron and ironing board, linens and towels with your reservation. Free WIFI.\n\nYou'll have access to the entire apartment including your own separate entrance.\n\nWe love having guests and will gladly stop by to help you plan your NYC adventure but if privacy is what you want we are perfectly happy letting you do your own thing.\n\nBed Stuy's close proximity to Manhattan and the classic architecture have made this neighborhood famous as the newest, cool neighborhood in BK and for those who know about NYC, it's all about BK these days! \n\nBed Stuy is one of the most talked about real estate neighborhoods in NYC! It has classic architecture and our home is in this classic style! Bed Stuy has a quickly fading reputation for being unpredictable, a hold over from the 80's when this neighborhood was called home by rap stars such as Biggie Smalls and Jay Z. Billy Joel famously sings \"I walked through Bedford Stuy alone\" in his great song You May Be Right! Those days are far behind Bed Stuy and for those of us lucky enough to have gotten a home here before they broke the 2 million dollar price tag we know what an exciting, friendly and diverse neighborhood this is! Some of NYC's best  restaurants are here in Bed Stuy and people come from all over the city to eat at Sarghina, Peaches (right around the corner!) and Dough, all within a 15 minute walk from our house and some much closer!\n\nThe house is located near two different metro lines servicing three different train lines! The G line is only 0.3 miles away and takes about 7 minutes to walk to. The walk is safe and you'll pass several restaurants and cafe's on your way to the metro. The G line travels only in BK but easily connects to the express train to Manhattan and can get you to points in lower Manhattan in about 37 minutes door to door. Destinations further north in Manhattan take a little longer but relative to other people's BK->Manhattan commute this is about 10 minutes faster than the average! \n\nThe other metro station near us in 0.7m away and takes about 12 minutes to walk to. That is the A/C line and it will take you to all latitudes in Manhattan including as far north as Harlem and beyond! Again, the walk to the A/C line is a safe and pleasant walk and you'll pass many places to eat on the way!", "name": "Near the City, Classic Brooklyn!", "picture_url": "https://a0.muscache.com/im/pictures/caaebbb3-9df0-4bcf-a2bf-2410c504787a.jpg?aki_policy=large", "url": "airbnb.com/rooms/16365878", "id": "16365878", "price": 130, "review": "My boyfriend and I traveled to NYC this past weekend. This was our first time staying in an Airbnb and the apartment was exactly as described if not better. Yuki thought of everything in the house manual and in random postings throughout. Our stay was comfortable and we definitely recommend Yuki's place to others. If we ever find ourselves back again, we'll definitely return. "}