{"description": "Welcome to Williamsburg. You are 4 min away from the L train on a treelined, quiet street in a friendly neighborhood filled with restaurants, coffee shops, and parks. Your room is spacious - as big as most people's one bedroom apartments. You have your own private entrance and bathroom. We live upstairs and will be sharing a kitchen. We keep the place very clean and a small dog upstairs (quiet). Only 10 min to Union Square, the location is unbeatable. Not to mention laundry service next door!\n\nMy husband is a painter and I'm a film maker. We live upstairs from you. We are very welcoming but also give you privacy. Your room is very large and we keep everything very clean. You are right next to the L train as well as ample grocery stores and shops.\n\nYou have a private entrance, bedroom, garden and kitchen/ sitting area access. Plus a working area to set up your laptop. Of course you also have your own private bathroom and shower.\n\nWhatever you need, ask. We are here to help you feel comfortable in our home and neighborhood.\n\nOur neighborhood is very unique filled with families, shop keepers as well as young people. Its a diverse and open community. People are communicative and helpful. Variety Coffee has the best cup of joe in town. All the little restaurants on Graham Avenue are great...Concord Hill, Mesa Coyoacan are very popular here. C-town is right here. Also next door to it there is a great place to get fresh juices, wraps etc. The Meathook is across the street which has fresh meats, sauces, baked breads and farm fresh fruit. Take a 7 min walk to the farmer's market on the weekends! And bedford ave is another cool area - just 10 min away.\n\nThe L train is less than 4 min from the house as well as the B-43 and 44 are right here. You are in the city in 10 min...also you are super close to the G - if you want to check out Clinton Hill, Fort Greene, etc.\n\nPlease note the kitchen is shared but we keep it tidy and respect privacy.", "name": "Bright Garden Apartment in Prime Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/59ab5efd-e9ac-410b-8652-68ecf1e9c9a3.jpg?aki_policy=large", "url": "airbnb.com/rooms/16368411", "id": "16368411", "price": 120, "review": "Un bon plan pour visiter New York : le metro à 3 rues et un accueil simple mais efficace."}