{"description": "Welcome to Harlem! Large bright home-away-from-home on 5th ave. Family friendly 2bed/1bath apt set back from the hustle & bustle, centrally located, easy access to subways & attractions. 4 min walk to subway station, 20 min walk to the met and many more museums knowns in NYC as the Museum Mile! Central Park right across the street!\n\nTh apartment is on the boarder of harlem and upper east side conveniently located on 5th ave next to great subway transportations.\n\nAll hardwood floor, fully renovated apt with modern fully equipped kitchen. Master bedroom has queen size bed, 2nd bedroom has full rise bed. Get all your work done on a beautiful desk with very High speed internet. All TV's are smart TVs. \n\nThe living room is large with sofa that can turn into a bed for 1 or 2 small kids. Sofa is 8 feet long and 3 1/2 feet wide beautiful custom leather sofa from restoration hardware. \n\nGet ready to have beautiful dinners at the dining table capable for 8 people. All hardwood floor, fully renovated apt with modern fully equipped kitchen and all-marble bathroom. Both the rooms have queen size bed, work desk and large wardrobe. High speed internet, smart TV, central heating and AC in the both the rooms. The living room is large with sofa that can turn into a bed and with dining table and 6 chairs.\n\nMore about the Rooms & Apartment:\n\nWiFi Included\n30 seconds to Central Park\n10 min walk to your first Museum\nAC included in Each Room (spring,summer and Fall)\n3 Blocks from Subway Stations \nNYSC, FreshFoods Supermarket, Restaurants Nearby\nFully Equipped Kitchen\nLarge Living Room: spacious\n\nI am available throughout the day for any questions or requirements.\n\nThe neighborhood is bordered with South Harlem and upper east side, the apt is located in front of central Park with Views of the park from living room.\n\nCentral Park is 30 seconds away.\n\nMuseums within 5-10 minute walk\n\n110th Street – Museum for African Art \n105th Street – El Museo del Barrio \n103rd Street – Museum of the City of New York \n\nMuseums within 10-20min walk\n\n92nd Street – The Jewish Museum \n91st Street – Cooper-Hewitt, National Design Museum (part of the Smithsonian Institution) \n89th Street – National Academy Museum and School of Fine Arts\n88th Street – Solomon R. Guggenheim Museum\n\nMuseums within 20 min walk\n\n86th Street – Neue Galerie New York\n82nd Street – The Metropolitan Museum of Art\n\n2 and 3 subway line is one block away.\n\n6 subway line is 3 blocks away.\n\nNo smoking\nNot suitable for pets\nNo parties or events\nMay not be safe or suitable for infants (Under 2 years)", "name": "Beautiful 2 Bedroom by Central Park and Museums!", "picture_url": "https://a0.muscache.com/im/pictures/f16a597d-08d4-4cee-af48-2f6690c29913.jpg?aki_policy=large", "url": "airbnb.com/rooms/16360002", "id": "16360002", "price": 249, "review": "Sejour formidable dans un appartement spacieux , confortable . Phil est disponible efficace et a répondu s toutes nos attentes . Je vous le recommande vivement"}