{"description": "Charming one bedroom in the heart of Midtown East Manhattan. Full service doorman building makes your stay effortless and easy. \n\nA SHORT WALK TO:\nCentral Park\nRockefeller Center\nBloomingdale’s\nSak's Fifth Avenue\nGrand Central Terminal\nThe New York Public Library\nApple Store Fifth Avenue\nWhole Foods Market\nMany incredible restaurants, the east side river path (In case you like to run), a ton of cafes, bars and the best of Madison avenue shopping!\nMetro station (6, E, M)\n\nHi! I moved from Canada to NYC five years ago and absolutely LOVE my neighborhood. My street is quiet and clean, steps away from the best sights in the city, and easy access to the major metro lines (6, E, M) which take you to everywhere. (Including JFK and Laguardia without having to switch trains) Midtown East is best suited for someone who wants to experience New York from a locals perspective with the comfort of being in a safe, clean neighborhood steps away from the best things the city has to offer.\n\nCheat Sheet\nExperience…the real downtown scene at The Bowery Hotel\nSplurge…on dinner at Le Coucou\nEat… 2015's biggest rage 'The Crownut' from Dominique Ansel's bakery\nDrink…the best hot chocolate at La Maison du Chocolat\nSavor…the best of New York street food from Chelsea Market and Gansevoort Market\nVisit…the new Whitney in the centre of the Meatpacking district\nSee…a game, musical or broadway show\nShop…for a treasure at Masion 54\nIndulge... in a new scent at Le Labo\nDare…to try and get a reservation at The Polo Club\nDance... the night away at The Box\n\nI am happy to help recommend the best hidden gems that the city has to offer including, restaurants, sights, cafes, bars and nightlife. Just ask!\n\nSutton Place is the best neighborhood in the city!\n\nReal New Yorkers walk everywhere... but lucky for you there is the 6, E and M trains a couple blocks away. There is also the FDR just around the corner which will take you via car to downtown, Brooklyn or the airport in a short time.\n\nPlease note that I also have a separate room off from the kitchen with a treadmill, desk, and large window.", "name": "Downtown chic in the heart of Midtown Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/eecb9789-27d6-4556-8da1-4252ae1071f4.jpg?aki_policy=large", "url": "airbnb.com/rooms/16365649", "id": "16365649", "price": 150, "review": "The host canceled this reservation 9 days before arrival. This is an automated posting."}