{"description": "This apartment provides immediate access to Williamsburg, Greenpoint, Bushwick and Lower Manhattan. The location is just the beginning. A home should be a place you enjoy returning to -- and I've furnished the house so that it is functional but also stylish and comfortable. So even if you're not out working, studying or touring the city, a day at home feels like a day well spent.\n\nThe bedrooms and main floor of the apartment are separated by a set of stairs, which lends an element of privacy when someone is using the kitchen or relaxing in the living room or the bedrooms. The mattress in the bedroom pictured is a queen. The kitchen  -- like the record collection -- is fully stocked. Pots, pans, a Nespresso machine, a full-size fridge and the oven and stove are at your disposal.\n\nThe layout here is simple. In addition to the bedrooms upstairs there is a large, open space downstairs which includes a full kitchen and living room. There's also a small balcony out back. And there's a bathroom on each floor.\n\nWell, I live here so it is inevitable you will interact with me. That said, it's important for me that interactions are harmonious. I'm available to offer recommendations to anyone unfamiliar to the city (I know this place well), and to make a stay as comfortable as possible. A great thing about this place is that it allows space so that everyone has private quarters.\n\nThis box isn't big enough to touch on all of the food, drink and entertainment options at your disposal. This neighborhood has a bit of everything -- bars, restaurants, concert venues, a movie theater that serves amazing homemade beef jerky. There are enough coffee shops and bars to choose the one that suits you just right. (I'm partial to Lella Alimentari for coffee and Rock'n'rolla for a drink.) The same could be said of restaurants -- and the choices are overwhelming. The bodega down the block has every snack you could imagine. Suzume and Brooklyn Star, restaurants that are a block away, are both excellent. If the weather agrees, you may stop by Campbell Cheese & Grocery before walking five minutes to McCarren Park for a picnic. One of the neighborhood's best vintage clothing stores -- Stella Dallas -- is also five minutes away. If you continue down Metropolitan Ave. about a mile, you'll reach the East River, which is straddled by Kent Ave., home of Smorgasburg. The list goes on and on.\n\nWilliamsburg -- like Manhattan -- is quite walkable. Restaurants, bars and shopping are all accessible by foot, and with new spots opening all the time, a walk down even a familiar block may reveal something new. The L and G trains are at the corner, and a cab ride into Greenpoint, Lower Manhattan or Bushwick is about $10. An Uber ride would be even cheaper.", "name": "Big, sunny bedroom in apartment with modern decor", "picture_url": "https://a0.muscache.com/im/pictures/e5225b87-562c-478f-9f80-21a16ffb0ead.jpg?aki_policy=large", "url": "airbnb.com/rooms/16377436", "id": "16377436", "price": 70, "review": "A wonderful stay at Michael's place...I kept extending my trip! The room is spacious and comfortable. The apartment clean, well kept and a very pleasant atmosphere to be in or return to after a day's work. The location is (URL HIDDEN) the heart of Williamsburg with the L train subway less than a block away. Michael is an ideal host - warm, hospitable, helpful and focused on cleanliness and hospitality. I would more than recommend to any prospective visitors. "}