{"description": "Just 30 minutes to Manhattan this open 1 bedroom was completely remodeled: we spared no expense. It’s on the bottom floor of a 1 family home in Bay Ridge (an often overlooked gem among Brooklyn neighborhoods). This safe family friendly neighborhood maintains the charm of old Brooklyn while offering up great restaurants, bars, coffee shops and some of the best shopping in the city. Explore folks fishing on the pier and take a walk along New York Harbor and under the Verrazano bridge.\n\nOVERVIEW:\nThe space was recently gutted and completely remodeled. It has a large living room area with 2 sofas, a big screen TV, a full kitchen and dining table. The kitchen is stocked with breakfast items and snacks.\nIt has a large bathroom with a built in bluetooth speaker, a hair dryer, high end soaps and a large shower.\nBehind the glass french doors is the bedroom with the full size bed, another big screen TV, and a door to a small outside area.\nIt's a very airy and open and bright space. On nice days you can leave the backyard door open and let the fresh air in. \nThere's plenty of space for your luggage including a closet with hangers for hanging clothes.\nThe TV is connected to Netflix and Amazon Prime and will soon have a full cable package with premium channels (you can also rent movies from amazon if you leave me the money). \n\nBATHROOM:\nThe bathroom has a large chic shower, a hair dryer, and a variety of natural body washes to suit your mood. The light also has a blacklight setting which is perfect for middle of the night trips where you don’t want a bright light that makes it hard to fall back asleep or if you want soft ambiance. The light also has a built in bluetooth speaker so you can listen to whatever you want.\n\nThis separate apartment has its own front door with an easy number pad lock so you don’t need a key. Every guest has their own time limited code. \nYou also have access to a small outside area in the back where you can sit and have coffee on nice days or smoke if you need to.\nGuests have plenty of space in drawers and closets to store luggage and clothing.\n\nIt's important to me that you have a great experience and I'm always available to help out. You can call or text me anytime with any questions. If you need something I'll make sure to help you out.\n\nIt's a great neighborhood that's very safe and full of great restaurants and shopping. I'll add more here later.\n\nIt's 3 blocks to the subway and 30 minutes to Manhattan.", "name": "Brooklyn Luxurious Suite sleeps 5", "picture_url": "https://a0.muscache.com/im/pictures/f423467a-25d3-42b5-ae3c-390ccdaf2755.jpg?aki_policy=large", "url": "airbnb.com/rooms/16380794", "id": "16380794", "price": 149, "review": "Great place, with everything you need from an apartment, really close to a subway station so ideal to get around town"}