{"description": "Large, spacious 3 bedroom 2 bath duplex in prime Greenpoint, Brooklyn! Apartment comes fully furnished with a large couch, eating area, 3 large beds, an additional sofa bed, and a balcony with clear views of the East River and the New York City skyline!\n\nPrime location in Greenpoint, conveniently located next to Williamsburg (10 minute walk), Manhattan (20 minute train ride), and just steps to the friendliest parts of Greenpoint. 5 minute walk to the G trains, less than a 15 minute walk to the L Train, blocks to Bushwick Inlet Park, and McCaren Park. Also near tons of awesome restaurants, cafes, bars, shops, and more. Supermarket is 1 block away!\n\nFeatures include: \n* New stove/oven, refrigerator, microwave, coffee maker and cookware.\n* Spacious living area\n* Free high-speed wireless internet \n* New flat screen tv with access to Netflix, HBO, and Hulu.\n* hairdryer\n\n*Bonus* There is a accessible rooftop with sweeping view of the East River, Chrysler Building, Freedom Tower and the Empire State Building!\n\nWe (the owners) are three friends who live in the building and are looking forward to hosting travelers from all over the world. We’re happy to answer any questions, recommend a restaurant, give directions, or enjoy a conversation with our guests!\n\nGreenpoint is the quieter and chiller area immediately next to Williamsburg, although the two neighborhoods are basically continuous. Together they make one of the coolest places in Brooklyn.\n\nThat said, we love living in the quieter Greenpoint area but having instant access to amazing restaurants, super cool bars, incredible nightlife, live music, art galleries, fashionable boutiques, record stores, etc… It’s the best of both worlds and we think you’ll love it too!\n\nGreenpoint has a vibrant mixture of older Polish residents, young families, and trendy hipsters. You’ll enjoy walking tree-lined streets, passing 100+ year old 3 story buildings and brand new high rises. Old polish bakeries sit next to a diverse mix of ethnic restaurants. There is a Farmers Market on Saturdays in McCarren park and also on Sundays in McGolrick park.\n\nWalking distance to Williamsburg (10 minute walk), short train ride to Midtown Manhattan (20 minute ), and just steps to the friendliest parts of Greenpoint. 5 minute walk to the G trains, less than a 15 minute walk to the L Train, blocks to Bushwick Inlet Park, and McCaren Park.\n\nCheck in is at 3pm, check out by 11am. Requests for early check in or late check out must be made at least 1 week in advance.", "name": "Large 3bd 2 bath duplex in prime Greenpoint!", "picture_url": "https://a0.muscache.com/im/pictures/aa95b8a4-e58a-4ed0-a503-166a156700f4.jpg?aki_policy=large", "url": "airbnb.com/rooms/16381049", "id": "16381049", "price": 250}