{"description": "Spacious, warm apartment very close to both Central Park & Times Square, but away from much of the noise!  Located in Hells Kitchen, there are ample restaurants, bars and clubs just around the corner. \n\nDecorated to be relaxing and comfortable, you've the use of the entire apartment, with a King bed in the bedroom, and a pull out sofa sleeper in the living area. \n\nThis is a fifth floor walk up apartment though the Host will assist in carrying luggage up however!\n\nDecorated to be relaxing and comfortable, there is a cinema projector and home theatre if you decide to relax and watch a movie (please note that there is no cable TV - everything is internet streamed), though with so much to do in NYC you may not get the chance! \nPlease be respectful to neighbors with the volume or if using the home theatre to play music. \n\nApartment is cleaned to a very high standard, and host is just moments away in case anything is required throughout your stay.  Be mindful this is an older building (though well maintained).\n\nSteam Radiators are in living spaces & the bedroom, which make the apartment very warm, the bedroom can be turned off if you're too hot &  there is a working AC. , Also there is an electric heater in the bedroom should you want to turn the radiator off and control the heat yourself. \n\nPLEASE NOTE: The apartment is the fifth floor of a walk up, (no elevator, though I'm happy to assist bringing up luggage!), so would not be suitable for people who are unable to walk up the stairs.\n\nKitchen (Oven, Microwave, Fridge, Cooking Equipment)\nBathroom (Shower and half bath)\nLounge (With projector and home theatre system)\nBedroom (King bed, storage for clothing etc)\n\nHost will assist you in carrying your luggage up to the apartment (as this is a fifth floor walk up) and is located in the building in case you need to get in touch! I will show you around the apartment and have a wealth of knowledge to share on tips for experiencing NYC and what to do/where to go!\nI'm available 24/7 on my cell phone in case of an issue.\n\nHells Kitchen is full of restaurants, cafes, bars and clubs, right beside the Theatre District for all the latest Broadway shows. \nThe apartment is:\n5 minutes walk to Columbus Circle Subway,\n7 minutes walk to Central Park\n12 minutes walk to Times Square\n6 minutes walk to the Lincoln Centre.\n\nVery close to subways - Columbus Circle is five minutes walk away. \nWonderful walk along the Hudson river is also five minutes west. \nMajor avenue (9th Avenue) located just 1 minute walk away for Taxis etc.\n\nThis is a walk up apartment on the fifth floor, meaning there are five flights of stairs to walk up. It's really not that bad - and good exercise! Though would not be suitable if you are unable to use stairs. There is no elevator. Host will assist you in carrying up your luggage however!\n\nYou are welcome to make use of the projector and sound system, though please be respectful of the neighbors with the volume.", "name": "Large, Warm & Quiet - Minutes CPark & Times Square", "picture_url": "https://a0.muscache.com/im/pictures/bbe60397-fae7-41dd-932a-ff72cc69eef7.jpg?aki_policy=large", "url": "airbnb.com/rooms/16390713", "id": "16390713", "price": 165, "review": "Great location and value. The bed was huge and comfortable. It was the perfect size for us (3 ppl). One thing to note is that it's an older building so there is a heat pipe that runs through the kitchen that makes a lot of noise. With the door closed in the bedroom, we couldn't hear it. \n\nMJ is a great host and is full of knowledge about the city and is very responsive. He gave us very useful tips to help us get the most out of our stay. \n\nI would definitely book MJ's place again! "}