{"description": "cozy, eclectic, light filled east village one bedroom, with convertible in living room for families.  charming old tenement apartment with modern kitchen and amenities. \n\ngreat for singles, couples, or small families, (or very close friends!) as the living room sleeping area is not private and the bathtub is in the kitchen.  that's right, in classic tenement style the bathtub is in the kitchen, please note this when considering booking!! we find it super cute, but it's not for everyone!\n\nlarge one bedroom apartment on a quieter block in the east village.  airy and light filled (it's the top floor) with cozy rugs for winter and a/c in the summer. plants, books, records, wifi, etc should you want to spend time kicking it at home but also the heart of nyc is just outside your door.\n\nspacious kitchen w/ new appliances and large table for working or dinner parties.  \n\nsuper comfortable queen bed in bedroom, and new full size convertible in living room for extra sleeping space. bedroom also has a desk/work surface.\n\nplease note there is no standup shower, it's bathtub only (european style, with handheld shower attachment).\n\nyou'll have access to everything!\n\nthis space is really only available when i'm travelling myself, so i or my rep will be available in person on sort of an emergency basis. but def more than happy to text or email anytime you need anything, have questions about the hood or nyc in general, etc.! happy to help you have a great stay!\n\nthe east village is such a lovely neighborhood, quite lively on the weekends and loaded with restaurants, great coffee, small shops, bars, and all the fun things. \n\nparticular to the apartment: laundromat 2 doors down, bodega on the corner, great little  natural grocery store 2 blocks away.\n\n1 block to the 1st ave L stop (which takes you to pretty much every other train) and several buses. 4 blocks to union square (4/5/6, N/Q/R/W, L)\n\nthis is a walkup building, no elevator.\n\nthis is an unusual apartment as it is still the floor plan of a classic tenement building. one enters directly into the large kitchen, which to the right leads through a double pocket doorway into the living room, giving an open feel (for new york at least!). to your left on entering is the bedroom, also pretty roomy.  the w.c. is off the rear of the bedroom, and is truly just a w.c.--the bathtub is in the kitchen. yup, you read that right, oldey timey style THE BATHTUB IS LOCATED IN THE KITCHEN.  please be aware of this, as it might not be a suitable setup if you are traveling with people who are not super close.  it is possible to close the bedroom door to give privacy, but just be aware....\n\nalso, this is an actual home, so please be aware that it won't be a sterile hotel like environment--i'm not actually against kids staying as house rules suggest, but just be aware that i can't guarantee safety. there are sharp objects and furniture, no outlet covers, etc.  it's not technically child proof!\n\ni will consider small dogs, but you must contact me first to discuss and will need a pet deposit. \n\ntech notes: \n--no microwave! but hey, there's a full kitchen or seamless!\n--there's a smart tv, no cable but you can access any of your media platforms for viewing\n--stereo in main living room, small bluetooth speakers in other rooms", "name": "light filled 1 bedroom in the east village", "picture_url": "https://a0.muscache.com/im/pictures/26669f2f-212c-4442-817d-ae1ab392cdde.jpg?aki_policy=large", "url": "airbnb.com/rooms/16391247", "id": "16391247", "price": 153, "review": "Amy's place was lovely, well decorated and clean, had everything you would need. Location was great, easy to get everywhere with lots of nice bars and shops nearby.\n\nWould ideally be better suited for two people rather than four, as the doors didn't shut properly and the bath in the kitchen, but it was completely manageable for us and we had a great stay! :) "}