{"description": "My place is close to Hell's Kitchen, Time Square, Theater Distract,Totto Ramen, Intrepid Sea, Air & Space Museum, Ippudo Westside, Empanada Mama. You’ll love my place because of the location, the ambiance, the people and , the neighborhood. My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nThe apartment is fully furnished and well appointed. The kitchen includes brand new modern appliances including a stainless steel gas stove/oven and microwave. Also included are all necessary cookware, coffee maker, toaster, plates, glasses, utensils, coffee and tea. \n\nProfessionally cleaned before every stay with clean bed linens and towels.\nThe home also comes with additional linens, towels, washcloths, body wash, shampoo, etc. Pretty much all the basics!\n\nThere are TV's to enjoy with RuKu (which includes an HBO, Netflix, Hulu, etc) \n\n---WHERE TO SLEEP---\nFamilies are welcomed! The apartment accommodates up to 4 people.\n\nBedroom = 1 queen size bed and 1 sofa bed\nLiving Room = 1 full size sofa bed\nLiving Room = Couch\n\nGuests will have access to a full kitchen, bathroom, bedroom, washer and dryer and all common space and can come and go as you desire.\n\nI will always be available to answer your questions and am very responsive if you have any questions or need help. \n\nSuggestions about my favorite places in the area, emergency contacts, important information, and general comments are all included in my welcome book.\n\nThis apartment is located in the Times Square/Broadway District. Close to Columbus Circle, Central Park, Broadway musicals, Rockefeller Center, Time Warner Center, Bryant Park, the Hudson River, MoMA, Fifth Avenue, Bloomingdale's, Empire State Building, Lincoln Center, Madison Square Garden, Radio City Music Hall, Macy's, bars, high-class lounges, restaurants, movie theaters.\n\nTravel from airports: \nIf you have a lot of luggage, cab is the easiest - $50-60 door to door from JFK; $35 from LGA.\n\nThere are also shuttles that go door to door for about $20-$25 (Airlink, super shuttle), and shuttles that go to Port Authority - 2 blocks away - $10-$15.\n\nYou can take public transit (from LGA: M60 bus + subway (N/Q from Ditmars Blvd to 49th St); from JFK: Airtran to Jamaica station, E train to 42nd St; from EWR: NJ Transit to Penn Station, A/C/E to 42th St), which is the cheapest, but difficult with luggage.\n\nThe Apartment is located near several subway lines including the C, E, and 1 train.\n\nMy building is a very quiet building with elderly neighbors who have lived there for decades, so absolutely NO loud music or parting is allowed! If there is notice that there was partying and disturbance reported, I reserve the right to cancel your reservation at any time without a refund.", "name": "Charming Apartment in Hell's Kitchen", "picture_url": "https://a0.muscache.com/im/pictures/5b9864f0-41b4-48b8-ac52-83cff82a4775.jpg?aki_policy=large", "url": "airbnb.com/rooms/16392589", "id": "16392589", "price": 115, "review": "Great location and spotless!"}