{"description": "You'll love this cozy apartment in the middle of Greenwhich Village! Walking distance from some iconic NYC hot spots. Including, The Comedy Cellar, The Bitter End, Mamouns, IFC Theater, Washington Square Park, NYU, Union Square and many other eateries, shops, parks, and legendary music venues. Nothing beats the ambiance of the neighborhood. My place is good for couples, solo adventurers, business travelers, and people who are looking for the real New York experience! Two blocks from the subway!\n\nYou will have access to Apple Tv and all streaming services currently subscribed to. \nSEE HOUSE RULES concerning this.\n\nIt's in the heart of history. You're where music came alive and the best of New York cuisine exists.\n\nTwo blocks from the west 4th ACEBDFM trains\n\nThis is a WALK UP. you are on the 3rd floor NO elevator!!\n\nPeople ask about kids often. I will say, there is a full sized bed in a room and the couch in the living room (everything is as pictured) but it does not fold out. Out of courtesy, I put that this apt is not family friendly- though I have had families with babies stay here voluntarily and happily. If this is something you would like to accomplish, I will not discriminate, but I just don't want to advertise that it's perfect for families due to the lack of elevator, space, and accommodations. (Also the shower is stand up so no bath tub!)", "name": "Quaint One Bedroom in the Greenwich Village", "picture_url": "https://a0.muscache.com/im/pictures/e7bca4aa-34a1-482c-b612-8504ec70b204.jpg?aki_policy=large", "url": "airbnb.com/rooms/16390798", "id": "16390798", "price": 175, "review": "This apartment is a great location for people who'd like to explore Greenwich Village nightlife and good food. It's also close to the Subway.\n\nThe building was quiet during our stay.\n\nThe bed might be a little short for a tall person, but there is a nice sofa you could use if that's the case. \n\nIt's a great value and would recommend it if you're looking for a no frills accommodation."}