{"description": "My place is close to Hell's Kitchen, Gotham West Market, Ippudo Westside, Apple Store, Bloomingdale's\nCentral Park, Times Square, Broadway, Rockefeller Center and Lincoln Center. . You’ll love my place because of the location, the people, the ambiance, the neighborhood, the light, the comfy bed, the kitchen, proximity to central park, and broadway, also really close to the hudson, very very cozy and super clean.. My place is good for couples, solo adventurers, and business travelers.\n\nThe room and living room have no wall to divide ( some people call it a junior 1 br). It feels very spacious and there is more light in the entire apartment like this. The kitchen is a different room. Bathroom is spacious and has a tub.\n\nPLEASE READ IT ENTIRELY: Small studio apartment uniquely located in Hell's Kitchen right off 9th avenue.\n\nThis place is ideal for a solo traveler or a couple looking to explore the city and not spend too much time inside.\n\nStudio is small but cozy. It has a full kitchen with fridge, stove, microwave, toaster and coffee maker. Bathroom, full-size bed (54''x 75'' inches), large desk, TV with Netflix. Very fast wifi and an iMac.\n\nNeighborhood is filled with life in the spring and summers as most New Yorkers are eager to get out of their apartments and explore the city. You can find basically everything in Hell's Kitchen.\n\nPROS: LOCATION! LOCATION! You one can find the greatest NYC attractions just a few blocks away from the apartment: Broadway shows, Central Park, Radio City Hall, bars, restaurants, and movie theaters. The apartment is a gem in the city for a great price. \n\nCONS: I like to be upfront with my guests so it's important to know that: apartment is a two-story walk up. It is an older building so heating pipes are a little bit noisy.\nSpace is limited so you will be able to use on closet and 4 cabinets ( but other closet will be locked).\n\nI will be living in Pittsburgh, but I am available anytime by phone. I also have contact people in New York for anything you need :)\n\nThe name \"Hell's Kitchen\" generally refers to the area from 34th to 59th Streets. Starting west of Eighth Avenue, city zoning regulations generally limit buildings to six stories. As a result, most of the buildings are older, and are often walk-up apartments. For the most part, the neighborhood encompasses the ZIP codes 10019 and 10036. The post office for 10019 is called Radio City Station, the original name for Rockefeller Center on Sixth Avenue.[3]\n\nEast: To the east, the neighborhood overlaps the Times Square Theater District to the east at Eighth Avenue. On its southeast border, it overlaps the Garment District also on Eighth Avenue. Here, two landmarks reside – the New Yorker Hotel and the dynamic Manhattan Center building (at the northwest corner of 34th Street and Eighth Avenue). Included in the transition area on Eighth Avenue are the Port Authority Bus Terminal at 42nd Street, the Pride of Manhattan Fire Station (from which 15 firefighters died at the World Trade Center), several theatres including Studio 54, the original soup stand of Seinfeld's \"The Soup Nazi\"' and the Hearst Tower.[3]\nNorth: The northern edge of Hell's Kitchen borders the southern edge of the Upper West Side. 57th Street is the traditional boundary between the two neighborhoods. However, Hell's Kitchen is often considered to extend further north to 59th Street, the southern edge of Central Park starting at Eighth Avenue, where the avenue names change; this neighborhood overlaps with the Upper West Side if this is considered to be Hell's Kitchen's northern boundary. Included in the 57th to 59th Street transition area are the Time Warner Center at Columbus Circle, Hudson Hotel, Mount Sinai West, where John Lennon died in 1980 after being shot, and John Jay College.[3]\nSouth: The southern boundary is at Chelsea, but the two neighborhoods overlap and are often lumped together as the \"West Side\" since they support the Midtown Manhattan business district. The traditional dividing line is 34th Street. The transition area just north of Madison Square Garden and Pennsylvania Station includes the Jacob K. Javits Convention Center.[3]\nWest: The western border of the neighborhood is the Hudson River at the Hudson River Park and West Side Highway.[3]\n\nWalking distance to Columbus Circle, Central Park, all the theaters and Times Square. Great location! There are so many restaurants close by and a couple of Yoga studios :)\n\nOne block away from the C/E; two blocks away from the 1 and; 2 and a half blocks away from the N/R/W\n\nMy apartment is shoe-free, so I encourage your take your shoes off at the entrance next to the fridge to keep as clean as possible.\n\nTwo white clean towels are left on top of the bed. I also left a hand towel in the bathroom and an additional hand towel in the bed. \n\nIf you choose to open the windows in the bedroom be mindful of the plants. ***Please water plants during your stay.", "name": "Cozy Apartment in Hells kitchen, NYC", "picture_url": "https://a0.muscache.com/im/pictures/adc1ff97-250d-41b2-b98b-3f862b0485f3.jpg?aki_policy=large", "url": "airbnb.com/rooms/16392564", "id": "16392564", "price": 155, "review": "Arantxa's apartment was in a fantastic location right on 9th ave very close to Times Square and Central Park. The apartment was just as advertised and in great condition for our stay. There were multiple subway stations and restaurants nearby that are great to check out. Highly recommend! "}