{"description": "Located in uptown Manhattan, this large, sunny, quiet one-bedroom apartment is perfect for singles, couples, business travelers and those with children (especially toddlers).\n\nI am one block away from the A train and three blocks away from the one train. Either way, you arrive in midtown in 25 minutes. \n\nThere are two beautiful parks near by (Fort Tryon and Inwood Hill), and plenty of restaurants and cafes.\n\nEnjoy this Manhattan on a budget and book today!\n\nThis apartment is sunny and spacious. You'll have a closet to yourself and a supply of clean towels/sheets. There's tea and coffee, of course. I want you to feel at home!\n\nFor students and business people, there's a work dance. For those looking to relax - cable TV and internet while you're lounging around in the living room. For those with toddlers - I'll whip out our toys!\n\nThe entire apartment.\n\nI'm available via email or cell phone.\n\nSpend nights away from the noise, on a quiet block close to two of Manhattan's most beautiful natural parks. Eat ethnic food or check out some of the newer, hip places. For high culture, visit the Metropolitan Museum's Fort Tryon branch; for less high culture, go to comedy night at The Park View.\n\nThere are three grocery stores (in addition to delis and street vendors) within 1.5 blocks. For parents: there are four playgrounds within a few blocks and lots of activities for kids.\n\n1 block away from the A train (express!) and 3 blocks away from the 1 train. Lots of buses, too, if that's your fancy.", "name": "Large One-Bedroom in Manhattan, 25 min to Midtown", "picture_url": "https://a0.muscache.com/im/pictures/127133ed-cff0-4ccf-ad1f-e7f76fb24351.jpg?aki_policy=large", "url": "airbnb.com/rooms/16394912", "id": "16394912", "price": 99, "review": "Katia was one of the most wonderful hosts I encountered on airbnb. My family came to NY to visit us and Katia's place was perfect. The apartment is big, super clean and with everything necessary to make the visit smooth. Most of all, Katia was wonderful, and generous with her help and suggestions. \n\nIn general, Inwood is a lovely neighborhood. There are  2 major subway lines, a beautiful park just minutes away, plenty of cool bar and restaurants, and really nice community overall. \n\nHighly recommend!"}