{"description": "**Still GREAT deals for February and March!!**\nSame low price for 1 to 4 Guests, no extra like other listings!!\n\nBeautiful Studio Loft, a NEW YORK \"experience\", High ceilings, brick walls, en located in the heart of lower Manhattan, Financial District. Steps from 9/11 Memorial and EVERYTHING THIS AMAZING AREA HAS TO OFFER!\n\n***I can host you last minute ! Same day bookings are ok until late in the evening **\n\nBeautiful Studio Loft, a NEW YORK \"experience\", High ceilings, brick walls, en located in the heart of lower Manhattan, Financial District. Steps from 9/11 Memorial and EVERYTHING THIS AMAZING AREA HAS TO OFFER!\n\nMy Loft Studio is great space for up to 4 Guests, 2 on each bed, or a perfect set up for a couple. I would like to offer it for a very low price no matter the quantity of guests.\n\n- Full Size Bed on the sleeping area above.\n- Full Size futon SofaBed \n- Dining Table for up to 4, with 2 chairs.\n- Fully stocked kitchen with dinnerware, glasses, wine glasses, many small appliances for cooking, baking, frying, etc.\n\nI like to provide high quality towels, linens and CK pillows. \n\nIMPORTANT TO CONSIDER ABOUT CHECK-IN TIME: If you are planning to Check-in after hours, a late check-in fee will be applied for evening hours as follow: ( to be paid in cash upon arrival, Thank you)\n6:00PM – 11:59PM = $20\n12:00AM – 8:00AM = $40\n\nPlease ask me if you have any questions!\nLooking forward to host you,\nThank you\n\nI will be available during your stay to offer any help or provide local info.\n\nIMPORTANT TO CONSIDER ABOUT CHECK-IN TIME: If you are planning to Check-in after hours, a late check-in fee will be applied for evening hours as follow: ( to be paid in cash upon arrival, Thank you)\n6:00PM – 11:59PM = $20\n12:00AM – 8:00AM = $40", "name": "LOFT High Ceilings + Brick Walls FiDi 9/11 4 Guest", "picture_url": "https://a0.muscache.com/im/pictures/8408853d-0ca0-43c5-9787-5d921d110c68.jpg?aki_policy=large", "url": "airbnb.com/rooms/16403749", "id": "16403749", "price": 150, "review": "Quiet, clean building, very close to the 9/11 Memorial and multiple subway stops. "}