{"description": "Relax and unwind in New York's Upper East side in this newly renovated 2 bedroom prewar apartment just blocks from the Guggenheim museum.  You will love this gorgeous NY boutique apartment that boasts chandeliers, marble floors, a spa shower, and exposed brick walls. The Upper East side, once known as the silk stocking district, is now famous for its affluent residents, upscale restaurants and celebrities.\n\nFeel like Carrie Bradshaw in our newly renovated apartment on the Upper East Side with chandeliers, marble floors and our spa shower. The apartment offers plenty of light during the day and is a quiet oasis at night. Our apartment can offer you peaceful rest after your nights out. \nThe entire apartment is available to rent. There are two private bedrooms, one bedroom has a queen bed and the other bedroom has a double size bed. Both beds sleep two people comfortably. \nThe kitchen has modem stainless steel appliances and a brand new dishwasher. Our kitchen is fully stocked with any essentials that you made need for your stay. \nWe do live in the apartment so please respect our things.\n\nYou are renting the entire 2 bedroom apartment. There is a living room/kitchen area and one bathroom.\n\nWe will be available in the city for part of the time during  your stay, we will both be accessible 24/7 for any questions.\n\nThe apartment is located in an area of the Upper East side once known as the silk stocking district, also known as Yorkville. The apartment is across the street from an elementary school and is next door to a luxury high rise, it is considered a very safe area of NYC. There is a Duane Reade pharmacy on the corner of our street -2 min walk, also on our street you can find a nail salon and an Irish pub. There are several 24-hour convenience stores around the corner. Many different kinds of restaurants are within a 5 min walk (including a Michelin rated restaurant). There is a Starbucks coffee one block away and a small leisure city park one block from the apartment. \nThe closest subway is a ten minute walk, there are also yellow cabs driving by the apartment at all hours.\n\nThe 4/5/6 trains are a ten min walk from the apartment. You can walk to 96street or 86street. There is also the 2nd avenue bus which is a 3 min walk from the apartment.\n\nThe apartment has security cameras and live security intercom for any guests or deliveries. It will light up when someone is outside the door and will show you a live video of the street.", "name": "Boutique Guggenheim Apartment 2BDRM", "picture_url": "https://a0.muscache.com/im/pictures/de40421e-eb60-4c86-8186-0f637548e837.jpg?aki_policy=large", "url": "airbnb.com/rooms/16413354", "id": "16413354", "price": 250, "review": "Casey's place was wonderful, very quaint, clean and the location was perfect! The apartment was just as described."}