{"description": "This is a large and authentic artsy open loft in Williamsburg, Brooklyn. It is a true Williamsburg experience. The building used to be a matzo factory, and was converted by artists in the 1990s, many of whom still live in the building.\n\nThe building has an elevator and a rooftop with spectacular views of east river, bridges and Manhattan skyline.\n\nCall this authentic Brooklyn loft home during your visit to New York. This is a great place to stay — 12' ceilings, roughly 1000 square feet of open floor space, floor to ceiling windows that overlook iconic Williamsburg.  It's a one bedroom with a queen sized bed and a large walk in closet.  There's an elevated platform that could accommodate additional guests.  \n\nThe best part about the building is the massive roofdeck above the 11th floor with a 360 degree view of New York, including a panoramic view of the Manhattan skyline and the East River bridges.\n\nThis is Brooklyn living at its best — ample space, steps to the east river ferry and citibike, and minutes from the heart of Williamsburg with all its artsy shops, fantastic restaurants and hip cafes. Manhattan is one stop away on the JMZ train at Marcy Ave., about a ten minute walk from the apartment.\n\nThis is the place to be! The views, the shops, the denizens, the sights, the smells, the sounds. Living here while we are away will make you fall in love with New York. Just north of the apartment is the heart of hipster williamsburg, a neighborhood of artists, artisans, designers, and others who have pioneered the Brooklyn resurgence. Some of Brooklyn's best restaurants, including Marlow and Sons as well as Diner, are four blocks away. Just south of the apartment is Hasidic Williamsburg, where the Satmar ultra-orthodox Jewish community lives, and you can walk along Lee Avenue to get a sense of this other side of Brooklyn. Fort Greene is a 10 minute bike ride away on citibike, which you can rent right outside our front door. Manhattan is 10 minutes away by taxi, or 20 minutes away by Subway.\n\nGuests will have access to the entire apartment and the roof deck.\n\nLimited to no interaction.\n\nSouth Williamsburg is an amazing experience.  It still retains the cool vibe that northern Williamsburg used to have before all the big corporate chains moved in.  The apartment is blocks from Marlow & Sons and Diner restaurants, two of the first and best restaurants that put Williamsburg on the map!  South Williamsburg is only a 5 minute walk to the heart of hipsterdom, yet it's not hectic and offers authentic dining and shopping experiences.  \n\nThe neighborhood was once heavily Orthodox Jewish, and a lot of that remains.  It's an interesting melting pot!\n\nThe J/M/Z subway is a 10 minute walk and the L subway is a 15 minute walk. Citibike rental is outside the front door of the building. The East River Ferry which takes passengers to Wall St, DUMBO, North Williamsburg, Greenpoint, and Midtown Manhattan is also across the street.", "name": "Large Airy Loft with 1 Bedroom in Artsy bldg", "picture_url": "https://a0.muscache.com/im/pictures/0f86d5db-63ee-4388-aff3-8051f720722f.jpg?aki_policy=large", "url": "airbnb.com/rooms/16412527", "id": "16412527", "price": 99, "review": "Loved the apartment, loved the building, loved the area. \n\nThe apartment is very light, has the luxury of underfloor heating, has a really comfy sofa and bed, lots of plants and books, and a huge walk in wardrobe. The kitchen is really well kitted out, and the whole apartment feels spacious and well-planned. I loved the cubby bedroom and the mezzanine. \n\nWe were spoiled for choice for lovely places to go out in the neighbourhood, and I'd love to go back to this area and would definitely recommend staying at JB's.\n\nWe didn't meet JB but were greeted by a housekeeper. However, JB was very quick to respond to messages, and was very accommodating in giving us a flexible check out time at short notice.\n\nDrawbacks were a problem with the toilet flush (JB has said he'll get it fixed), having trouble with the lock, being cold at night and having trouble finding the apartment for check-in, becuase we weren't told the apartment number, and there was no information in the lobby. Our phones weren't working so soon after arriving, so we had to wait around for an hour until we could borrow a phone from a neighbour to contact the housekeeper. \n\nOverall we had a fantastic time and would hugely recommend JB's place. "}