{"description": "What's prime Manhattan real estate? Location location location! It doesn't get any better than Central Park West in the 80s with a park view. Undebatable this is the most quaint, upscale, safe and prestigious block in town! If you are looking for the REAL New York experience, look no further!\n\nThe location is arguably the most desirable and prestigious street in Manhattan. Everything is within walking distance. Enjoy the real New York experience first hand, without having to stay in a hotel, a seedy neighborhood or somewhere out of the way. Live like a real New Yorker and enjoy all the beauty the upper West side has to offer right outside your window. The subway and the bus stop are both on the block, the park is literally right across the street from the building, the museums are all within walking distance, The natural history Museum five minutes walk. Yes, the one from \"Night at the museum!\" Times Square, the theater district, Midtown, Rockefeller Center and much more are a five minute ride away. Greenwich Village, the East Village, lower Eastside, Soho, Chinatown and Little Italy are all 10–15 minutes away.  This is a true New York time, and I am renting it out for a bargain.  The hotels in the area, which are on inferior side streets that are noisy and packed with tourists charge over $175 a night plus tax. This is the opportunity to live in a real New York building with real New Yorkers, on a truly beautiful historic street with Central Park as your backyard! The building and apartment are extremely clean and safe, there is an elevator, washer and dryer, private bath, full size bed, a 50 inch TV, high-speed Internet and a gorgeous, and I mean gorgeous view of Central Park with the sun rising over it when you wake up. Private kitchen facilities, private bathroom, 295 ft.² When you stay at my apartment you will feel like you are staying at home, I treat every guest like they are family and I make myself available for whatever your needs are.\n\nPrivate kitchen, private bath, beverage stocked refrigerator at move in. Elevator building, washer and  dryer. Central Park entrance right outside building.\n\nI am available anytime you need me, from morning until night by phone, text, email or through the site.\n\nThere aren't enough words to describe how amazing the neighborhood is. If you are familiar with Manhattan then you know exactly how gorgeous Central Park West is. Have the opportunity to stay in the neighborhood that is the home to many rich and famous, and you'll be paying less than the rate of an out of the way, 2 star hotel. This area of the upper West side is rich with history and you won't find a place on a prime piece of real estate like mine for what my rate is, I guarantee it. It is safe to walk up and down Central Park West even at 4 AM. It is 100% residential, there are always people out and there is a doorman/concierge posted outside most of the buildings 24 hours a day. Whether you want to go to the great lawn, Belvedere Castle, Shakespeare in the park, strawberry field, the Dakota, the Metropolitan Museum of art, the museum of natural history, the infamous fountain, sheep's meadow or turtle pond… They are all just a few minutes walk away\n\nsubway is 1 block away. Bus stop right in front of building, plenty of street parking and my Uber app always tells me there is a car one minute away!\n\nLonger term rentals may be an option based on availability", "name": "Wake to Central Park out the window", "picture_url": "https://a0.muscache.com/im/pictures/947d2f94-cca4-4a87-8a90-dbfc8b83db88.jpg?aki_policy=large", "url": "airbnb.com/rooms/16416002", "id": "16416002", "price": 159, "review": "We had a great stay at Max's place. It's quite cozy, the location is perfect for what we needed (UWS), and the sunrise view over Central Park was a great treat. Thanks, Max!"}