{"description": "Located 2 blocks from West 242nd Street in NYC, we're located in the charming Riverdale/Fieldston area of the Bronx. Our 1 bedroom, 1 bath, ground floor apartment is 2 blocks away from the NYC Subway or a 15-minute drive to the heart ❤️ of Manhattan. Also just 2 blocks away from Manhattan College, Van Cortlandt Park, & across the street from the Horace Mann School, it's an ideal home-away-from-home while visiting the Big Apple or checking out local colleges.\n\n\"If you can make to here, you can make it to anywhere!\" You'll LOVE ❤️ your NYC experience staying on W 242nd St.  You'll notice we're very centrally located. \n\nOur \"city & country chic\" ground floor apartment has it's own entrance next to the garage, by the driveway.  The apartment is cozy and modern, just like the metropolis we're located in!\n\nAlthough this is the \"city that never sleeps\", sleeping accommodations are perfect for your family: clean and comfortable.  The bedroom has a queen sized bed, there's a queen-sized sleeper sofa and love-seat in the living room, accompanied finally with a day-bed with a \"pull-out and up\" trundle bed that connects to the main twin bed to make it a king, or simply as two twin beds. The kitchen is fully equipped, including washer and dryer!\n\nShould you rent a car there is ample street parking. Private parking, on premise, next to apartment entry is available at an additional cost.\n\nMinimal, hope to greet and meet!\n\nYou're literally in the center of it all without paying exorbitant Manhattan prices.  \n- Manhattan - 15 minutes by car, 25 minutes by Subway which is walking distance.\n- Airports - LaGuardia 20 minute taxi cab, JFK 45 minutes.\n- Westchester County - 10 minutes.  \n- New Jersey - 15 minutes.\n\nLocated WALKING distance from the apartment are fantastic restaurants, nightlife, challenging hiking trails, horseback riding (believe it or not), NYC's first public golf course, Manhattan College, the Horace Mann School, Riverdale Country School, the Fieldston School, the NYC Subway, and Metro North!\n\nAside from the NYC Subway's Number \"1\" line; Uber, Lyft, and NYC Taxi's are all very active in the area.  \n\nMetro North is also close-by with the Spuyten Duyvil Station only a 5 minute taxi ride away.  \n\nLastly, NYC MTA buses are also 2 blocks away, Bx9, BxM3, and the Westchester Bee Line system is also just 2 blocks away, BL 1, 2, 3.\n\nIf you're driving, the Henry Hudson Parkway which takes you to Manhattan or New Jersey is only 5 minutes away and the I-87, also know as the New York State Thruway or the Major Deegan Expressway, is also only 5 minutes away.\n\nWe have a wonderful travel consultant that we can recommend for your car rental, Broadway tickets, day tours, sightseeing needs and local taxi cab service for getting around town and for pick-up/drop off airport service!", "name": "2 blocks to 2 ️️️️️", "picture_url": "https://a0.muscache.com/im/pictures/bcb65d13-26be-4f73-b4f2-78329e91d22b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16428383", "id": "16428383", "price": 150}