{"description": "This is an Astoria studio apartment, few blocks away from transportation and a few minutes away from the city. It is private and quiet as well as modern comforts.\nThis is a very comfortable 3rd floor studio apartment in the heart of Astoria. I live on the 1st and 2nd floor.\n\nThe studio has a fully equipped kitchen and bath(4 burner stove,full size fridge, toaster, coffee maker and a bathtub. 1 T.V. with cable and wifi access.\n\nI live on the bottom floor and will help you with anything you need. This is my home and I will treat you as our guests and hope you will take care of the home like it is your own. Be aware of Airbnb rentals with absentee hosts or host that manage lots of properties. I only have this one.\n\nAstoria is a rapid growing neighborhood full of diversity, culture and beautiful people. Restaurants range from European cuisine to Mexican to Asian. Bars and coffee spots are plenty to choose from. Astoria park which is very popular for its views to Manhattan and Randall's island is also close by. You name it we have it.\n\nN and Q trains are two blocks away as well as bus. Trains takes 15 minutes to get to city. Delicious coffee shops, restaurants, bars and sidewalk cafes within a few blocks in every direction. Easy access to the city and all boroughs.\n\nYou are paying a departure cleaning fee. This cleans the studio for the next guest. If you are staying a full week you will get towels changed in the middle of your stay. You can request daily towels or cleaning.", "name": "All season studio in Astoria", "picture_url": "https://a0.muscache.com/im/pictures/c4c10f7f-42fa-4a35-97c4-e79b44ab374e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16426099", "id": "16426099", "price": 100, "review": "Elva's apartment is great. Short (5minutes) walk to the Subway - only like 10 stops away from Time Square. Elva was waiting for us when we arrived as she lives in the same house in a seperate apartment. There was also her nephew who was there to show us around when we arrived. The area Astoria is safe and friendly. We definitely would go there again! "}