{"description": "NEWLY RENOVATED, NEWLY FURNISHED, CLASSIC WOODY ALLEN BROWNSTONE!\n\nExtremely clean and SPACIOUS with HIGH CEILINGS and NATURAL LIGHT flooding in from the large windows looking over the back garden!\n\nLocated in the ideal Upper West Side (West 80's) along a picturesque tree-lined street, Central Park , the Museum of Natural History, Riverside Park, Lincoln Center, Film and Theater and  an endless variety of food, cafes and bars are at your doorstep!\n\nIt is the PERFECT place to keep WARM in the NY winter with fully functioning heaters and a NEW COMFY BED to get an energized sleep in after venturing out to nearby WORLD CLASS ENTERTAINMENT! We face the back courtyard so SLEEP SOUNDLY with SILENCE!\n\nWhat I find unique and enjoyable about our space are:\n- The new hardwood floors and newly renovated interior. \n- The openness when you first walk in. The layout is such that the kitchen leads into our dining area, which leads into our living room, which sits across from our entertainment center and next to the peaceful courtyard with large windows. \n\nSLEEPING\nThe bedroom has a queen size bed and the living room has a pullout sofa than can accommodate two people who are comfortable sleeping closely to each other. \n\nBEDROOM\n- Simply decorated allowing you to have a restful sleep.\n- New queen size bed. \n- Two night stands.\n- Full length mirror.\n- Bedside lamp.\n- Window overlooking garden. \n\nKITCHEN\n- New appliances\n- Toaster, microwave, hot water machine\n- Dishwasher\n- Marble counters\n- Condiments and towels for use. \n- Fully stocked with plates, silverware, cups, wine glasses, kitchenware. \n- Opens  kitchen connected to long dining room table!\n\nLIVING ROOM \n- Comfortable L-shaped couch that pulls out. \n- Faces entertainment center. \n- Next to two huge windows overlooking garden allowing a lot of natural light. \n\nWORKSPACE\n- Two long desks\n- Comfortable desk chair and extra stool designed for good posture\n- Exclusive access to middle cabinet of drawers. \n\nENTERTAINMNET\n- Great wifi\n- Huge monitor\n- Hulu, Netflix, HBOgo, Amazon Movies\n- HDMI Cord\n\nBATHROOM\n- Located away from the living place, giving everyone enough space be comfortable.\n- Stocked with toiletries and toilet paper\n- Two mirrors\n- New sink\n- Great pressure and hot water. \n\nOverall Description \n- High ceilings adding an extra layer of spaciousness\n- We decorated the place with love and tranquility and we hope you experience that during your stay.\n\nYou will have access to EVERYTHING including:\nEXCLUSIVE Closet Space (no need to put your clothes next to a strangers)\nThe TV monitor FULLY EQUIPPED with Hulu, Netflix, HBOgo and Amazon Prime!\nThe OPEN KITCHEN and RELAXING SOFA!\nLarge OFFICE SPACE and High-Speed WIFI!\n\nOur trusted and dear friend Marco (the friendliest person in the world) will be hosting you throughout your stay. He lives very close by and like myself, is a NATIVE NEW YORKER, who can anser ANY QUESTION you have, as well as give you INCREDIBLE MOVIE and ENTERTAINMENT options!\n\nYOU HAVE A UNIQUELY GOOD HOST!\n\nThe Upper West Side (UWS) is CLASSIC NY and known as the LUNGS of NY because we house one of the most famous parks in the world, Central Park, as well as Riverside Park, which sits alongside the expansive Hudson River and gives you direct access all the way downtown without ever having to stop for any vehicle. \n\nOur section of the UWS has been designated a Historic District, so many of the buildings are preserved and no high-rise glass towers will obstruct your view unless you take a five minute walk to the Central Park RESERVOIR and view the beauty of the NYC Mid-town skyline from a far!\n\nWe have an eclectic barrio with: young couples of different ethnicities, families, single working people and an old-school NY vibe with many families who have been here for decades. \n\nWe are considered one of the safest neighborhoods in Manhattan and have an array of culture offerings from the most comfortable movie theater in the city to world class arts at Lincoln Center as well as the amazing Museum of Natural History (One block away) and every kind of food you can imagine (start imagining now!)\n\nI love walking out of the apartment with no direct purpose and getting lost among the tree-lined streets or along Central or Riverside Park or find myself walking to the uptown waterfalls or downtown Columbus Circle.\n\nIf you are looking for a healthy NY visit come to our place and enjoy the reservoir and long walks and fresh air and good food. If you are looking for a night-life, come to our place to replenish before hitting the local watering hole or heading downtown!\n\nConveniently located around the corner from the A,C and B trains and four blocks form the 1 train, getting around the city will be EASY!\n\nAlso available on the corner is a bus, which usually works great. \n\nThere are also about 5 citi-bike stations all within walking distance, although only the brave ones will hop on these two wheels during our winter. \n\nCab rides to downtown are not expensive. Ranging from $10 - $30, usually closer to $20, depending on your trip and what time of day. \n\nMore than enough activities and great restaurants are within walking distance.\n\nIf possible we ask that you:\n\n- Water our beautiful plants. \n- Are respectful of our neighbors and keep the noise (loud music) from 10am-10pm. The building has communally agreed not to have parties or smoke inside. \n\nThank you sincerely and please reach out with any questions!", "name": "Best Deal! Central Park! Clean and New!", "picture_url": "https://a0.muscache.com/im/pictures/a0e9a3b1-2237-4c0f-8929-79c2ddf02b57.jpg?aki_policy=large", "url": "airbnb.com/rooms/16420915", "id": "16420915", "price": 265}