{"description": "Located on a quiet, tree-lined brownstone block, our historic home has just been newly renovated and features beautiful architectural details throughout, as well as modern updates to provide true comfort. Our place is close to amazing restaurants, including Saraghina, L'Antagoniste, and Peaches.  The apartment is good for couples, solo adventurers, business travelers, and families (with kids).\n\nNewly renovated 2BR garden apartment located in the heart of Bedford Stuyvesant Brooklyn. The apartment is a full floor of a pre-war brownstone (750 sq. feet), with private entry and access to shared garden. The home just underwent a gut-renovation with meticulous care given to preserve its original detail, as well as give it modern updates throughout. The apartment features new furniture, appliances, and plumbing fixtures, as well as centralized AC units. We provide coffee and tea, shampoo/conditioner/shower gel in the bathroom. You'll also find a hair dryer and an iron/ironing board. The apartment has a kitchenette with a refrigerator, sink, dishwasher, microwave, and coffee machine. However, there is currently no oven or cooktop.\n\nYou'll have private entry and access to the entire 2BR apartment on the 1st floor, as well as access to the shared garden in the back.\n\nWe live in the two floors above the rental apartment with our golden retriever, Charley, and are home most nights of the week to answer any questions. We also love providing recommendations for entertainment in the neighborhood, so feel free to reach us by phone, email, or ringing the bell upstairs!\n\nBed-Stuy is one of Brooklyn's most culturally vibrant neighborhoods, and it's undergoing a recent boom in popularity due to the hip restaurants, coffee shops, and beautiful historic details throughout its blocks. It's location is a great home-base to explore other neighborhoods in Brooklyn (Williamsburg, Bushwick, Clinton Hill), as well as offer great access to Manhattan via the A express train.\n\nIt is a quick cab ride from both JFK and LGA airports. The A/C subway lines are a 10-minute walk away. 15 minute cab ride to Williamsburg and a 30 minute subway ride into Manhattan. Total commute time door-to-door from the apartment to Soho/Times Square/East Village is 45-50 minutes.\nIf you are coming by car, there is street parking which is quite convenient.", "name": "Dreamy 2BR in Designer's Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/75aa2495-309d-4029-b331-fe6d51d8160c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16437145", "id": "16437145", "price": 165, "review": "Thank you so much for letting us stay at your house. It was so beautiful. The design was inspiring and everything was so easy.\nOne of the best Airbnb's I've stayed in over the last few years. \nIt was my mums first trip anywhere/overseas since the 70's before I was born and she counts your place as one of the highlights of our trip; not just as accomodation, but as an experience of her holiday (which says a lot, I think, as wewent all through Cuba and stayed in Manhattan as well!).\nThanks for making it such a lovely, tranquil and easy experience.\nP.S. The body wash is amazing!\n"}