{"description": "Renovated 1BR (used to be 3BR) with lots of space, great light for most of the day, and walk-in closet (will be entirely empty, ready to receive your clothes, shoes, etc). Queen bed in bedroom. Twin day bed in L-shaped living room, hidden from view of bedroom's sliding french doors. Twin-sized inflatable mattress fits easily in closet. Family building with lots of friendly people inside, and around the neighborhood. Pet friendly, as long as you clean up after 'em. No smoking anywhere, please.\n\n5th Floor Walkup, Queen Size Bed, Full-size daybed, Closet/Office, Fridge/Freezer, Stove/Oven, Washer/dryer combo, coffee maker, WiFi, TV (w/ HDMI ports), AppleTV (3rd Gen), basic cleaning supplies\n\nYou'll have the whole space while we're out of town: 1BR w/ vanity and reading chair, walk-in closet & desk space, living room with TV (Netflix login on the AppleTV is saved ^_^), kitchen with clothes washer/dryer, dishwasher, professional range (gas stove and electric oven), and bathroom with walk-in shower.\n\nI'm available by phone, text, and email 24/7.\n\nGreat restaurants on either side of the apartment (Amsterdam Ave and Broadway) -- our favorite is The Grange (they have live jazz on the weekends!). Fairway grocery store 10 min walk, 2 streets south of subway exit. Amazing $1 coffee (cash-only) at Mofongo Del Valle (slightly north of the NE corner of 135th & Bway). Schools and Pre-War architecture all around: Columbia University, City College. Our street is on the tour bus route. :)\n\n5 minute walk to the 1 train (137th St Stop), 8 minute walk to the B, C trains (135th St Stop), or 10 minute walk to the A, B, C, D trains (125th St Stop). Close to the West Side Highway, so taking a taxi downtown or returning to the apartment is quick during non-rush-hours.", "name": "Entire 1BR Apt in Manhattanville", "picture_url": "https://a0.muscache.com/im/pictures/01912d7f-3ec7-4875-8be5-6e9ceaa19cb0.jpg?aki_policy=large", "url": "airbnb.com/rooms/16449480", "id": "16449480", "price": 100, "review": "Beautiful apartment close to public transport for getting downtown (and indeed walkable distance to lots of interesting sights in Harlem and uptown). Corey was quick and friendly in responding to messages."}