{"description": "Sunny full floor apartment available in a charming Greenpoint historic rowhouse. Vibrant Greenpoint is Williamsburg's hipper neighbor to the north. This home is a five minute walk to the Greenpoint Ave Subway stop and the Greenpoint Ferry Terminal, with frequent daily service to Manhattan. Turntable and records also included, with Brooklyn's top record store right across the street!\n\nFull 3rd floor apartment includes everything you need to have an amazing NYC experience. Our full kitchen includes an oven, fridge, microwave, and dining table. Not into cooking? Our coffee shop next door serves up delicious soy lattes and the like, while Franklin Street is filled with yummy options, including cozy Jimmy's two blocks north or a French bistro less than one block south.\n\nFull and private access to the kitchen, bathroom, and living room. Washer and dryer is for your private use too! Shared access to the home's backyard, featuring a firey fire pit... of fire!\n\nWe give you the key... and see you next when you depart. Of course you should contact us if you need a recommendation or some local NYC tips.\n\nGreenpoint is the northernmost neighborhood in Brooklyn, only minutes from Manhattan yet a world away from the chaos of the city.\n\nThe NYC Subway (G train), the ferry and Citibike can get you anywhere you want to be.\n\nTin ceilings, original moldings and exposed brick make this the most charming Brooklyn rental around. Located just two blocks from the East River and on Franklin Street, a commercial row filled with restaurants, coffee shops, and boutiques.", "name": "Sunny FULL FLOOR 2 bedroom in Greenpoint, Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/76bb7210-ba76-473e-b047-d474e0a1c775.jpg?aki_policy=large", "url": "airbnb.com/rooms/16441625", "id": "16441625", "price": 150, "review": "L'appartement est très bien placé, le quartier est calme et il y a de très belles rues sympas pour s'y promener ! \nSusanne a toujours été là l'orsqu'on avait besoin.\nL'appartement est correct il y a tout ce qu'il faut et nous y sommes très bien accueilli ! \nNous étions 5 et je crois qu'il ne faut pas être plus. \nNous reviendrons chez susanne et Michael avec grand plaisir ! "}