{"description": "Look forward to staying in our 1200 sq ft (111 sq m) bright, airy, recently renovated second-floor of house that can sleep 8-people comfortably.  3-minute walk to NYC subway that will take you into Manhattan.  Many great cafes & restaurants within walking distance.  Or enjoy a walk or run by the Atlantic Ocean near the Verrazano Bridge.\n\nWe are excited to offer this recently renovated bright and sunny 2nd-floor apartment (whole floor) in a quiet and safe Brooklyn neighborhood. The house is next to a park, church, and many eateries, as well as plenty of options for public transportation. The space offers 2 bedrooms and one full bath with tub.  There are 2 x double-size sofa beds, 1 x queen bed, 1 x single bed, and 1 x single futon. Window air-conditioners will be provided for the warmer months. There are TWO living spaces with plenty of space to sit and gather or just watch Hulu and over-the-air HDTV on the 48” flat-screen. Eat-in kitchen provides seating for 6 people. Your kitchen will have all the basic dinnerware, glassware, utensils, some crockery, dishwasher, microwave, and gas stove top with vent fan.   Enjoy a morning cup of coffee with the drip coffee-maker. Wood and tile floors throughout! \n\nBathtub has shower head with great water pressure. Towels and linens will be provided. \n\nNon metered street parking is available, however parking spots can be tough to come by. There is an attendant underground secured parking garage within 2 blocks of the residence available for fee.\n\nYou will have the entire floor to yourself and your guests.  After passing through the main front door, you arrive in the common lobby. Go upstairs one flight to your apartment.  This is a quiet, safe neighborhood so please be respectful of the neighbors, especially when using the shared spaces.\n\nBay Ridge is a quaint family neighborhood with tons of great restaurants, shops, and bars. While the neighborhood has roots in Norwegian, Italian, Irish, and Greek ancestry, more recently it has been settled by Asian and Middle Eastern Americans. What this means to you is a classic NYC ‘melting pot’ neighborhood with TONS of great places to eat.  There is a cafe, diner, Italian bakery, pizzeria, deli, grocery store, bank, laundromat, park, library, and post office within three blocks from the residence.  The house is on the SAME block as subway service offering a 40-minute ride directly into Manhattan.  It is a 3 minute walk to the R-train 95th street station.  \n\nIf you like shopping, you will love the shopping district on 86th Street where you can find Century 21, The Gap, TJ Maxx, Banana Republic, The Children's Place, New York & Company, Bath & Body Works, Victoria's Secret  and more.\n\nWhen you want a break or some exercise, the Shore Road Park and Bay Ridge Promenade are the places to go. Enjoy a run by the water with views of the Verrazano Bridge, Statue of Liberty, and Lower Manhattan. Slow down and walk over to Owl's Head Park, Narrows Botanical Garden, and the American Veterans Memorial Pier. Here you can watch the ferries on the water and the helicopters in the sky as local fisherman try to hook their catch of the day!\n\nWalking and subway are best. Buses are nearby. Cars... well, you know, it's New York.", "name": "Spacious Brooklyn, New York Retreat", "picture_url": "https://a0.muscache.com/im/pictures/fe21065b-9a3c-45af-9d3c-43338469f0b3.jpg?aki_policy=large", "url": "airbnb.com/rooms/16454703", "id": "16454703", "price": 185, "review": "My wife and 17-year-old son and I stayed at J's place for 4 nights, and we all loved it. The subway is right at the end of the block. We found several tasty places to eat within easy walking distance. J was a thoughtful and very helpful host.  We hope to stay here again the next time we visit NYC."}