{"description": "Large one bedroom close to all that Park Slope has to offer. Strategically located in South Park Slope, my place is close to Prospect Park Zoo, Bar Toto, Skylark, Colson Patisserie, Crop to Cup Coffee Bar, and F and R Train stops. \nYou’ll love my place because of the neighborhood, the comfy bed, the light, and the kitchen. The unit includes a full size washer/dryer. My place is good for couples, solo adventurers, business travelers, families (with kids) and furry friends (pets)\n\nExceptional light ( 2 large skylights) and numerous tall windows throughout supply more than enough sunlight.\n42 inch color TV with cable available as well as Time Warner high speed cable.\nCoffee Maker and Juicer available for use during your stay.\n\nGuest will have access to the full apartment.\n\nI'm available to provide any assistance and guidance that may be desired.\n\nSouth Slope/Gowanus area, and street is very conveniently placed for public transportation. Lots of amazing restaurants and bars in walking distance and a Whole Foods is in the neighborhood.\nStreet is unbelievably quiet as it is not on a busy boulevard.\nApartment location supports all of the latest food delivery apps including Caviar, Seamless, DoorDash, Munchery, and numerous others, so when you are tired, good food is only a couple clicks away.\nMany of the residents on the street are young working professionals and you will feel like a native as you blend in during your stay. That way you get a true local NY experience. There is a cool bar around the corner called Lowlands, awesome space for drinks and meeting locals from the neighborhood.\n\nApartment is conveniently located within a few blocks of both the F and R trains so quick access to Manhattan via train and car service is possible (10 minutes to Manhattan via the Battery Tunnel)\nEasy access to Park Slope, Gowanus, and Carrol Garden areas of Brooklyn (apartment on border where these neighborhoods meet)\n\nShower is activated by pulling the tub spout down.\n\nCloset next to Washer/Dryer has extra toiletries, sheets, blankets, etc. that may be needed during your stay.", "name": "Sunny 1 BD apt with Washer/Dryer& EZ Subway Access", "picture_url": "https://a0.muscache.com/im/pictures/8fff760f-8eac-41af-ab2e-dcfbe95c93f0.jpg?aki_policy=large", "url": "airbnb.com/rooms/16451907", "id": "16451907", "price": 125}