{"description": "Perfect for families, our apartment is the perfect place to rest after a day of sightseeing in the big apple. Offering two sunlit bedrooms in our spacious apartment located in the Upper West Side of Manhattan. You will find yourself just steps away from Central Park, Columbia University and the Cathedral of St. John the Divine. Multiple subway lines nearby keep you well connected to all of the sightseeing, shopping, and culture the city has to offer.\n\nOur charming home has everything needed to make your stay in the city comfortable. Both bedrooms have large windows with lots of sunlight, hardwood floors and high ceilings. The front bedroom is furnished with a queen size bed and a large TV and is connected to the multi-purpose room (see description below). The second bedroom is off of the living room and is furnished with a full size bed. Long hallways and common rooms separate the bedrooms providing ample privacy. The bathroom has a full tub & shower. The kitchen is fully equipped and has a dishwasher! \n\nOur multi-purpose room can be furnished several ways for your stay: as a third bedroom, dining room, or home office. Ample lighting and a spacious desk provide a quiet workspace separate from the living room. To create a dining room with space for 6-8 the desk expands into a full dining table perfect for family meals. Or, for more than four guests, this becomes a third bedroom set up with a high quality queen air mattress. \n\nClean linens and towels are provided.\n\nThe kitchen is fully equipped and available to you. Coffee, tea and an electric kettle are provided.\n\nWe will greet you upon arrival and I am always available to offer recommendations and answer any questions you may have!\n\nSituated between Riverside and Central Park, Columbia University keeps the neighborhood lively and vibrant. Plenty of fabulous restaurants and bars line Broadway and Amsterdam and I am happy to provide recommendations! This neighborhood is very safe and well connected to other parts of the city. Neighborhood attractions include the Cathedral of St. John the Divine, Central Park, Columbia University, and the Museum of Natural History.\n\nSeveral subway and bus stops are only blocks away. Closest is the 1 stop at Broadway & 110th and the b/c at 110 & Central Park West. For express service, the 2/3 stops at 96th & Broadway. For easy access to the east side, the M3 and M4 buses go crosstown along 110th street and down 5th Avenue. The M60 stops along Broadway and provides service to Laguardia Airport.", "name": "Bright & Spacious 2 Bedroom (flex-3) in UWS", "picture_url": "https://a0.muscache.com/im/pictures/5fbedc32-150a-4320-be1d-c3d2e0dde3d0.jpg?aki_policy=large", "url": "airbnb.com/rooms/16456101", "id": "16456101", "price": 200, "review": "El apartamento es amplio y limpio, tiene muy buena ubicación, esta dos calles del metro,  Therese  y Andrew nos dieron información muy valiosa sobre restaurantes que se encuentran cerca al apartamento, y nos dieron todas las facilidades para tener una excelente estancia en New York, son muy buenos anfitriones, volvería a hospedarme en su apartamento sin duda alguna. Muchas gracias!\r\n\r\nPedro"}