{"description": "Our beautiful place in Greenpoint is cozy & well-appointed, Brooklyn-style! Gorgeous McGolrick Park and our local grocery is just out the front door, and we are a 5-10 minute walk to multiple small coffee shops, restaurants and shopping including Crema Coffee, Greenpoint Fish & Lobster Co., Calexico, Van Leeuwen Artisan Ice Cream, Beacon's Closet. We're a perfect home away from home for couples, solo adventurers, and business travelers.\n\nEnter our beautiful apartment on the 1st floor of a 3-family residence.  \nDrop your things in our gallery room and head to the bedroom. The gallery room connects to both our dining room and living room where you can connect the the WiFi and watch cable TV, or make a fresh cappuccino in our stocked galley kitchen.  There is also a full bathroom with a shower. \n\nFor visiting foodies, our kitchen is stocked with pots, pans, mixing bowls, baking sheets, Breville waffle iron, food processor, Kitchen Aid mixer, and a Nespresso machine.\n\nAll common spaces are accessible to guests; however, please respect our privacy and keep our closet doors closed - that's storage for when we're out of town. \n\nOur backyard is accessible through the living room - but please: no smoking, and make sure the door is locked when you're out of the house.\n\nWe are always available via AirBnb messenger for anything that may come up during your trip.\n\nStreet parking is available if you are driving.\nWe are an 8-minute walk to the G train, and a 15 minute walk to the L train.\n\nWe have a dog, so if you have allergies this may not be the best place for you to stay.\n\nOur space can accommodate up to 4 guests with advance notice. We offer 1 Queen-sized bed for 2 guests, our sofa to sleep 1 extra guest, and a full-sized airbed to sleep 2 extra guests.", "name": "Beautiful Private Apartment on McGolrick Park", "picture_url": "https://a0.muscache.com/im/pictures/3c4c4d36-32ad-481d-b5bd-16d5651f2b9c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16466804", "id": "16466804", "price": 118}