{"description": "My place is close to the inner city but removed from tourist attractions. Brooklyn is slowly becoming a get away from the hustle and bustle of the city where native New Yorkers can get away from tourist attractions. There's an ample supply of nightlife. You’ll love my place because of the coziness, my place feels like a home away from home which is why I moved here. Think of your favorite cousins house on the weekend. My place is good for couples, solo adventurers, and business travelers.\n\nThe high ceilings enticed me as well there's a modern feel to the apartment but a remnant of the old days with the exposed brick and ambience that meld perfectly. The neighbors are very friendly and helpful extremely knowledgeable about the area if I'm unavailable.\n\nYou'll have full reign over the apartment during your stay. Food and anything from the bar if you need anything just ask.\n\n-Ask me how you can stay at this apartment for free\n\nI'll be a stones throw away if you have any issues feel free to text me or calls.\n\n- ASK ME HOW YOU CAN STAY AT THIS APARTMENT FOR FREE.\n\nat Myrtle-Willoughby Avs 0.44 miles\n\nG at Bedford-Nostrand Avs 0.5 miles\n\nJMZ at Myrtle Av 0.5 miles\n\nJM at Flushing Av 0.6 miles\n\nG at Flushing Av 0.67 miles\n\n- Absolutely no sexual affairs on the bed. This is my private residence so please respect my wish.\n\n\n-QUIET HOURS ARE FROM 10pm- 10am", "name": "Quiet apartment located in Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/cc48d6e1-5c0e-4cc1-8ae3-05555779b00f.jpg?aki_policy=large", "url": "airbnb.com/rooms/16478082", "id": "16478082", "price": 105, "review": "Both my guest and I agreed that Wil was the best airbnb host we've encountered. He was warm, hospitable and friendly. He repeatedly checked to make sure we had what we needed, helped us navigate the neighbourhood and offered great suggestions for our vacation. We've made a friend in him and look forward to staying at his airbnb whenever we visit NYC. \n\nThanks again Wil!"}