{"description": "Welcome! Artist studio in the heart of Greenpoint. Everything you need is steps away: public transportation, restaurants, bars, coffee shops, gym, laundromat, market, and the list goes on. Nothing compares to this neighborhood.  Great for couples, solo adventurers, and business travelers. Popular for 24 Hour Organic Market downstairs, Paulie Gee's, Pencil Factory, Karczma, Brooklyn Barge, Freehold, Speedy Romeos, little Moe's, Littleneck Outpost, Budin, The Bounty, Sunshine Laundromat(speakeasy)\n\nThe neighborhood makes the studio unique.\n\nGuests will be provided access to the front door of the apartment. The set of keys include three keys: two different keys to the entry doors to the apartment building and a key to the apartment front door. \n\nThe guests have access to the entire apartment. This includes the private bedroom, living room (studio space), kitchen, and bathroom. The windows to the kitchen lead to the fire escape and balcony. The fire escape leads to the fourth floor rooftop view of the Brooklyn and Manhattan skyline.\n\nI am available for any questions or concerns throughout your stay. Please don't hesitate to ask for help with anything in the area or questions about the apartment.\n\nThere are two 24 hour bodegas as soon as you walk out of the front door. One of which is attached to the first floor of the apartment building. The building next to me is a Duane Reade pharmacy. Laundromat and speak easy pinball bar across the street. Electronics store and Brooklyn DNA footwear shop are located across the street. Starbucks and local coffee shops are steps away and a New York City Sports club catty corner from my apartment building. If there is anything else you need during your stay, I can guarantee that you can find it within a one block radius! Don't hesitate to ask and I will be sure to help you find it!\n\nI live right fifteen steps from the G train. The B43 and B62 bus stops on my doorstep and can take you anywhere you need to get to in Brooklyn! I live in the most convenient spot for public transportation. This is one of main reasons I moved into this apartment. The apartment is also located in the heart of Greenpoint (Greenpoint avenue and Manhattan avenue intersection). You will have problem flagging down a taxi or requesting ubers to come pick you up to take you anywhere in the city.\n\nThe only shared space in the apartment is the bathroom. My floormate, Eduardo, a talented musician and producer from Brazil that comes in to use the shower and toilet. I rarely see him and he usually comes in to take a shower in the mornings. He also has his set of keys to access the front door of the apartment to use the bathroom.\nAgain, the entire apartment is privately used by the guests. Only the bathroom is shared. Eduardo occasionally uses the restroom and sometimes never at all because he is mostly in his music studio working or on the road. The private bedroom also has a lock that can be utilized.", "name": "Private 1 bdrm in heart of Greenpoint/Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/d5af0795-892b-428f-b5be-31f431a9ca5b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16471676", "id": "16471676", "price": 80, "review": "I did not realize that the roomate would be using the apartment while were there. Matthew said only the bathroom, but it was unnearing to have another person come into the apartment. Also the apartment lock was broken, though Matthew said it was to be fixed the next day. Apartment was in a great area, convenient to subway, stores and parks. I would not use it again.\n"}