{"description": "Take The Ferry Into Manhattan, Passing The Statue Of Liberty On Your Ride In.\n\nSunny, Spacious, Brand New Studio apartment with full kitchen and large marble bathroom with shower available for rent in beautiful historic neighborhood, walking distance to the free Staten Island ferry into Manhattan. LOCATION is amazing for commuters, one block from the water on a tree lined block. Walking distance to the Ferry (6-15 minutes depending on how fast of a walker you are), take a 20-minute relaxing ferry ride (free) or Express Bus (X13, 14, & 16) into lower Manhattan. The ferry departs every 30 minutes, 24 hours a day, 7 days a week; and every hour past midnight. Located two blocks from local and limited bus service and close to above-ground train station. If you prefer to drive, the apartment is located approximately 1.5 miles from the Verrazano Bridge into Bay Ridge, Brooklyn OR approximately 7.5 miles from the Goethals, Outerbridge and Bayonne Bridge into New Jersey.\n\nLocated in a Landmark area on a tree-lined, QUIET block in a Quaint/Historic neighborhood one block from the water with restaurants, convenient stores, cozy cafe, fruit/vegetable market within 2 blocks from the apartment. A beautiful park (Clove Lakes Park) with a restaurant on the lake, paddle boats, bicycle path, track, baseball diamond, ice-skating rink, etc. and Silver Lake Golf Course are within close proximity. The St. George Theatre and Farmer's Marker are within walking distance as well. No alternate-side of the street parking :) steps away from laundry, deli, green market, great restaurants. Free Wi-fi, streaming Netflix, and all utilities are included!! For inquiries please email.\n\nThe easiest way to the house is by car service, which you can secure immediately as you depart the airport terminal.", "name": "Walk To Ferry, Into NYC in 20!", "picture_url": "https://a0.muscache.com/im/pictures/3f49f33e-f22c-4811-adb6-dff9fc854fcd.jpg?aki_policy=large", "url": "airbnb.com/rooms/16488481", "id": "16488481", "price": 105, "review": "Il s'agit non pas d'un studio mais d'une cave aménagée. Système de chauffage de la maison qui se met en route en pleine nuit et réveille ( on dort juste à côté). Ne pas être trop grand. Mon mari tenait pas debout ds la douche . Le vrai bon point, à vingt minutes à pied du ferry gratuit de staten Island. "}