{"description": "Spacious sunlit apartment near local buses and subways. Features a modern kitchen, spacious living /dining room with Apple TV and WIFi. A short walk to many restaurants, bars, and basic amenities.\n\nWelcome to our bright and airy apartment which features two sunlights.  Your vacation hideaway is renovated and tucked in the Bedford Stuyvesant, Brooklyn area.  Enter into the building using Smartphone keyless entry, then walk up stairs to the second floor apartment. Your sunlit getaway has its own private entrance, however access into the building will be shared by both owners and guests.\n\nYou have access to the entire apartment.\n\nOur primary residence is down stairs. If you have any questions during your stay, please ask.\n\nFor your convenience, the laundry mat and supermarket is located one block from our home. Check the Guidebook for more details.\n\nWe are New Yorkers who would be delighted to help you peruse the city.\nOur home is located between the J/ M (Myrtle Station) and A trains (Utica Avenue Station). We are also accessible to the G train line. All trains in the area are about 30 minutes to the City. \n\nWe're also near the buses B52 (two blocks aways, B15 (across the street) and B38 (around the corner) which can take you to many locations in Brooklyn. \n\nGuests can take the 60 minute ride on the B-15 bus to/from JFK or take a cab to/ from the airport. If you are traveling via Newark, you can ride the PATH train in/from NYC. Other public transport options are available, please ask.\n\nDear Guests,\nWelcome to our home, we want you to have a wonderful stay.   To familiarize you with your new getaway space, there will be a walk-through of the apartment upon check in, and upon check out. As you enjoy your time here, keep the following in mind.\n\nOur home is heated with steam radiators.  \nAir conditioning units are available during warmer weather conditions. \n\nWe are a  SMOKE FREE BUILDING\n2. NYC law requires that music and noise is lowered after 10pm.\n3. Parties are strictly prohibited.\n4. NOTE: Any guests that join you, who are not included in the original booking, will pay the additional guest fee. \nEx: If you book for two people, and then want a visitor(s) to come stay with you in the apartment, you will be charged. TELL US  at the time of booking or as soon as you would like them to come.\n\n\n\n7.  Check in begins at 4pm. Earlier check-in can be arranged if there is no conflict with the previous guests and the unit is available. Please inquire with us prior to booking.\n8. Check out is 11am sharp. \n\n9. There is FREE street parking but it is tougher as the evening nears. To avoid parking tickets at guest expense; Guests should observe Alternate Street parking rules. Instructions in House Manual.\n\n10. Guests are not allowed to burn candles nor incenses.\n\n** Guests MUST have fun, explore the city and create fantastic memories.\n\nKindly,\nThomas and Terry", "name": "Sunny Modern 2 Bedroom Apartment", "picture_url": "https://a0.muscache.com/im/pictures/390e8ad2-41d1-4f2f-8f28-edc0f29d3e9c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16480273", "id": "16480273", "price": 100, "review": "Terry & Thomas! \nWe have throughly enjoyed our stay at your house. The place truly lived up to all our expectations and location was great too, very close to public transport. We loved your city and you! Thank you and good luck with everything! \nIsabell & Kurt :)"}