{"description": "This is true Brooklyn with diverse population, eclectic architecture, lots of coffee shops, little cafes and yoga spots. Prospect park, Brooklyn Museum, BAM - in a close proximity. I love my place (& believe you'd do too) for its specially homey and peaceful atmosphere. Safe and lovely area, super easy access to public transportation!\nSuites for groups (4-max 5ppl), families, business trips\n\nThis apartment is located on a quiet street of historic Ditmas Park area. The neighborhood is like a little oasis of Victorian houses, old trees and beautiful gardens. Yet it takes just about 20 minutes to get to urban jungles of Downtown Manhattan.\n\nThe apartment was recently renovated with new kitchen/bathroom appliances. Everything clean and fresh. Has 2 private rooms, a fully-equipped kitchen and one bathroom (clean and tidy). \n\nThe rooms are located on the opposite ends of the apartment, so there is enough privacy for a group.  \nEach room has everything needed for a comfortable stay: drawers to store belongings, clothing racks, queen size beds and desks.\nOne of my guests said, that the place has some \"Amelie movie vibe\". If you know the reference, it makes a nice description to this home. It is cozy, warm and playful. It welcomes to lit candles and have a cup of tea/ glass of wine with friends.\n\nThank you and please feel free to ask any questions,\nSasha\n\nAll apartment\n\nI can be easily reached by phone or email. Always happy to help with logistics or  if any problem occurs.\n\nThe NEIGHBORHOOD is awesome! Not fussy and noisy, but has a lot to offer if you want to stay local (plenty of unique small bars, wine shops, organic stores, yoga and herbal center).\nHere is this lovely spirit of Brooklyn, vibrant and unique borough, with globally diverse residents. The area is very safe! You'd be surrounded by families, working professionals, freelancers.\n\nAccessible public transportation - a short 4-5 walk (real 5 min, not to trick anybody) to the Q train subway, Cortelyou station. Trains run 24 hrs a day. \nAlso, B train - 10 min walking distance, and a few buses around the corner.", "name": "Apartment near Prospect park/20min from Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/3ed0637b-7def-4f4d-b2f8-fb48c8a92f8b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16481858", "id": "16481858", "price": 125, "review": "We had a wonderful time staying at Sasha's place. She was very helpful with making sure we got settled in when we arrived and she briefly went over a few things with us and answered any last minute questions we had.  Sasha's place was clean, neat and decorated nicely. She was very fast at replying to my questions and fixing any issues that I had. I would definitely stay at Sasha’s place again when visiting the city."}