{"description": "Newly renovated, cozy apartment with tons of exposed brick, all the entertainment you could ever need and just 2 subway stops to 42nd St! Apartment amenities include fully equipped, spacious kitchen with black granite counter top, in unit washer/dryer, 2 60\" TVs with surround sound (master and living room), King and Queen sized beds, large sectional couch, and standup shower with rain shower. Just 3 blocks from 4-5-6 subway stop and just 2 stops to midtown (42nd st) on the 4 or 5.\n\nOne of the best things about my apartment is that my friends affectionately call it \"The Vortex\" because we so often mean to get out and explore NYC but the place is so comfy that you get sucked in!\n\nGuests will have access to a full kitchen, 2 60\" HDTVs, King and Queen size beds, huge plush sectional couch, wifi, Washer/Dryer, dishwasher, stove and more\n\nI interact with my guests often! I usually include a list of all of my favorite places to eat/drink and see in NYC.\n\nEast Harlem is a great location just a stop away from the Upper East Side and easy access to the Lower East Side as well. Harlem is home to many great restaurants and historic cuisine including Sylvia's Red Rooster, The Corner Social, and Angie's.\n\nHarlem 125th station carrying the 4,5, and 6 is three blocks from the apartment!", "name": "Cozy Manhattan Exposed Brick 2BR", "picture_url": "https://a0.muscache.com/im/pictures/55efab39-f3c4-4f36-b299-34d2fcfd7b54.jpg?aki_policy=large", "url": "airbnb.com/rooms/16494032", "id": "16494032", "price": 165, "review": "Devin was a great host! I was able to communicate with him throughout my stay with no issues. The apartment is a lovely cozy space, especially given NY real estate! Beds are extremely comfortable as is the over sized living room sectional! I don't fall asleep on couches often but this one definitely put me to sleep while watching a movie on the large flat screen television. The apartment is well equipped with everything you need (kitchen ware, linen, 2in1 washer/dryer, WiFi ). Location is safe and within walking distance to the subway, eateries, and convenience stores. I would definitely stay here again!"}