{"description": "1 bedroom apartment located on the N train Broadway stop in Astoria. 10 minutes to Manhattan. Large living room with Internet and wifi. Lots of bars and restaurants in the neighborhood. Large living room with large couch and ottoman and a dining table.\n\nClose to the subway, first floor apartment. Large space. Trendy area with plenty of places to eat and grab cocktails.\n\nLarge living room with two couches. Basic television and Netflix and HBO go is on the XBOX. Kitchen is available to use, please clean any dishes to avoid smells, toss trash in the alleyway at the door in the outside hallway. Bathroom with shower and bathtub. Several guests are allowed and will fit comfortably in the apartment, please note two guests are allowed without additional charge, afterwards is $25 per person per night. I will be meeting all guests to provide keys day of arrival. If I am not available either someone will meet you at the apartment or I will have a lockbox with key and combo in a designated area.\n\nIf available will meet to provide keys and any advice needed for your stay. I am always available via text unless stated otherwise.\n\nTrendy area with lots of Greek, Italian, Thai food places and Pubs and lounges to choose from. The apartment is on a quiet street but extremely close to the subway, about a three minute walk\n\nA 3 minute walk to the subway, N or W train. 12 minute walk to the R or M train. 20 minute taxi ride from LaGuardia airport\n\nIf you see certain dates that are blocked off that you need, just ask me about it. I can sometimes be flexible with moving things around.", "name": "Hip Astoria 10 minutes to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/4f602c54-7726-4919-a712-90529bc9e356.jpg?aki_policy=large", "url": "airbnb.com/rooms/16491677", "id": "16491677", "price": 114, "review": "Fantastic location, only 2 blocks to subway stop and half block from main strip of neighborhood restaurants. Easy check in and communication with host. Comfortable bed, great coffee. For being in an older apartment building the night time noise wasn't too bad but the bedside white noise machine helped too!"}