{"description": "This is a spacious interior designed one bed apt in a new development. Concrete floors and cinder block walls are softened by fabrics and bright colours. The apt features it's own private balcony as well as access to the roof top with amazing views of manhattan and brooklyn. King sized bed, brand new kitchen and bathroom, flat screen tv, high speed internet and marble counter are just some of the features you'll get to enjoy.\n\nThis is a brand new development with a great blend of NYC industrial chic interiors with California style terrace exteriors. Each apt has their own terrace which can be used as an extension of the living space by opening triple-panned accordion doors\n\nYou will have access to the private terrace, great for having your morning coffee or evening cocktail. You also have access to the communal roof top terrace and the gym. Bicycle storage is also available.\n\nAll request and questions will be replied to with 24 hours max but usually within a few\n\nCrown Heights is a wonderful neighbourhood - I've been living her for a year and am in love with it. It has some of the best caribbean restaurants in nyc as well as a plethora of other cafes and eating establishments to suit everyone's tastes. (I can offer recommendations of my favourites!) You are also walking distance to the brooklyn children's museum, brooklyn library, botanical gardens and grand army plaza which host a great farmers market on the weekends. Prospect park and Atlantic terminal are also close by.\n\nThe closest train station is a 4 minute walk to nostrand on the 3 line or a 6 minute walk to the 2 or 5 line at president. A and C trains are also not too far at a 10-12 min walk.\n\nPlease note there is currently no hanging space for clothes. If this d important please email first", "name": "Modern spacious 1 bed with terrace", "picture_url": "https://a0.muscache.com/im/pictures/bdfa3ec8-a650-4726-9b17-0fa899ce658d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16504499", "id": "16504499", "price": 90}