{"description": "Grass/Garden galore! Simple/clean. Are you looking to have that NYC experience without paying the Manhattan hotel prices? Well, this private 1 bedroom apartment may be what you're looking for. \n- Private Bath & Kitchen\n- Patio door in apartment opens to large backyard. During the summers, we grow fruits and veggies: Feel free to grab some!\n- Bus 2 blocks away. \n- 15 minute walk or 3 minute drive/cab to 6 train which will lead you straight down to Manhattan.\n- 15 minute drive to LGA airport.\n\n-  Separate Entrance  \n- We respect your privacy but are readily available to answer any of your questions or concerns.\n- Wi-Fi Available\n- Fire stick TV installed\n- Queen size comfy bed. Mattress purchased from Sleepy's with protective covering used and washed at all times. \n-  2 additional airbeds available: (queen size and twin size) New queen size air bed. Great brand: Serta. Has firm, medium and soft setting. Twin air bed available as needed.\n- newly designed by the Hernandez Family: modern feel. \n- combination of urban and suburban experience. \n- Enjoy the NYC experience yet return to a quiet rest at this home. \n- Safe. outdoor surveillance camera.\n\nBackyard use available upon request. BBQ Grill, Patio\nKeypad Entrance to apartment\n\nText/ email me if you need anything before hand and we will let you know if we can accommodate you. \nFor example, picking up items from supermarket, baby supplies.....Receipt will be provided to get refunded.\n\n- Great for medical students: Albert Einstein college of Medicine, Calvary hospital, Jacobi hospital and Montefiore medical center less than 1 mile away. \n- 1 block away: Walking distance to Dunkin Donuts, TGIF Restaurant, Dollar tree, Planet fitness gym, Beauty supply store, Home depot, Chuck E. Cheese, ALDIs supermarket ( Common Plaza)\n- Albert Einstein college of Medicine (0.9 miles away). \n- Near Jacobi hospital (0.6 miles away)  \n- Montefiore Medical Center (0.7 miles away) \n- Fordham University (2.7 miles away) \n- Columbia University College of Physician and Surgeons (5.8 miles away) \n- Mercy College (0.6 miles away ) \n- Pelham Parkway Bike Path: Bike, run/jog\n- Nearby Restaurants: TGIF, Pelham Dinner\n- Yankee Stadium:  10 miles \n- 5-10 minute drive to Westchester, NY ( Pelham Manor)\n- 10-15 minute drive to Queens, NY\n- nearby night life: food/ music  ( Sofrito, Don coqui, Havana Cafe, Made in Puerto Rico)\n\n• Plenty of parking. No alternating side parking. No meters. \n• Bus stop 2 blocks away\n•Bx12 Local and Select Bus Service: to Bay Plaza Shopping Center and Inwood – 207th Street (A train) (via Fordham Road and Pelham Parkway)\n•Bx26: to Co-op City and Lehman College (via Bedford Park Blvd and Allerton Av)\n•Bx28/Bx38: to Co-op City and Fordham (via East Gun Hill Road)\n•Bx31: to Woodlawn and Westchester Square station (via Eastchester Road)\n•BxM10: to East Side, Manhattan (formerly part of New York Bus Service)\n•Pelham Parkway (5 train) to Manhattan \n•Gun Hill Road (5 train) to Manhattan \n•Pelham bay park (6train) 15 minute walk or 3-4 min cab to train station to Manhattan\n\n- Yo hablo Español. \n- We speak the Cambodian language as well. ( Khmer)  \n- Multicultural / Ethnic neighborhood. Well rounded.", "name": "NYC Private 1BR Suite. Private Kitch/Bath. Parking", "picture_url": "https://a0.muscache.com/im/pictures/a92ef6cc-ea14-40bb-bba3-a9784f1d4ed9.jpg?aki_policy=large", "url": "airbnb.com/rooms/16527719", "id": "16527719", "price": 70, "review": "This place was perfect. Ravy and Kels were amazing as well. The apartment is located near everything included the highways and any store you could need. The block is quiet and friendly. The separate entrance  makes you feel like your in your own home. I felt very safe at all hours of the night. The hosts are wonderful people gave us all the privacy we needed and were also available for any reason.  These are definitely superhost! "}