{"description": "1br private condo in the heart of park slope.  Brand new renovation, high-rise elevator building-top floor with balcony, Breathtaking views of the city and the harbor. 1 block from the R/F/G train station.  Park Slope Luxury Condo with Brand new appliances, kitchen, bathroom.  24/7 night life, food, grocery.  Prospect Park is 4 blocks away and offers a beautiful scenery 24/7.  1 Citibike pass is included with bookings a week or longer.\n\nFrom the sun drenched living room & kitchen you will enjoy our 20-ft expansive windows featuring views of the entire city & NY Harbor with the statue of liberty.  A full private balcony including comfortable outdoor seating and a beautiful vertical garden in the summer.  It's hard to find a more incredible view of the city from anywhere.  The apartment is brand new, gut-renovated in 2016 with beautiful hardware flooring, dishwasher, large refrigerator & freezer, and plenty of kitchen counter space on the island where there are two bar stools to enjoy your meals.\n\nThe adjoined living room includes 1 large microfiber couch and 1 leather tuffed reclining rocking chair, and a 60\" LG 4K SmartTV with NetFlix, Amazon Prime, Local HD Stations from Antenna, & Chromecast.  A powerful 150w Surround Sound Sound System is Bluetooth accessible, and our apartment is isolated from the rest of the tenants in the building, so you don't have to worry about being loud.\n\nThe bedroom is located next to the bathroom and features two large windows with a view of the city from your feet, and a view of the clouds in the sky from the very comfortable & plush king mattress.  Ample closet space is provided for all your clothes and luggage.  A 50\" TV is also located in the bedroom equipped with Netflix/Amazon/Chromecast.\n\nThe bathroom is brand new and immaculate.  Tucked away In the closet, opposite of the toilet is the in-unit laundry (Washer/Dryer).\n\nWireless and wired internet is available throughout the apartment, provided by Spectrum (Time Warner), it is a 50mbps plan and is lighting fast.\n\nAlthough some people love NYC tap water, we also have a cold & hot drinking water dispenser with water from Poland Spring.  5-gallons is provided for your stay and can be refilled at a number of stores across the street.\n\nYou'll have access to the entire apartment with the exception of two closets which are locked.  There are two additional closets available for your needs.  Rooftop access is not officially permitted, however when you step foot on the balcony you'll realize there's nothing better than right here.\n\nPark Slope is beautiful and feels like a residential version of the city.  There's absolutely no question that it is the safest place in NYC to call home.  It's known for its wonderful restaurants & boutique shops which your only blocks away from.  The delivery options are also overwhelmingly amazing.  Seamless delivers from over 230 restaurants in the area. In the apartment manual, we include our top 10 favorite places to eat.  Ahem...  La Villa.\n\nFlour blocks away from the apartment is the largest park in Brooklyn, Prospect Park where you can literally get lost for hours.  \n\nThere's plenty of bar's of nearly every variety within a 2-10 minute walk from the apartment.  Barclay Center/Atlantic Center is a 20-min walk away where you can catch a concert or go mall-shopping.  MetroTech is a 30-min walk or 10min subway ride where you can get discount tickets from TDF for broadway shows.\n\nLiterally one block from trains, 25min to Union Square, 35min to Times Square.  Across the street from the building are Citibikes waiting to take you to your destination (1 citibike pass key is included with the rental, it entitles you an an unlimited # of 45-min trips.  You can not exceed 45-mins per trip.  Drop off bikes at any of 30 locations in Park Slope)\n\n* Dishwasher\n* VitaMix Blender\n* GreenStar Elite Cold Press Juicer\n* We can help you with discount Theater Broadway & Off-Broadway Tickets!", "name": "1BR, new high rise with balcony, best view in BK", "picture_url": "https://a0.muscache.com/im/pictures/9bd808fb-383e-44f4-94dd-08c046cf50b0.jpg?aki_policy=large", "url": "airbnb.com/rooms/16535746", "id": "16535746", "price": 184}