{"description": "Comftarble and cozy with all the necesseties. Full kitchen with dishwasher. In the middle of East Village, but yet quiet since the apartment is in the back of the building and doesn't get any street noise.\n\nComfortable bed, sofa, TV, piano, full kitchen with dishwasher and all the necessities for cooking.\n\nAccess to everything in the apartment, but nothing should go out of the apartment:)\n\nI am always available upon request. I always try to make my guest's experience as pleasant as possible. If you need directions, advice, transportation etc all you need to do is ask.\n\nEast Village is an AWESOME area. Just go out and explore!\n\nThe apartment is 5 blocks the L train that takes you to Union Square Station and 5+ other subway lines. I would also recommend downloading the following apps to get around more easily: (1) Gettaxi, Via, Uber, Lyft (taxi), (2) NYC Subway (public transportation).\nThe wifi router is sitting on the shelf next to the entrance. \nThe apartment is located in the heart of historical East Village in Manhattan.\nYou will find all the necessary amenities inside of the apartment, including AC, hair dryer, dish ware, linens, towels, toiletries, a small table and two chairs for either working or eating in the room, and other necessities for your comfortable stay.\n\nTompkins Sq park is just outside your doorstep and features lots of tree-lined walking paths, and a beautiful scenic route to travel through the East Village.\nThere is also live jazz on Saturday's sometimes!", "name": "Your Private and COZY Oasis, HEART of NYC", "picture_url": "https://a0.muscache.com/im/pictures/f941c7b9-6d22-4d68-9a93-30f768325699.jpg?aki_policy=large", "url": "airbnb.com/rooms/16534963", "id": "16534963", "price": 175, "review": "This place is pretty awesome.  It's in the heart of the East Village, close to restaurants on 1st Ave. or just a few blocks from SoHo.  It's on the 4th floor of a building, so if you have big luggage, it can be a bit of a challenge, but otherwise, it is just as Nikita shows in the photos.  Will definitely stay here again on my next trip through the Big Apple!"}