{"description": "#1 LOCATION IN Manhattan, 5 BLOCKS FROM CENTRAL PARK & 2 BLOCKS FROM SUBWAY. LARGE sunny studio, charming and special, ONE OF A KIND APT! My place is close to Uva, The Frick Collection, J.G. Melon, The Meatball Shop, and Le Pain Quotidien. You’ll love my place because of the ambiance, the outdoors space, the neighborhood, the comfy bed, and the light. My place is good for couples, solo adventurers, and business travelers.\n\nLOCATION, LOCATION, LOCATION!!! CENTRAL PARK & MUSEUM MILE ONLY 5 BLOCKS AWAY, SUBWAY 2 BLOCKS AWAY!!! THE BEST PRICE IN MANHATTAN. Private studio with a private bathroom shower in it. Limited cooking appliances: microwave, refrigerator, coffee maker and a toaster. ULTIMATE LOCATION #1 AREA! \n\nBeautiful rare & unique private large sunny beautiful studio. This entire private charming studio located in a private townhouse, just steps from Central park. Washer/dryer in the building. Amazing apt in #1 area of Manhattan, 5 blocks from Central Park & 2 blocks from Subway at unbeatable price. Location, Location, Location! Unbelievable amount of space for the money in a best location of Manhattan. One blocks from Restaurants Row, bars, coffee shops, boutiques, bakery, banks, pharmacies and more! Beautiful enjoyable short walking distance to Museum Mile, Central Park, Subway and More.\n\nThe Neighborhood:\nThe Upper East Side is known for being New York’s—possibly the country's—most elegant residential neighborhood, with streets near Park and Fifth Avenues conveying the hushed ambiance of the privileged and powerful. The majority of apartment buildings here were built between the turn of the century and the 1930s. \n\nFifth Avenue is entirely residential in this area except for the many cultural institutions along its 'Museum Mile,' home to the City's highest concentration of cultural institutions including the Metropolitan Museum of Art, the MoMA, Whitney, and Guggenheim museums, the Frick Collection and many smaller high-quality institutions. Also here are the elegant residential enclaves of Sutton and Beekman Place. Carnegie Hill is the City's most coveted neighborhood for families, and Yorkville toward the East River is a popular home to young professionals and singles who enjoy stunning river views and the added perk of Carl Schurz Park.\n\nCentral Park, on the western border of this area, makes a world-class front yard—with its zoo, tennis courts, formal gardens, bridle paths, running tracks and reservoir. Madison Avenue—possibly the world’s most famous retail address and famed center of the advertising industry in the mid-20th century—entices shoppers with boutiques like Chanel, Prada, Tiffany and fashion mecca Barney's New York, and a more commercial strip runs through the southeast corner, anchored by Bloomingdale’s at 59th Street and Lexington/Third Avenues. \n\nWorld-class hotels in the neighborhood include the Carlyle, the Mark, the Lowell and the Plaza Athenee NYC, and dozens of fine restaurants line side streets. Transportation includes a number of buses and Subway (runs 24/7) stations at 77th Street and Lexington Avenue (2 BLOCKS FROM the BUILDING!) as well as plenty of taxi that are running 24/7.\n\nWasher and dryer in the lower level of the building.\n\nThe most affluent upscale safe residential part of Upper East Side, Manhattan #1 area in NYC. Convenient location to get to any part of Manhattan within minutes. Home to most expensive zip code in US, many celebrities, diplomats, with endless rows of notable restaurants, bars, coffee shops, boutiques, shopping and more! \nUPSCALE FURNISHED SPACIOUS BEAUTIFUL SUNNY private studio LOCATED IN A HISTORICAL PRIVATE TOWNHOUSE 5 BLOCKS FROM CENTRAL PARK,  2 BLOCKS TO SUBWAY IS PERFECT FOR 1-3 people located in the heart of the prestigious Upper East Side! Short term or long term, and the perfect hotel alternative! Elegant, completely renovated townhouse units with meticulous restoration of original prewar details, conveniently located within walking distance to CENTRAL PARK, Metropolitan Museum and MUSEUM MILE, Gracie Mansion, the East River promenade, and steps away from major transportation.\n\nLOCATION, LOCATION, LOCATION!!! CENTRAL PARK IS 5 BLOCKS WAY FROM THE BUILDING! RUN, WALK, PLAY OR BIKE IN CENTRAL PARK AS YOU PLEASE AND WALK BACK HOME!!!!\nWorld-class hotels in the neighborhood include the Carlyle, the Mark, the Lowell and the Plaza-Athene, and dozens of fine restaurants line side streets. Transportation includes a number of buses and subway stations at 77th Street and Lexington Avenue (2 BLOCKS FROM OUR BUILDING!) as well as plentiful taxicab service due to the area's aforementioned hotels.\n\nMonthly reservations: utilities (heat, hot water, AC, electricity, WiFi) additional $100 per month. \nNightly reservations: one time cleaning fee $60 is due and payable upon check in. \nLast check-in is 10pm. Late check in after 10pm $50.  \nGuests must bring their own bath towels & toiletries.", "name": "#1 Large sunny Studio 5 blocks from CENTRAL PARK!", "picture_url": "https://a0.muscache.com/im/pictures/c4429cc0-7cd7-4715-940b-79bcc743cf62.jpg?aki_policy=large", "url": "airbnb.com/rooms/16534156", "id": "16534156", "price": 100}