{"description": "Pristinely clean, carefully decorated, artist's vintage 1BR w/lounge, or one-step conversion 2/BR apartment, in the heart of Williamsburg. 1BR + Lounge or 2 Private Bedrooms at guest's request. French doors, huge living-room, spacious kitchen, small but cozy bathroom with huge tub, vestibule w/coat hanger/shoe-rack, all windows brand new, all appliances brand new/modern. Close to many subways, perfectly placed in heart of BK. THE perfect romantic getaway, or quiet artist's work hub. A gem!\n\nThis space is unlike any other in Brooklyn. It's newly-renovated, styled with carefully artsy, vintage touches, equipped with all modern conveniences.\n\nGuests can you the space as a gigantic 1BR with a beautiful, relaxing loft space. Or, in one-step, a luxury full-size mattress converts the lounge room into a large 2nd Bedroom, made perfectly private by gorgeous French doors. \n\nI can prepare the apartment as a 1BR or a 2BR in advance, according to guest's needs. \n\n** Note ** : Guests may NOT use the air mattress or convert/de-convert the apartment into a two-bedroom without our direct, written permission. I apologize for the inconvenience, but experience has shown too many guests reserve the unit for one-person, and then unfortunately invite multiple friends to stay with them during their reservation in the unit. If guests wish to book the apartment for more than two-persons sharing a bed, or wish to use the lounge as a second bedroom, this must be outlined in advance. Thank you for understanding!! :) ** \n\nThree work desks are offered for guests use who may have business to attend to during their stay. A large armoire is empty and fully available for any guest storage needs/use. \n\nThe kitchen offers a brand-new, built-in microwave and oven. The bathroom, though small in true Brooklyn style, offers a huge bath/shower rub. The master bedroom has a full-size standing mirror. \n\nEnjoy the many books, the chess board, the unbelievable quiet of the streets below, and most of all the mood of this unique space! \n\nTransportation includes the L Train (Lorimer), J/M Trains (Hewes), and the G Train (Broadway), in addition to an endless line of Yellow Cabs, Ubers and Car Services. 5 Mins from the Downtown Manhattan / Lower East Side. 10 mins from the East Village. 15 Mins from Union Square. Perfectly central to all the places you'll want to be. \n\nFor foreign guests, I can assist you in: French, basic German, basic Russian. \n\nI am a filmmaker and spend a lot of time in Los Angeles. I like to host guests during my travels!\n\nFull access.\n\nCity Copilot, an Air BnB service, has an office/physical location directly across the street from the apartment. Because of this, 24/hr check-in and baggage holding is available to all guests without commute! \n\nI am often traveling, so I may not be available to meet you in person. I am available to help by text message! In an emergency, my assistant can come to help you.\n\nWilliamsburg, the heart of Brooklyn, and a hop and a skip away from all things Manhattan. Walking distance from some of Brooklyn's most popular/in-demand cafes, bars, restaurants. (Just look up Williamsburg online and find an endless line of amazing eats and nightlife!) Two Delis across the street. Full supermarket two blocks away. Walgreens Pharmacy two-blocks away. Whole Foods, Apple Store, five-minute walk. Countless food delivery options. 15 minutes to Union Square Manhattan. 25 minutes to Grand Central Station. 25 minutes to Time Square. Multiple subways right around the corner.\n\n- L Train, Lorimer Stop. \n- G Train, Broadway Stop. \n- J/M Trains, Hewes Stop. \n- 24hr Uber, Taxis, and Williamsburg Car Service. \n- CitiBike stand/terminal four blocks away! (And bike parking available in the building)\n- Ferry rides from Williamsburg to Downtown BK, DUMBO, and Manhattan!\n\n- Pet stays are approved on an individual basis. If you'll have an animal in tow during your stay, please let me know in advance. Although I can't approve all pet-stays (the upkeep and cleanliness of the apartment is a priority to me), I'll always do my best to accommodate!", "name": "PRISTINE 1BR w/lounge or 2BR Vintage Artists Apt.", "picture_url": "https://a0.muscache.com/im/pictures/d06592ee-a2d7-43b7-9e35-f9af2e1b9b5c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16544473", "id": "16544473", "price": 122, "review": "The apartment was nice, quiet and big. Williamsburg is the place to stay when your are in New York."}