{"description": "This is a beautiful apartment in Greenpoint, Brooklyn!  It's both well appointed and charming.  Expect lots of plants, art, and music in the house.  Stereo, full kitchen, water filter, tv (Netflix, HBOgo, etc.), french press, and brooklyn's best coffee shops and restaurants around the corner.  It's a great vibe in a sweet neighborhood!\n\nNOTE: This rental arrangement meets NYC Laws!\n\nThere is wifi, TV (Netflix/HBO/etc.), stereo, and lots of art and literature to enjoy.\n\nThe bedroom has a comfortable full sized bed, big enough for two. \n\nThe Livingroom has a super comfy couch that converts into a double bed.  I can set this up for you if you need.  There is plenty of extra bedding should you need another sleeping space.  \n\nKitchen has all the stuff you could need... coffee grinder, soda stream, french press, toaster, oven, stove, etc.... (this is a vegetarian kitchen.  Please keep it so.   Also, you're welcome to take whatever you like out of the fridge - just restock as best as you can before you leave!)\n\nYou have the 1Br Apt!\n\n\n***(There is a second bedroom with a private entrance attached, which will be locked during your entire stay)***\n\nI'm really easy going and pretty much let you do your thing.  Just be cool.\n\nI have a never-ending list of suggestions when it comes to food, music, and exploring NYC!  If you need anything, just ask!\n\nGreenpoint is a balanced mix of old school polish and new school hip.   This apt is 2 blocks from East Williamsburg and a 10 min walk to prime Williamsburg.\n\nThere are a bunch of great restaurants, coffee shops, bars and bars, all within 5 min walk from the apartment.  Selmat Pagi (The best Dutch/Indonesian) , Little Dokebi (hipster Korean), Ringoliveo (straight out of a dream), Pie Corps (another local best), Variety Coffee (great bk roasted coffee, you'll want to take some home!), The Standard (vegan stuff), Mcgolrick Park (farmers market in summer) and a Bodega/Deli right across the street....\n\nThese places are ridiculously good and within 5-7 min walk from the apartment.   \n\n15 min walk walking distance to Brooklyn Bowl, Output, Brooklyn Brewery... this list can get long!\n\nPrime Williamsburg and the closest subway (G and L) are about a 10/12 min walk.  Citibike is 2 blocks away (at both ends of the McGolrick Park).  Street parking is easy.  Car2Go's are parked all around if you have a membership (pretty sweet way to cruise around Brooklyn).", "name": "Beautiful 1Br Apt in Greenpoint/Williamsburg!", "picture_url": "https://a0.muscache.com/im/pictures/0a341748-a5ce-4049-bf95-90df04b9ec5d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16544552", "id": "16544552", "price": 125, "review": "Rahul was flexible and generous with me and my chaotic international travel times and schedules.  He also lent me is bike which made me happy.  The apt is comfortable and clean - can be a bit of a walk to the subway but that's also why it's more economical!  A great trip and thanks!"}