{"description": "Hello & Welcome.\nMy place is close to great views, restaurants and dining, family-friendly activities, and nightlife.. You’ll love my place because of the ambiance, the outdoors space, the neighborhood, the light, and the comfy bed.. My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nThis fully renovated house instead to give people visiting New York  or relocating A safe , Furnished and comfortable place to stay without the High costs of hotel .\nThere is a main bedroom with a comfortable queen size bed ,flat screen T.V mini refrigerator and computer desk . Second bedroom is a master suite with a queen size bed and private full bathroom this floor have 2 full bath in total ! You can enjoy the third room with 2 twins beds .\nThe kitchen has all the amenities,new  stiainless steel appliances,refrigerator,oven/stove,microwave,cookware,coffe maker,etc..\nThe main living space has a couch you can enjoy the flatscreen cable T.V.\nDining area and  Penninsula island available for your meals.\n\nYou will be given a set of keys .\nWhile the  neighborhood is quite and safe ,we ask you to lock the door when you come in and go .\n\nWe are accessible via text and telephone from 6am-until midnight.\nWe also plan to greet you upon your arrival and coordinate with you to get the keys when it's time for you to leave .\nPlease feel free to call/text for any reason or question.\n\nWe love this neighborhood it's a safe and convenient located one block from J train ,we are right across from forest park you can jog walk or ride a bike . Big playground for kids and big gated park for dogs located in the mid park . \nClose to all restaurants,supermarkets, Library ,post office .\nAbout 7 min away from queens mall shopping center . \n5 min away from World resort casino NYC.\n\nWe are about 18 minutes  from JFK airport,you can take the AirTran connect to J and arrive to our house one block walking .\n12 min from  LaGuardia airport which make for a cheap & quick taxi ride here (  exclude rush hour of course).\nCar service available (PHONE NUMBER HIDDEN) hours .\n\nMe and my wife Rose are ready to host you and make your stay one of a kind .", "name": "Charming Large 3 Br House Near Subway By The Park", "picture_url": "https://a0.muscache.com/im/pictures/e77bcbe9-47e6-4989-82f7-cb1e0dab48d5.jpg?aki_policy=large", "url": "airbnb.com/rooms/16555259", "id": "16555259", "price": 125, "review": "The accommodation is ideally located for the J-train into Manhattan and North Queen's and a short taxi drive from JFK.  There are plenty of grocery stores if doing self catering and nearby launderettes, street vendors and pharmacy."}