{"description": "We love our place, but we'll be traveling overseas. Hence, we are offering it you!  We are minutes away from Prospect Park, the biggest park in Brooklyn, and the historic Kings Theatre. There's a gym on the block, plenty of eateries and grocery stores nearby, easy access to the B/Q, and 2/5 subway lines, making Downtown Brooklyn 15 minutes away and Manhattan 20 minutes away. Our place is good for couples, solo adventurers, business travelers, families (with kids), and furry friends (pets).\n\nWe've curated the art and furnishings to reflect our values and experiences, exhibiting pieces made by local artists and gathered during our travels. We would love to share the story of any art piece you see that strikes you.\n\nYou'll have access to a large desk/working space, an iMac computer in the house, a projector that you can connect to any Mac or PC laptop, a fully equipped kitchen, a bountiful library, our beloved hookah, and a traditional, Arabic style seating area. You are also welcome to borrow our bike, a vintage Schwinn we call Lucinda!\n\nWe will not be home, but our friend and co-host lives nearby and will be available when you need her.\n\nThe neighborhood offers you the rich cultural life of New York's Caribbean community, including delicious Roti, Jerk Chicken, fresh coconut water and Sugar Cane Juice, handmade Caribbean and West African arts and crafts from Caton Market around the corner. Our block has a public library, a gym and plenty of street parking! Prospect Park is a 7 minute walk away. We're also minutes away from adorable Park Slope and quaint Prospect Heights. Everything you need is also within a walking distance including: convenience stores/delis, pharmacies, home goods stores, laundromats, restaurants, coffee shops, grocery stores, and produce stands.\n\nWe are a 5-7 minute walk from the B/Q line, which are a few stops from Manhattan, and a 10 minute walk away from the 2 and 5 lines. We are also near many, many bus lines including B(PHONE NUMBER HIDDEN) and B44.", "name": "Enormous, Beautiful Apartment near Prospect Park", "picture_url": "https://a0.muscache.com/im/pictures/ea769e37-f92c-495b-9d06-b84334da7a84.jpg?aki_policy=large", "url": "airbnb.com/rooms/16554739", "id": "16554739", "price": 69}