{"description": "This spacious & comfortable house has a private entrance & sole access to the garden. You’ll love my place because of the eclectic decor, new memory foam bed, gorgeous landscaped outdoor space, extensive library, DVD movie collection and diverse neighborhood. Great for couples or solo adventurers. Close to Prospect Park, the exceptional restaurant Nostros, Greenwood Park Beer Garden, Freddy's live music, Lot 2, Roots Cafe, Southside Coffee, & some of the city's best pizza at Giuseppina's.\n\nThe house, nicknamed The Mothership, is home base for the international non profit literary journal Lungfull Magazine, on the geographic apex of Brooklyn called Battle Hill. Battle Hill overlooks the Statue of Liberty, and the setting sun lights the marble headstones and gothic angels on its summit. The Mothership house is 150 years old, home to professional musicians, writers, and artists. Our annual music concert and burlesque block party is presented through an alliance of the Brooklyn Anti Zombie Federation, Thoroughbred BQE Questrian Racing Group, Urban Fracking for a Better Prospect Park, & Electric Audubon Society for Preservation of Con Ed Substation Robot Parrots.\n\nYou will have entire 1st floor and garden to yourself. Cable Television, WIFI, Blue tooth Marshall speaker for your tunes, kitchen with dining room, garden, two porches, music room with piano and your own private cocktail lounge.\n\nI am always available to help via text and usually bartending a few blocks away on the weekends. Guests are welcome to visit me at work for suggestions for restaurants, art shows and nightlife.\n\nThe house overlooks the ancient oaks and rolling hills of historic Greenwood Cemetery, 450 acres of woodland and the 19th century celebrity necropolis. Tours are given regularly by some of NYC's greatest storytellers and historians. (And Jean-Michel Basquiat is a permanent neighbor.) A statue of the goddess Minerva overlooks our block and waves to the Statue of Liberty visible in the distance. South Park Slope has a fantastic array of cutting edge restaurants, and nearby Sunset Park has New York City's best traditional Mexican food.  Both the Brooklyn Museum and the Botanical Gardens are nearby. Live music and stand up comedy scene can be found down the hill at Freddy's Bar & Backroom a couple of blocks away. Fred Thomas (James Brown's bass player) plays a funk dance party there regularly.\n\nR train on 25th street. F train on 15th street. B69 and B67 buses on 19th Street. There is a NYC bus app online that tracks buses live and let's you know exactly when its arriving. Cheap car services are also available, such as Eastern Car, for local pick ups or rides to the airport: (PHONE NUMBER HIDDEN)\n\nThere will be complementary coffee, fresh local bread, Irish butter, jam and cereal. Please help yourself to whatever you like.", "name": "Quiet South Slope house w/ piano, porch & garden.", "picture_url": "https://a0.muscache.com/im/pictures/5e7dc6b9-d1b7-4e44-8008-e0ea0043e947.jpg?aki_policy=large", "url": "airbnb.com/rooms/16568106", "id": "16568106", "price": 175, "review": "Lovely, unique spot! Nice to find a place that feels tucked away and cozy on a weekend trip to visit friends in Brooklyn. Convenient, clean, comfortable, great communication with host. Would definitely stay here again."}