{"description": "Oversized 800 sq ft 2-bedroom apartment. Apartment features 2 real bedrooms, beautifully decorated, very spacious living room & dining area, full kitchen, state of the art entertainment center (wifi, chromecast, surround sound, internet radio, etc). \\Truly comfortable space to enjoy a relaxing meal or drink after a day of fun. Amazing location, surrounded by fabulous shops, bars, nightlife & restaurants. Only 1 block from subway station and bus stops! Towels & Toiletries included.\n\nI maintain an impeccably clean HUGE 2 bedroom apartment for your comfort with privacy.\n\nPlease feel free to ask me any questions; I hope that you have a wonderful stay while visiting this great city I call home. If you have any special requests, please feel free to ask I'm happy to accommodate. Thanks for reading!\n\nYOUR 2 Bedroom Apartment\n•Impeccably Clean, Full size 2 bedrooms, modernly furnished with quiet window.\n\n•Ample Closet and Storage Space\n\n•2 Comfortable Full size beds w/ fresh new clean sheets\n\n •Fresh clean towels to use during your stay (as many as you need)\n\n•50\" HD TV with Roku/Netflix/Hulu and HD Channels\n \n•High Speed 5G 100mbps WiFi Internet \n\n•2 AMAZING rooms in a gorgeous large apartment to get quality sleep after a long day (or night) of trekking around the city\n\n-----------------------------------------------------------\n\nAMENITIES\nIn addition to the basics such as Wifi, clean towels, etc. we also offer the following at no additional cost:\n• Hair Dryer\n• Bottled water to take with you as you explore the city\n• Selection of NYC books, magazines & maps\n• Bluetooth speaker/lamp to connect or charge your phone to\n• Earplugs\n• Hand Sanitizer\n• Umbrellas to borrow if it is raining\n• Tissue\n• Shampoo Conditioner and Soap\n• Coffee\n\nGuests have access to Kitchen, Living Room, Bathrooms,  and all that East Village has to offer!\n\nKITCHEN\nOpen Kitchen with gas stove, microwave, coffee maker, and Full-size Fridge Fully stocked, with glasses, cutlery, essentials, and dining table. Feel free to store anything in the fridge or freezer. You're welcome to cook in our small kitchen -- just clean up after.  :)\n\nBATHROOM\nI have a standard  VERY CLEAN, bathroom. \n  I also provide soap, shampoo, and toothpaste/toothbrush for you at no additional fee!\n\nLIVING ROOM\nLiving room is a nice place to unwind ; It contains a comfortable, new leather couch, as well as a 50\" SmartTv with Netflix, YouTube, and most network HD channels\n\nLAUNDRY\nThere is a laundromat 1 block away. You can drop off your laundry before 2pm and itll be ready in just a few hours at 70 cents a pound!\n\nI don't like to be invasive, but I certainly like to provide top notch one of a kind hospitality to make my home feel like your home. Feel free to ask me anything about what to see, where to eat, or how to get around during your visit  :)\n\nRESTAURANTS\nThere are dozens of amazing restaurants within just a few steps of our apartment. Feel free to ask me for some good suggestions!\n\nBARS & NIGHTLIFE\nWhile our apartment is very quiet, the surrounding area comes alive at night with a dizzying assortment of bars and dance places for just about any taste. There are even more options within a 15-minute subway ride. Ask me!\n\nENTERTAINMENT\nWithin .5 miles there are three movie theaters, two off-broadway productions (STOMP & Blue Man Group) and one comedy club. But if a Times Square show is more your speed, the subway to Times Sq. takes 20 minutes from walking out our front door. A taxi to Times Square takes about 10 minutes.\n\nPUBLIC TRANSPORTATION\nWe are in one of the most, (if not THE most) convenient areas in NYC in terms of public transit. There are eight (8) subway lines within a 5 minute walk of our front door— so no matter where you are headed, getting there will be super easy.  The L train subway station is also literally one block away from the front door. \n\nTRAVEL TIMES (on Public Transit)\n• Times Square: 20 minutes\n• Rockefeller Center: 15 minutes\n• Central Park: 25 Minutes\n• Statue of Liberty Ferry: 20 minutes\n• Ground Zero/9-11 Memorial: 20 minutes\n• Empire State Building: 20 minutes\n\nTHANKS FOR READING..\nI have been hosting with AirBnb for nearly two years (on another account), during which I've had the pleasure of sharing my home with guests from over 20 countries around the world. So far I've received nothing but positive feedback from my guests— so please make sure to check my reviews on my other accounts. :) My calendar is always up to date!\n\n::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::\n\nFREQUENTLY ASKED QUESTIONS\nHere are answers to some common questions we are asked by prospective guests:\n\n• We are arriving very late or very early, will that be ok?\nI am happy to accommodate guests arriving at any time of day. However, if you are arriving early, (before 3pm), and we still have guests from the night before, I will try my best to have the apartment ready as soon as possible after the guests check-out. \n\n• What is the total amount of the reservation?\nThe price box in the right corner of the listing shows what your total reservation cost will be, not including AirBnb fees. The AirBnb fee is shown below the overall quote. If you want to see how the quote is calculated, click \"Book it Now\", and details will be on the following page. By clicking \"Book it Now\" you will be going to the payment page— and won't actually be reserving the room :)", "name": "HUGE East Village 2 BD 1 block from train/bus", "picture_url": "https://a0.muscache.com/im/pictures/32f67dc1-e7f4-42fc-a508-7b8475fba9d1.jpg?aki_policy=large", "url": "airbnb.com/rooms/16560262", "id": "16560262", "price": 140, "review": "Great, large apartment close to so many great restaurants, steps from the subway and big enough for 3 women in town for a week! George was great at communicating, the apartment is even nicer in person than in the add and clean too! "}