{"description": "Super cosy and quiet 700 square feet open space loft in a old Bushwick opera house.  Our exposed brick loft is ideal for couples, it hosts up to 4 people. Huge rooftop with view on Manhattan skyline. 1 minutes walk from the JMZ and 10 minutes ride to the city. Perfect if you want a intimate and real Brooklyn experience!\n\nOur loft is a 700 square feet exposed bricks open space on the 3rd floor of a old opera house in Bushwick. We love it for how quiet and cosy it is, we personally decorated ourselves with refurbished furniture. It is  ideal for singles as well as couples looking for a romantic and cosy experience: it has a very comfortable queen sized bed, but it can host up to 4 people thanks to another comfy twin sofa bed. Big white curtain walls can create two different bedrooms and privacy for all. We have a fully functional kitchen where you can cook your own meal, and a bathroom with bathtub. We provide fresh towels, and new bed linens. It also has air conditioning,\ncentral heating, high speed wi-fi and a record player if you fancy play vinyls.\n\nThe old building has great character, together with a private laundry room, a gym and music room, pool table in the basement, a cute back garden with BBQ as well as a massive rooftop where to enjoy breathtaking sunsets (and drinks) over the city. The loft is literally two blocks away from the Myrtle-Broadway stop of the JMZ  (running both local and express) and 10/15 minutes walk to either the Morgan or the Montrose stop of the L train. Both rides are 15 minutes to the city. It is located in Bushwick but actually sits on the border of Bushwick, Williamsburg and Bed-Stuy with easy walk to some of the best restaurants, bars, shops and parks in the area. We love the neighborhood and are happy to provide recommendations on places to try and help you explore the area.\n\nThe guests will have access to the whole loft: queen sized bed, twin sized sofa bed, fully functioning kitchen, bathroom with bathtub, high speed wi-fi and all the amenities in the building (wash and drier, gym, music rooms, back garden with BBQ and rooftop).\n\nThe loft is located in Bushwick, the renown artist area, full of the most trendy bars and restaurants, as well as vintage shopping.\n\nThe loft is literally two blocks away from the Myrtle-Broadway stop of the JMZ  (running both local and express) and 10/15 minutes walk to either the Morgan or the Montrose stop of the L train.", "name": "Cosy and charming studio loft with rooftop view", "picture_url": "https://a0.muscache.com/im/pictures/89aa5984-8712-4264-b83c-633fd5a626ca.jpg?aki_policy=large", "url": "airbnb.com/rooms/16599323", "id": "16599323", "price": 140, "review": "A great place in Bushwick! The bed and cotton sheets were soft and comfortable, the cookies and tea were delicious, and overall the place was so cozy. The building had a solid security system, and was very quiet."}