{"description": "My place is located on East 81st Street, Upper East Side, Manhattan NYC. It is close to Metropolitan Museum of Art, American Museum of Natural History, Gracie Mansion, Central Park, Bloomingdales etc.\nYou’ll love here because of the coziness, the comfy Queen size bed with overfilled microplush mattress, High Table with Stools for you to study or do make-up, the stainless steel equipped kitchen, the classic wine rack, bookshelves . My place is good for couples, solo and business travelers.\n\nMy apartment is lovely and cozy. It is located at the best residential block of New York City - Upper East Side. Within walking distance, there are subway Q on 2nd Avenue, and subway 6 on Lexington Avenue. The apartment is well taken care of with great decorations, and every guest will feel like home. You will have a relaxing stay like home after the day's travel around New York City.\n\nThe main private bedroom, living room, kitchen, bathroom, laundry room.\n\nUpper East Side of Manhattan is the most expensive, safe, and quiet block in New York. Guests can truly emerge in the authentic culture of New York and interact with the New Yorkers during their stay.\n\nUpper East Side of Manhattan is the most expensive, safe, and quiet block in New York. Guests can truly emerge in the authentic culture of New York and interact with the New Yorkers during their stay.\n\nMy place is close to the subway line 6, line Q. The bus stop is exactly downstairs the apartment within less a minute walk.\n\nThe host hopes the guests can have a quiet stay after they come back to the apartment.", "name": "Manhattan - Upper East Side - Entire Home", "picture_url": "https://a0.muscache.com/im/pictures/7b2736be-343f-426c-955b-02cc4e543db2.jpg?aki_policy=large", "url": "airbnb.com/rooms/16595351", "id": "16595351", "price": 80, "review": "Yoko's apartment was in a great spot that was walkable to transit and quiet at the same time. Yoko was a gracious host and very communicative, I recommend others to stay here if they're looking for a great deal in NYC. "}