{"description": "Enrich your NYC experience with a cozy stay in this geek-chic inspired apartment in Sugar Hill! This 1 bedroom comfortably sleeps someone flying solo or a duo sharing a bed, but can accommodate a few extra guests in the living room on the queen size air mattress and fold-down sofa. Conveniently located near 5 different trains (A, C, B, D, 1) that get you to midtown within 30 minutes. It is also within walking distance of many fantastic modern restaurants, bars, coffee shops, and grocery stores!\n\nThe apartment has very high ceilings and a lot of natural light, making it a very comfortable and pleasant environment.\n\nYou will have access to the whole apartment.  You will enter the building on the ground floor, then just walk on up to the fourth floor!  It is a small, cozy, and quiet building with only two apartments per floor.\n\nI can offer any sort of help you may require, but ideally will only see you when you check in or out.  I want you to have your space and enjoy yourself!\n\nThere are a lot of great restaurants, bars, and coffee shops nearby.  Some examples are Uptown Bourbon, Harlem Public, Monkey Cup, Taszo Espresso Bar, The Chipped Cup, and Tsion Cafe.  There are also a lot of fantastic food delivery options.  I recommend downloading the app \"Seamless\".\n\nYou will be near 5 different trains, the A, C, B, C, and 1.  The C is the local blue line and is only two blocks from the apartment.  The others are about an 8 minute walk away.", "name": "Geek-Chic Full Apt in Sugar Hill, Manhattan!", "picture_url": "https://a0.muscache.com/im/pictures/f5449a37-1a65-497d-ab50-fd74fd4f396b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16617969", "id": "16617969", "price": 109, "review": "My stay in James's house was perfect! The apartment is very cozy and comfortable and it has everything you need. The subway stop is just a couple of blocks away and the neighborhood is very well communicated. James was very helpful and we had excellent communication. 100% recommended."}