{"description": "My place is close to the Ace Hotel New York, Clearview Chelsea, Cookshop, Murray's Bagels, and 230 Fifth. You’ll love my place because of the neighborhood, the space, the decor, and the light. My place is good for couples, solo adventurers, and business travelers.\n\nMy home is an oversized one bedroom one bathroom apartment in the heart of the Flatiron district, walking distance from Madison Square Park (and Shake Shack), Chelsea, Gramercy, and and near several train lines, so transportation is a breeze!\n\nGuests will have access to most areas of my home except for storage areas where my personal belongings will be and areas that will be indicated as off limits.\n\nI'll be away during your stay, so you won't be able to reach me by phone or email (please don't try). If you message through Airbnb (as noted in the house rules), someone from the service that looks after my home while I'm away will get back to you right away!\n\nThis ultra-busy crossroads exudes a laid-back attitude in a fast-paced environment. Flatiron, named after its famously triangular Flatiron Building, is a veritable spectacle of big-city life. Suits and ties share the sidewalks with skateboarders, protesters, and peddlers, while droves of people-watchers take in the day in Madison Square Park. Bustling by day, Flatiron becomes quieter (if only a little) during the evening. Centrally located, Flatiron's congestion and crowds only add to its metropolitan mystique.\n\nTrain access in this neighborhood is exceptional. You'll never have difficulty getting around. You are within just a couple blocks of the N/R, the F/M, and the 1/2/3. There are also plenty of cabs, and rideshares like Uber and Lyft are great too.\n\nPlease be respectful of my home and of my neighbors.\nThere is a nice roof deck on level CC (\"Capital Club\"). There is also a laundry room on that floor. Laundry is card operated, and cards may be purchased from the machines in the laundry room.", "name": "LUXURY Flatiron Highrise 1 BR/1 BA", "picture_url": "https://a0.muscache.com/im/pictures/9483e85a-e009-4247-b409-b303ef834566.jpg?aki_policy=large", "url": "airbnb.com/rooms/16617217", "id": "16617217", "price": 159}