{"description": "Cozy Space Studio Apt with Lots of Sunlight in very quiet neighborhood. Five short blocks from the Flatbush Junction, boasting an economic business district that has gyms, shopping (Target, Home Goods, Men’s Warehouse), fine dining, or plain fast food (Starbucks, Dunkin Donuts, McDonalds, Dallas BBQ, Applebee’s, Popeyes, Burger King, Golden Krust, etc.). Residents have a choice of laundries and dry cleaners a short one block away . the #2 & #5 trains take you to down town Brooklyn in 20 mins.\n\nYou’ll love my place because of the comfy bed, the coziness, and the kitchen. Great natural Sun Light, walk-in closets and spacious studio. My place is good for solo adventurers, business travelers.\nThis diverse and eclectic neighborhood is unlike any other in Brooklyn. Flatbush, though it can be a little rough around the edges, is almost like putting all the best parts of NYC in one! Fun Features:- Literally in the center of a HUGE variety of exotic cuisine (Indian, Jamaican, Chinese, Japanese) highly Vegan or Meat Lover friendly, fast food chains, Laundromat, Brooklyn College, YMCA (and numerous other fitness & recreation centers), Organic Juicebars, Spa’s & Nails, Hair Salons, Sports Bars, Clubs, trendy Cafes, and so much more! Around corner from 2 and 5 trains - Newkirk Ave (directly to major sites East and West of NYC) A few stops from Atlantic Ave (connections to B,D,Q,R,N,2,3,4,5,LIRR) and easy access to ALL major attractions in NY.  A few subway stops to Prospect Park & Brooklyn Museum. It’s Flatbush so you get surprisingly good quality food and shopping for very cheap! Other things to note.\n\nSleeping arrangements\nBedroom 1\n1 queen bed\nThe neighborhood\nVery quiet neighborhood and close to shopping area, fast food chains and restaurants. \nGetting around\nTrains: \n10 mins. walk from (2)(5) trains\n20 mins. to Barclays Center/Atlantic Ave.\n40 mins. to Times Square\nBuses:\nLocal: B11, B41, Q35.\nExpress to Downtown Brooklyn: B103\n\nResidents have a choice of laundries and dry cleaners a short one block away . the #2 & #5 trains take you to down town Brooklyn in 15 mins train ride to Barclay Center and Manhattan in 35 minutes train ride or less.   \nThis diverse and eclectic neighborhood is unlike any other in Brooklyn. Flatbush, though it can be a little rough around the edges, is almost like putting all the best parts of NYC in one! Fun Features:- Literally in the center of a HUGE variety of exotic cuisine (Indian, Jamaican, Chinese, Japanese) highly Vegan or Meat Lover friendly, fast food chains, Laundromat, Brooklyn College, YMCA (and numerous other fitness & recreation centers), Organic Juicebars, Spa’s & Nails, Hair Salons, Sports Bars, Clubs, trendy Cafes, and so much more! Around corner from 2 and 5 trains - Newkirk Ave (directly to major sites East and West of NYC) A few stops from Atlantic Ave (connections to B,D,Q,R,N,2,3,4,5,LIRR) and easy access to ALL major attractions in NY.  A few subway stops to Prospect Park & Brooklyn Museum. It’s Flatbush so you get surprisingly good quality food and shopping for very cheap!\n\nTHINGS TO DO IN NYC: \nhttps://www.airbnb.com/things-to-do/new-york", "name": "Cozy Space-Sunny Studio- Flatbush, Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/031c3ee3-2943-45e7-8846-dce21537d5e5.jpg?aki_policy=large", "url": "airbnb.com/rooms/16619861", "id": "16619861", "price": 95}