{"description": "Our 1100sq ft open loft has 12ft ceilings, and 9ft windows that provide tons of sunlight. We have a kitchen, bathroom, large living area, bedroom area. There's a full size bed for two, and two couches that open into additional beds. The area has several restaurants, bars, galleries, grocery stores, laundry mats, and other attractions. \nWe have a crib if you need one, and pets are welcome. The building is mostly young professionals and artists of all backgrounds, and generally quiet at night.\n\nThe building is a 100+ year old brick building that used to be a sewing factory.  The space is a corner unit on the quiet side of the building, and gets tons of sunlight. We provide free wifi, towels, sheets, soap, etc. and coffee/tea. You control the heat and a/c.\n\nYou'll have full access to the entire space.\n\nIm available via email and phone, and in person if needed. I can recommend great restaurants, bars, shopping areas, lounges and night life.\n\nThe neighborhood has several excellent restaurants, bars, galleries, grocery stores, laundry mats, art galleries, and a is hoe to many late night warehouse parties and events. Many streets are colorful with large graffiti pieces (there are even graffiti tours).\n\nThere is a lot in the area within a 8 minute walk. \nWe're a 6 minute walk to the L train which gets you to Manhattan in 15 minutes. We're a 10 minute walk to the J train gets you to east Brooklyn. There are also several buses to get all over Brooklyn, within 1-2 blocks. For those who drive, there is generally ample street parking.", "name": "1100sq ft open loft in East Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/4ea9184d-5eaf-4803-8cdc-7ccc7cf6f31e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16616320", "id": "16616320", "price": 160, "review": "Jason's loft is oh so hip in such a cool part of town. This was a house-hunting trip for us, and Jason's loft was located smack in the middle of all things Brooklyn. It was easy to get anywhere and we did. The most we ever waited for an Uber to pick us up from his building was 6 minutes.\n\nThe loft itself has everything you need to be comfortable. The heater works great and after a long day of being out in the cold, it is the perfect feature to help you sleep warmly. \n\nJason is an excellent host: when our flights got delayed, he accommodated our check-in and made it seamless. The peace of mind was priceless. His recommendations on spots to eat are worth checking out- do yourself and go to Robertas, which is a quick 2 turn walk from his place. Go there now.\n\nI loved this loft and would seek it out again in a second! Thanks Jason!\n"}