{"description": "Amazing Time Square apartment that is close to all major subways! Very quite (rare in NYC) building that is private and centrally located. \n\nMy place is close to Time Square, Central Park, largest Macy's in the World, The Museum of Modern Art, and tons of restaurants . You’ll love my place because of the walkable neighborhood, it gives you a real NYC experience and the fact that is middle of NYC. My place is great for couples, business travelers, families (with kids), and big groups.\n\nThe space consists of 3 bedrooms and 1 bathroom. \n\n- Bedroom 1 has a queen size bed (sleeps 2) \n- Bedroom 2 has a full size bed (sleeps 2)  \n- Bedroom 3 has a full size futon (sleeps 1) \n- Sofa Bed (sleeps 2) \n- Baby Travel Bed/Pack and Play\n\nThere is more than enough space to house you and your family/friends comfortably. Kitchen is stocked with everything you'll need- appliances, cookware, dishes, coffee, tea, etc. \n\nProfessionally cleaned before every stay with clean linens and towels.\n\nThe home also comes with the following: \n\nToiletries Includes:\n- hair dryers\n- hand soap\n- bath soap\n- shampoo and conditioner\n- irons and ironing board\n- toilet papers\n \nLinen/Towels:\n- linen for all the beds\n- extra lien for the beds\n- blankets/comforters\n- bath towels\n- wash cloths\n- hand towels\n\n2 TV's in the unit that includes Roku on both TVs. That has almost of all the entrainment you could ever want...like HBO, News, Hulu, etc.\n\nGuests will have access to a full kitchen, bathroom, bedroom, and all common space and can come and go as you desire.\n\nSince I am not far away, I will always be able to answer your questions or even to come to the apartment if you have an urgent need. \nWe will also touch base with you every couple days to ensure that your stay is comfortable (you can request that I don't) if there are any additional accommodations necessary I'm available with suggestions and have knowledge of the area. \n\nSuggestions about my favorite places in the area, emergency contacts, important information, and general comments are all included in my welcome book.\n\nTime Square/Hell's Kitchen is an amazing neighborhood. The best of the city! This is the epicenter of NYC. Trains, buses and walk to anything you need within 5 minutes!\n\nHell's Kitchen, also known as Midtown West, is a neighborhood on the West Side of Midtown Manhattan in New York City. It is traditionally considered to be bordered by 34th Street to the south, 59th Street to the north, Eighth Avenue to the east, and the Hudson River to the west. The area provides transport, medical, and warehouse infrastructure support to Midtown's business district.\n\nNinth Avenue is noted for its many ethnic restaurants. There are Caribbean, Chinese, French, German, Greek, Italian, Irish, Mexican, and Thai restaurants as well as multiple Afghan, Argentine, Ethiopian, Peruvian, Turkish, Indian, Pakistani, and Vietnamese restaurants. Restaurant Row, so called due to the abundance of restaurants, is located on West 46th Street between Eighth and Ninth Avenues.\n\nThe neighborhood is a haven for aspiring actors. Many famous actors and entertainers have resided there, including Burt Reynolds, Rip Torn, Bob Hope, Charlton Heston, James Dean, Madonna, Jerry Seinfeld, Larry David, Alicia Keys, John Michael Bolger, and Sylvester Stallone. This is due in large part to the Actors Studio on West 44th at which Lee Strasberg taught and developed method acting.\n\nThis apartment is located in the Times Square/Broadway District. Close to Columbus Circle, Central Park, Broadway musicals, Rockefeller Center, Time Warner Center, Bryant Park, the Hudson River, MoMA, Fifth Avenue, Bloomingdale's, Empire State Building, Lincoln Center, Madison Square Garden, Radio City Music Hall, Macy's, bars, high-class lounges, restaurants, movie theaters\n\nEverything you could ask for and more is within a 5 minute walk! Best location in Manhattan!  Manhattan is easiest for first-time visitors because all streets north of Houston St. are laid out in a numbered grid pattern, with streets traveling east-west and avenues going north-south. Streets are numbered low to high going north, and avenues are numbered low to high going west. Twenty \"street\" blocks  (e.g. 40th St to 60th St) equals one mile (1.6 km) and usually takes 20 – 30 minutes to walk. Fifth Avenue is the longitudinal meridian of Manhattan, and street numbers are prefaced with \"East\" and \"West\". For example, at 7th Avenue, New Yorkers say \"West 35th Street\" but at 3rd Avenue, say \"East 35th Street.\" Walking is best for people who want to see all the details - the architecture, people, businesses, and street life. If you walk around New York City, there is a good chance you will stroll past movie stars, television personalities, music icons, and models – whether you notice them or not.\n\nSubway Stations all in walking distance away----\n\n7,Q,R,S,N,W to Times Square | 1,2,3 to Times Square | A,C,E to Times Square-Port Authority | B,D,F,V to 42nd St.-Bryant Park | B,D,F,N,Q,R,W,V to Hearld Sq. | 1,2,3 to 34th St.-Penn Station | A,C,E to 34th St.-Penn Station | E,V to Fifth Ave.-53rd St. | B,D,F,V to Rockefeller Center | N,R,W to 49th St. | 1 to 50th St. | C,E to 50th St. | B,D,E to Seventh Ave. | F to 57th St. | N,Q,R,W to 57th St. | 1,A,B,C,D to Columbus Circle\n\nIMPORTANT \nMy building is a very quiet building with elderly neighbors who have lived there for decades, so absolutely NO loud music or parting is allowed! If there is notice that there was partying and disturbance reported, I reserve the right to cancel your reservation at any time without a refund. My neighbors also don't like to be bothered so please don't disturb them or interact with them. If you (and your group) can ensure a that you will not be disruptive to my neighbors what so ever, then I'll be happy to host!\n\nLUGGAGE STORAGE\nUnfortunately, I can’t accommodate any early check in (before 3pm) or late checkout (after 11am); However, below is the closest storage options that you can try to store your luggage for a small fee. \n\nCity CoPilot \nAt the register, give the coupon code: \"NY Travel\" for discount. \n777 8th Avenue, New York (in between 47th and 48th Streets) inside the Gray Line Visitor Center. \nOpen from 8:30 a.m. - 8:00 p.m.\nWebsite: (URL HIDDEN)\nCost: ~$5-$10 \n\nLOCATION\nI'm located near 48th Street and 9th Avenue. I'm about 4 blocks (~5 minute walk) to the center of Time Square. The nearest train station (C and E train) is on 50th Street and 8th Avenue or 42nd Street Time Square station (~8 minute walk). I will send you specific travel information regarding how to get to the apartment \n\nPARKING\nI recommend not driving if possible, because sometimes parking can be a challenge in New York City; The only FREE parking is street parking and depending on the time of day, street parking sometimes is easy to find nearby. However you do have to follow street sweeping rules (which will be posted).  \n\nThere are lots of PAID parking nearby, trust me you will see the tons of signs. However, parking lot to consider is  Mercury Parking LLC Valet Parking Service on 350 W 50th Street, New York, NY  ((PHONE NUMBER HIDDEN). Their prices vary, so just (SENSITIVE CONTENTS HIDDEN) their name and address and it should come up with specific info. \n \nKEY PICK UP/DROP OFF\nI use a lock box for key exchange so you don’t have to worry about coordinating with me the day of your arrival. I will send you the lockbox location and instructions at least 1 week prior to your arrival. I just need to know your expected arrival time and departure time if you have it.", "name": "Looking for a GREAT Location for Your Next Visit?!", "picture_url": "https://a0.muscache.com/im/pictures/0f89905e-d77f-4ff5-a123-e85952295a3a.jpg?aki_policy=large", "url": "airbnb.com/rooms/16629945", "id": "16629945", "price": 300, "review": "This is a perfect place to base yourself in NYC. Three distinct bedrooms were a treat, and the living room was comfortable. There isn't a lot of natural light, but that comes from being on the back of the building which means it is quiet. Basics (tea, sugar, etc.) were there, as was some info on what to do. 9th avenue is not terribly pretty but you really are walkable to many places, and the subway is reasonably close.  Thanks, Sarah."}