{"description": "You will love our charming, two-bedroom garden apartment in bustling Bushwick.  This home features an open kitchen and living concept with brand new appliances, exposed brick and two bedrooms.  One room has access to a quaint garden.  \n\nWe are located close to the J, Z, and L subway lines and surrounded by neighborhood hot spots such as Routine, Father Knows Best, supermarkets and convenience stores.\n\nOur space is a great for travelers who like minimalism and clean spaces.  We keep it simple but cozy.\n\nThe apartment has a separate entrance, which provides the appropriate level of privacy. It also has access to the garden in the back of the apartment, which will be a lovely way to get some fresh air when the weather is nice outside.\n\nMy husband and I as well as my two kids live in the two family home and there will usually always be someone around to answer questions or provide help when needed.\n\nThere are various ways to travel with public transportation. \n1. J train stops at Halsey about four blocks from our place. (6 min walk)\n2. L train stops at Wilson about 10 blocks from our place. (15 min walk)\n3. B26 bus at the Halsey St. / Evergreen Av. (3 min walk) travels from the Brooklyn Heights to the Ridgewood Terminal.\n4. B60 bus at Wilson Av. / Jefferson Av. (3 min walk) travels from the Williamsburg Bridge Plaza to Canarsie Williams Av.\n5. B52 bus at Gates Av. / Evergreen Av. (6 min walk) travels from Ridgewood Terminal to Downtown Brooklyn.\n\nA great app to use to get around is the app called \"transit\".  It provides you with the best way to travel via public transportation. \n\nAlso, if you call Bushwick Car Service they usually come within a few min and take you anywhere you want to go.  This is a much cheaper alternative to Uber or Lyft, although those are also great options.", "name": "Spacious and Modern 2 Bedroom Apartment", "picture_url": "https://a0.muscache.com/im/pictures/a94af0ec-8a4b-4db4-9004-3c9ea795b12b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16620607", "id": "16620607", "price": 11, "review": "This place is as described.  The only difference I noticed between actuality and the current photos is that there is an extra couch, and a second section to the table so it seats four.  The apartment is roomier than it appears in the photos.  It's way roomier than any hotel room we've ever had in Manhattan.\n\nI did not get to meet Erika personally as she was out of town, but her husband greeted us.  We drove into town, and had no trouble finding parking very close by.  The next day we dropped off the vehicle and used Uber to return to the apartment, which was quite reasonable in cost.  The third day, we used the train to and from Manhattan and found it to be convenient, and overall, not a long trip.\n\nThe neighborhood is undergoing gentrification, but it hasn't reached most of the area yet.  Many sections look run down and there is graffiti.  That said, we walked around many blocks and never felt unsafe even after dark.  The street the apartment is on is very well kept by the neighborhood association.  \n\nThe nearest store is about a 30 second walk. They sell the basic dry foods, some fruits, toiletries, and medicines.  They also have cooked to order breakfast, sandwiches and burgers.  The store owners are very kind and helpful.\n\nThe first night the neighbors were having a birthday party, and it was rather noisy although they did turn the volume down considerably around 10:30, but you could still hear the music from the bedrooms.  The remaining nights were dead quiet.  It's city life though, so some noise now and then should be expected.\n\nOverall, I would recommend Erika's place."}