{"description": "Welcome to the Graff House!   Your top floor space in our 1884 brownstone located in the heart of a Brooklyn historical district on a landmarked street. Perfect for art lovers (especially graffiti art lovers!), your entire space is adorned with art created by some of NYC's most legendary street artists. Sunny and airy unit located within a 7 min walk to the A/C train - arrive in Midtown in 15 min or take a scenic walk to Prospect Park and the Brooklyn Museum.\n\nThis house is located on a landmarked block in the heart of Crown Heights, Brooklyn.  You may be surprised to see neighbors and locals alike greet you with a good morning or good evening as you walk down the block. Despite its historical significance the unit is renovated and you will enjoy the brand new fully equipped kitchen and bathroom!\n\nGuests will enjoy a private bathroom, kitchen, and living room (aka Chill Space).  In the warmer months, guests are welcome to join us when we are grilling in the backyard.\n\nLet us know the purpose of your trip: Business?  Leisure?  First time in NYC?  Your host, Marie, has 20 years of hospitality and marketing experience and prides herself on having the \"inside scoop\" on the city - from top restaurants (and affordable ones) to the most popular/recent art exhibits, and more. We're happy to help make your stay memorable!\n\nWelcome to Crown Heights ! \n\nHere a few spots which we love and recommend. \n\nHappy hour or Cocktails time: \n\n*King Tai :  1095 Bergen street - 5 mn walk  #kingtaibar\nPicture circa miami 1930s, enter King Tai you have arrived.\nAmazing affordable happy hours 7 days a weeks, outdoor sidewalk  cafe as soon as the weather allows it.\n\n\n*Drink Lounge: 768 Franklin Avenue - 12 mn walk #drinklounge ❤❤❤\nOpen by 2 best friends, Norman and Chadon this lounge truly illustrates what Brooklyn chill is all about. Affordable and well crafted cocktails, old school hip hop soundtrack and an amazing outdoor space all year long. This establishment is owned and ran by cats from Crown Heights , and you feel at home the minute you walk in. \n\n*Diamond Reef: 1057 Atlantic Avenue -20 mn walk - 5 mn uber ride #diamondreef\nThis new spot opened by the owners of Attaboy, surely one of the best bar in NYC for crafted cocktails , will be be the best new bar in Brooklyn this year. \nLarge indoor and outdoor space( to open this spring) if you want to experience some of the best cocktails -must try the penicillin \n\n\nFood ! \n\n*Syd's Serious Sandwich Shop, 759 Nostrand Avenue \nBorn and raised in North Philadelphia, Syd Wayman now spends most of his days making sandwiches that harken back to that city's hoagie'd past. Wayman realized his dreams in 2010 using winnings from a business plan competition. And although decor is spare and space is limited, he's found favor with area residents for his loaded cheesesteaks (including a vegetarian variety) and cold cut sandwiches. In a nod to his surroundings, there's also a satisfyingly allspice-y jerk chicken hoagie available. And if you thought the bacon, egg, and cheese was the king of breakfast sandwiches -- wait until you meet (and eat) the steak, egg, and cheese.\n\n*Chop Chop Grub Shop, 638 Nostrand Avenue, \nThis Nostrand Avenue takeout joint run by chef Malcolm Sanz replaced a fish and chips shop earlier this year. And while there's no battered cod or haddock, sea-loving diners can indulge in madras-spiced salmon and a mayo-rich lobster roll. If you're lucky enough to snag one of six counter seats, the narrow space provides a respite for spinach or lobster omelets -- but since this is gentrifying Crown Heights and not Midtown, that scrambled egg pancake filled with the king of crustaceans only costs $12. \n\n*Mayfield, 688 Franklin Avenue, \nJacques Belanger and Lev Gewirtzman left their posts at popular Upper West Side bistro Ouest to open this restaurant -- named for soul singer Curtis Mayfield -- serving gussied-up New American food in an industrial chic setting. Much of the menu is rooted in down-home comfort, like lamb chili, pork chops with grit cakes, and buttermilk fried quail with spoon bread, but global influences also abound (think ricotta gnocchi and gazpacho with creme fraiche). Yes, Crown Heights is officially $10+ cocktail territory, but Mayfield's wine list has some solid deals, with plenty of bottles in the high $20s and $30s.\n\n\n \n\n*Brooklyn Pizza Crew 758 nostrand Avenue ❤❤❤\nLike clockwork, hordes of local schoolkids flood Brooklyn Pizza Crew shortly after three, queuing up for their daily two slice and a soda special. Couple this throwback tableau with the Nostrand Avenue newcomer’s standard issue striped awning—along with delivery bikes chained in a jumble outside—and it reads like the kind of no-frills neighborhood spot that could have easily existed here for years, unassertively tucked between a discount grocery store and nail salon.\nIn fact, save for an impressive graffiti mural from artist Meres One, there’s no way of inferring Brooklyn Pizza Crew boasts any sort of pedigree; unless you bother googling the business while awaiting a re-heat on your slice. Then, you’ll discover owner Nino Coniglio doesn’t merely run a slew of other restaurants (Williamsburg Pizza, 310 Bowery Bar, and an outpost in the Barclay’s Center), but he’s a major contender on the competitive pie-slinging circuit as well: At the Annual International Pizza Expo in March, he was crowned “World’s Pizza Maker of the Year.”\n\n\n*Roscos 685 Franklin Avenue \nChef Jonathan Greenberg earned his dough-spinning bona fides at new-school pizza greats Franny's and Paulie Gee's. After a stint at Barboncino, the pizzaiolo teamed up with restaurateurs Clay Mallow and Wade Hagenbart (Gueros Brooklyn, Dram Shop) to roll out this ode to the time-honored Brooklyn pizza parlor: a 20-seat joint rigged with black vinyl banquettes, a tin ceiling, and a video-game table loaded up with Donkey Kong and Pac-Man. Here, Greenberg updates Italian-American classics with high-end ingredients, crafting New York–style pies with organic flour, San Marzano tomatoes, and Coluccio's meats and cheeses. As at any proper red-sauce spot, Greenberg honors his grandmother's meatball recipe, here made with grass-fed beef and stuffed into subs or deposited atop pies. He rounds out the simple menu with more heros (chicken Parm, sausage and peppers), as well as salads (Caesar) and antipasti (fried risotto balls). To drink, choose from beer (Miller High Life, Southern Tier IPA), wine and root beer (Sprecher) on tap; plus, the spot offers to-go growlers to take out with your pie.\n\n*Cent anni  742 Franklin avenue ❤❤❤\nhis Italian trattoria is stylish, romantic and, most important, delicious. Here, handmade pastas like tagliatelle and gnocchi can be combined with a sauce of your choosing (options range from wild boar ragu to butter and sage) to create a delectable dish. The daily specials are also a draw.\n\n*Chavela's 736 Franklin Avenue, ❤❤❤\nHomage is paid to revered songstress Chavela Martinez via this neo-gothic cantina, which has plied the neighborhood with soulful Mexican home cooking since 2007. There are plenty of tacos and quesadillas, but the menu also satisfies those looking for hard-to-find Mexican specialties like tlacoyos, griddled masa crepes stuffed with refried beans and topped with diced cactus. Chef Arturo Leonar incorporates the occasional contemporary touch, adding smoked trout and chipotle salsa to guacamole. Cocktails go well beyond standard margaritas -- try anything with tepache, a fermented pineapple beverage.\n\n\n\n*Dutch boys 766 Franklin Avenue ❤❤❤\nAt Dutch Boy Burger, all of the beef burgers feature a combination of brisket and short rib from Los Paisanos Meat Market in Cobble Hill, and Michelle Ragussis, though no longer with the restaurant, crafted the menu that includes a blue-cheese bacon burger, a beer-braised burger with onions and mushrooms, and a hangover burger with a fried egg. Dutch Boy is also selling Brooklyn Bangers served with Gulden's Mustard, which co-owner Matt Roff grew up on. Also available is a house-made veggie burger, as well as a turkey burger. Drink Abita root beer on tap or order Foxon Park sodas. The milk shakes are made with Blue Marble ice cream and U-Bet chocolate syrup. (You can also order your shake spiked.)\n\nPark Place next door and accessible through the restaurant is an amazing Beer Garden ! \n\n\n*Reservoir Dogs 717 Franklin Avenue\nThe place is the size of a closet, and the clerk is also the cook. This is yet another of those upscale hot doggeries . Priced from $3.75 to $7, the franks are high quality and available in nearly a dozen varieties, including kielbasy, andouille, cheddar brat, and a breakfast link. Naturally, I went for the \"Mr. Chi-Town,\" the place’s take on the Chicago dog. The bun was split-top, like you might find on a lobster roll, and the pepper was a banana pepper, but the other components were all in place, and the thing was delicious. Is $5.75 too much to pay for such a beauty? You decide. \n\n\nGroceries and last minute needs : \n\nKingston Deli : family run 24h spot, anything from toothpaste to an egg sandwich available 7 days a week. These guys are amazing and friendly. \n\nPharmacy Rite Aid  24h - 7 days  \n1040 St johns place 8 mn walk \n\nSupermarket Foodtown: 7am-midnight -7 days \n420 Fulton St\n\nPost Office: \n\nUPS:\n\nBanks: TD bank , Chase bank , Citi bank within walking distance on Fulton\n\nsubway : to Manhattan and other parts of Brooklyn \n\nA/C train : Nostrand Avenue and Fulto(URL HIDDEN)or Kingston -Throop\nA is express as opposed to C which is local. \n\nB44 bus stop located Nostrand and Bergen street takes you to Williamsburg or Bushwick .  \n\nFrom JFK 25 mn cab ride or uber ride.\n\nYour hosts work from home with a home office on the second floor, and an artist studio on the ground level.  Louie, a big friendly dog, also lives on the premises, however guests won't interact with him (unless they'd like to).  He ensure the safety of all.", "name": "Lush Private 2 bedrooms in Bk !", "picture_url": "https://a0.muscache.com/im/pictures/d863bc66-1e8c-45b3-849e-764ac15211cb.jpg?aki_policy=large", "url": "airbnb.com/rooms/16633571", "id": "16633571", "price": 110, "review": "Maries place was lovely and she was a great host.  We stayed for a week and everything was great.  Super nice house with all old original features.  Will definitely come back here if I am ever in NYC again !"}