{"description": "I rent a studio apartment with separate kitchen and bathroom. Huge space, with queen memory foam mattress. + 2 Air beds queen size. Totally safe, calm and cozy. Perfect for a vacation in New York City for a couple or with friends. This is basically the same listing as the other one I have, because this is the same space, the same room, bathroom and House, BUT I open it when we are leaving for vacation, so what I rent is different then: a totally private space with NO share bathrom or noone else.\n\nI rent a huge private space with a Latex memory Bed Queen size (we have 2 more Air Beds and 1 Sofabed). The bed is very comfortable and the living room is huge. You will have your own air conditioner in your space just for you. \nRoad down the window is a closed road so you won't hear a car during night (something absolutely exceptional in NY) and is absolutely calm and quiet.\nIt is a very sunny apartment, and everything including the bathroom and the kitchen is very clean.\nThe house is 10 min walking from the ferry, that runs all day long 24 hours a day every 30 min, and very 15-20 min in rush hours in the morning and in the afternoon. The ferry is completely free, and there is a city bike stop in the South Ferry station. The ferry departures at South Ferry Station in lower Manhattan. There are also buses that get you to the ferry station as well in 5 minutes.\nBIKE RENTAL: we have two cool bikes ideal to go around the city that we rent with their lockers. Regulable clean bikes and brand news (we rent them because we don't use them honestly). Biking is the best way to visit New York City during most of the year, also makes the trip so much fun as you don't need to use the new york subway. Of course, you can carry your bike in the ferry every day to Manhattan!. We have special offers for 2-5 days rental, much cheaper than renting them in Manhattan. Ask ahead if you interested!\n\nYou are free to use the washer machine and the dryer as well. I will help you in everything I can and please ask me any question you may have.\n\nYou will be able to use the bathroom, the kitchen, and the whole living room. Of course, you can use anything in the kitchen (pans, plates, etc..) if you buy your own food, I just ask you to be as clean as possible.\n\nAlways happy to help\n\nGood neighborhood with delis, restaurants and all kind of shops around. 10 min walking from the ferry. There are a lot of restaurants delivering food, some until 2 am.\n\n10 min walking to the ferry, 30 min ride to manhattan totally free, 24 hours a day every 20-30 min. Bus station just in front of the door.\n\nBIKE RENTAL: we have two cool bikes ideal to go around the city that we rent with their lockers. Regulable clean bikes and brand news (we rent them because we don't use them honestly). Biking is the best way to visit New York City during most of the year, also makes the trip so much fun as you don't need to use the new york subway. Of course, you can carry your bike in the ferry every day to Manhattan!. We have special offers for 2-5 days rental, much cheaper than renting them in Manhattan. Ask ahead if you interested!", "name": "GIANT STUDIO PERFECT FOR FAMILY OR FRIENDS + A/C!!", "picture_url": "https://a0.muscache.com/im/pictures/d2163e0d-577f-4afa-85ce-bcdf1bc6d958.jpg?aki_policy=large", "url": "airbnb.com/rooms/16635569", "id": "16635569", "price": 98, "review": "Everything was wonderfull!"}