{"description": "Whether your trip is business or pleasure you will feel at home in this brand new private apartment. The neighbourhood has an abundance of cafes, restaurants, groceries and bars. Plus, it's only a few blocks from the subway to Manhattan. \nWelcome to Brooklyn!\n\nThis is a beautiful newly renovated apartment, situated on the ground floor of a Brooklyn Brownstone. A fully equipped kitchen with a Nespresso Vertuoline for your morning coffee (or any time of the day coffee. \nThe apartment is fitted with HVAC, so you will be able to live warm and cozy during winter, cool and fresh during the summer. \nIn the living room, you'll find a large sofa and a plasma Smart TV to watch movies or access your Netflix, Hulu account, etc. There's also high-speed WiFi throughout the apartment.\nThe neighbourhood presents an array of restaurants, cafes, bars and if yoga is your thing, there's a studio minutes away!\n\nYou have private access to the apartment.\n\nWe live in the triplex above the apartment and if we are not at home we will only be a phone call away. Bed-stuy is a very social neighborhood and during the summer you will often find us hanging out in the front yard. You are more than welcome to join us and meet our wonderful neighbours. I also encourage you to ask any questions relevant to your stay, we want you to get the most out of your time here. Bedford- Stuyvesant is a gem of a place and is rich in culture and steeped in history. We continue to discover new places, we'd love to share our new finds with you.\n\nBedford - Stuyvesant or Bed-Stuy is a neighbourhood with a rich cultural heritage. Bed - Stuy is a classic Brooklyn neighborhood, enriched with stunning architecture and alluring streetscenes. There is a great sense of community here, a friendly neighborhood with cafes, restaurants and easy access to public transport.\n\nSubway Stations\n\nUtica Avenue (Fulton Street Line A and C)\nUtica Avenue & Fulton Street Brooklyn, NY 11233\n\nGates Avenue J and Z trains, \nGates Avenue & Broadway NY 11221\n\nEach are a 10 min walk from the apartment.\n\nHalsey Street (Jamaica Line J)\nHalsey Street & Broadway Brooklyn, NY 11211\n\nMyrtle Avenue (Jamaica Line J, M and Z)\nMyrtle Avenue & Broadway Brooklyn, NY 11206\n\nBus Links\nB52,  B15 and B26\n\nWe also have a Citi Bike rack nearby, and we usually have a good amount of street parking near the house.dd\n\nWe live in a quiet block and wish to respect our neighbours. We are not suitable for groups looking to party. \nIf you or your guests smoke, we kindly ask you to respect our house rules and smoke outside of the apartment.", "name": "Modern Apt In Brooklyn Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/6708a695-8a35-497a-9da7-aac66d5eab72.jpg?aki_policy=large", "url": "airbnb.com/rooms/16632346", "id": "16632346", "price": 80, "review": "Modern, freshly renovated and immaculately clean apt with fully equipped kitchen (even a dishwasher!) and Bed/Sofa with very comfortable mattresses.\nMandy was a very welcoming, helpful and charming host making us feel right at home. She even supplied us with a superb range of breakfast snacks!\nThere is only a little flaw: The TV-set is not connected to normal cable channels, it works only if you have a Netflix or Hula subscription."}