{"description": "My place is close to Central park . You’ll love my place because of  the location, the people, and the ambiance. My place is good for couples, solo adventurers, and business (URL HIDDEN) city living in a classy Large studio a beautiful residential block on one of Manhattan’s most desirable neighborhoods. This studio is within walking distance to Central Park, The Metropolitan Museum of Art, Guggenheim Museum, numerous restaurants and boutiques that the Upper East Side is famous for.\n\nAMENITIES & FEATURES: \nPrior to your arrival, the apartment will be professionally cleaned and supplied with 1 set of fresh bed linens and towels. The apartment is newly furnished and features the following:\n\n- Flat screen television with Cable TV \n- Wireless Internet access \n- Queen size  bed\n- Fresh Bedding & Bath towels supplied\n- Full-size closet with hangers + extra overhead storage space for large items \n- Modern eat-in kitchen equipped \n- Spacious and stylish tiled bathroom features a luxurious glass shower with rainfall showerhead\n- Iron with ironing board \n- Plus, thoughtful amenities to make your stay comfortable and enjoyable!\n\nYou will get key the restaurant which is located same building with apartment.\n\nThe management office is located on the ground floor of the apartment building, where our dedicated full-time staff works to ensure that your stay is enjoyable. If you need anything - from repairs to restaurant recommendations - we are here to help!\n\nThis charming apartment is located in the heart of the Upper East Side of Manhattan. You will be able to walk to all of your favorite destinations, including Central Park, Madison Avenue, the Met Museum, and more. You'll be surrounded by tons of great restaurants, bars and shops, and the subway station is just 2 blocks away, giving you easy access to the other parts of the city!\n\nNew subway line Q Train just 2 blocks away from apartment to reach all location around city.\n\nUpper East Side, second  floor , clean, non-smoker\n5 minute walk to the subway.\nsafe neighborhood.", "name": "Convenient Large studio Near by Central Park", "picture_url": "https://a0.muscache.com/im/pictures/8b81c474-7235-4be8-b555-f397def44ad7.jpg?aki_policy=large", "url": "airbnb.com/rooms/16636479", "id": "16636479", "price": 200, "review": "The host canceled this reservation 45 days before arrival. This is an automated posting."}