{"description": "Located in one of Brooklyn's most popular neighborhoods, this apartment is on the top floor of a brownstone. You'll enjoy a nice queen size bed, sofa bed for friends, TV, love-seat and bistro table. The kitchen is nicely equipped with full-sized appliances.\n\nOur place is steps from trendy eateries: Roman's, Walter's and Madiba, it is perfect for couples, families, business travelers and small groups of friends. The neighborhood is the borough's most culturally and architecturally interesting.\n\nThe space is unique because it is the entire top floor of a prewar brownstone above a bar and a doctor's office that has never been fully converted from its original design. This means there are interesting details: the marble fireplace, wainscoting on the walls and the quirky little bathroom with a bear claw tub. The place is charming.\n\nYou can contact me any time with any questions :)\n\nWHAT TO DO\n\nThe area is Brooklyn's latest culinary mecca, bewitching foodies with hip, chef-driven restaurants. It is also the artistic center of the borough. In addition to the dance performances, films, plays, art exhibitions and concerts on offer at the multifaceted palace that is the Brooklyn Academy of Music, guest celebrate the Brooklyn Flea and the new Brooklyn Net's Barclay Center.\n\nTHE COMMUTE\n\nThere are multiple subway options into Manhattan: the B, D, M, N, Q, R, 2, 3, 4 and 5 lines stop at the Barclays Center Atlantic Avenue and/or DeKalb Avenue stations. Farther east in the neighborhood, riders on the C line to the west side of Manhattan. The G train is also a few blocks away and will take you the Williamsburg area of Brooklyn. You are always only a 15 minute subway ride into the city.", "name": "Charming Sun-Filled Fort Green Flat", "picture_url": "https://a0.muscache.com/im/pictures/67691a3b-d625-4e78-87ed-607c9cf57f3f.jpg?aki_policy=large", "url": "airbnb.com/rooms/16636231", "id": "16636231", "price": 175, "review": "Visited NYC with 3 family members and we had a really great time at Tanya's. The place is really spacious, well-lit and comfortable. There were a few convenience-type stores nearby and plenty of restaurants as well as a few metro lines (about a 10-15 minute walk). The apartment itself was really clean and had everything we needed for our stay. Tanya was really great at communicating with us and answering any questions we had. I would definitely stay here again."}