{"description": "Our place is close to Berg'n, Union Hall, Milk Bar, and Bearded Lady. You’ll love the apartment because of the kitchen, the coziness, and the location. It's great for couples, solo adventurers, business travelers, families (with kids), and big groups.\n\nThe apartment is my parents' apartment. When they're not in Brooklyn I rent it out for them. It's also available as a four-bedroom apartment, just let me know.\n\nI live upstairs and am happy to help you get settled in and make suggestions about the neighborhood and NYC.\n\nOur house is a lovely house in a beautiful Prospect Heights, Brooklyn. One apartment is available as a vacation rental. It's a great way for tourists to visit New York City, not have to pay hotel prices, and stay in a comfortable, down-to-earth setting!\nOur house is located on a pretty street in the heart of brownstone Brooklyn. We're right next to a deli (small grocery store), and a beautiful, new playground. There are supermarkets and great restaurants and bars and stores only one block away. Also close by are Prospect Park, the Prospect Park Zoo, the Brooklyn Public Library's main branch, the Brooklyn Botanical Garden, the Brooklyn Museum (second largest art museum in America), and, of course, our own wonderful Prospect Heights - the city's hottest neighborhood. \n\nThe apartment is fully furnished, self-contained, and ready to be your home-away-from-home. You can hang out, cook for yourself, or just sleep here. Since our apartment is not a bed-and-breakfast, you're not restricted to mealtimes. You can sleep in, or get up and out in the early morning to catch the sights and sounds of New York City, on your own time.\n\nPublic transportation to Manhattan is very convenient and quick (about 20 minutes). \nWe're 3 blocks from the Q/B line (yellow/orange), 5 blocks from the 2/3 line (red), and 7 blocks from the C line (blue).", "name": "Comfortable 3-bedroom apt in family house.", "picture_url": "https://a0.muscache.com/im/pictures/2a78c2ab-09e5-4b68-9126-0fdb9718c6dc.jpg?aki_policy=large", "url": "airbnb.com/rooms/16631970", "id": "16631970", "price": 94, "review": "I just stayed here for one month.  It was exactly as described, very large, spacious, comfortable, clean, and central.  Dimitri was very friendly and helpful and made check in and out a breeze and went the extra mile even bringing mail upstairs by my door, etc.  This would be an excellent place for groups.  Area is safe, walkable, close to cool cafes, and the subways.  "}