{"description": "Cleans and comfortable fully furnished studio apartment located in Jackson Heights, Queens. One of the most socially and culturally diverse neighborhoods in NYC. The apartment has been distributed with all the necessary comforts with a full size bed, plus a queens size futon for additional guests. Close to public transportation.\n\nComposed of one area, the space has been distributed to make it a functional home away from home. Flat screen smart TV with high speed wireless internet, air conditioning, a closet, hair dryer, towels and additional bed sheets. \nFully equipped kitchen with a microwave, coffee machine, blender, toaster, refrigerator, and a stove.\n\nPlease feel free to email with any requests or questions. I’m here to help. \nWelcome to New York  :)\n\nThe apartment is in a safe middle class neighborhood with many great little shops and restaurants, with several large grocery stores and commercial shopping streets only a few blocks away.\n\nIt's only 2 blocks to the 7 train subway station and only 4 blocks to a major subway station  (Jackson Heights/Roosevelt Ave) with five trains available: the 7,E,F,M & R lines. Only 15-20 minutes to Manhattan by subway including wait time (only 3 stops on the express train). NYC Subway is $2.50 per trip or $31 for a week unlimited pass. \nLaGuardia airport is only 8 minutes away by cab and charges $15-20. The Q33 or Q70 (express) bus ($2.50) also runs directly from the airport to the Jackson Heights/Roosevelt Ave Subway station 4 blocks away. \nJFK airport is 25 minutes by cab and charges $35-40. You can also take the Airtrain ($5.00) to the E subway Train ($2.50) which runs express to the Jackson Heights/Roosevelt Avenue station 4 blocks away. \nFree and metered on street parking available all around", "name": "COMFORTABLE STUDIO APT- 15 minutes to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/f15a227c-ffa3-43f8-aa90-a39a042410dd.jpg?aki_policy=large", "url": "airbnb.com/rooms/16637245", "id": "16637245", "price": 74, "review": "Lovely little studio in vibrant Jackson Heights. I was a female traveller on my own and felt safe in neighbourhood. Super close to two stations, including a big hub so easy & quick to get into Manhattan or around Queens. Lots of food options and a couple of good outlet stores a couple of blocks up. Apartment had everything I needed. Thanks "}