{"description": "This spacious East Harlem apartment is a great hub for your travels to Manhattan. Enjoy street art, amazing food and bars, jazz culture. 20-minute walk from the northern tip of museum mile, and less than 25 min by subway to midtown and all the culture of the upper East side.\n\nEnjoy a cozy home away from home, a little oasis in the hustle and bustle of the city. This is a very comfortable queen sized pullout couch and easily tucks in if you want to lounge and watch TV (I have a Chromecast and great speakers that you're welcome to use). This is a one bedroom and I travel extensively for work so enjoy the 'studio' space on your own and take advantage of my fully stocked kitchen.\n\nPatio that requires a bit of scrambling, rooftop with great views of the city, in building laundry. Help yourself to food and snacks in the fridge and cupboards. Feel free to use the pots and pans to cook meals at home (no metal on the ceramic pots and pans though!) There's also a reasonably priced grocery store across the street.\n\nVery little as I will likely be travelling for most or all of your stay, but I can provide many recommendations for the neighborhood and the city and am available via text and phone if you have other questions.\n\nEast Harlem is an area with a burgeoning street art scene. It's a gentrifying pocket of the city home to interesting bars and authentic Puerto Rican and Mexican food. It's also a 20 minute walk to West Harlem with its endless selection of jazz bars, restaurants, ethnic African shops and a view of New York that you don't get staying in central Manhattan. But at the same time it's within 30 minutes to museums, Broadway, the Upper East Side and one (albeit long) train to Brooklyn.\n\nPublic transit galore - 7 minute walk from the 116th St (Line 6) and 125th St (Express stop - Lines 4/5/6) stops. This will get you to midtown within 25 minutes. There are also various bus lines on 2nd Av, 3rd, that can bring you to the 2nd Avenue trains (Q).   10 min walk to Harlem 125th metro North station if you want to leave the city.\nI personally love walking so I think it's also less than a 25 minute walk to lots of great stuff. I would especially recommend a walking tour of East Harlem to check out the street art and then head west to check out Langston Hughes' old house and great soul food.", "name": "Spacious Spanish Harlem studio", "picture_url": "https://a0.muscache.com/im/pictures/a29306ec-d099-4b71-b0f5-47202a4359a0.jpg?aki_policy=large", "url": "airbnb.com/rooms/16637734", "id": "16637734", "price": 75, "review": "The host canceled this reservation the day before arrival. This is an automated posting."}