{"description": "Modern hand crafted home built this year.  3 floors with 2 outdoor decks.  2 bathrooms. Very quiet block. 1 block from subway. 20 minutes to Soho. 4 blocks from beautiful Prospect Park. Owner is from New York and has lots of knowledge on Brooklyn and New York.  Both owners have traveled the world and know what to look for and offer when finding a place to stay. We look forward to opening our home to you!\n\nBeautifully renovated home.  All new everything. Queen tuft and needle 2016 platform bed.  State of the art kitchen, soap stone counters, Fisher Pykal refridegerator, Kitchen Aid 5 burner gas stove, Broan hood, Bosch dishwasher.  6 person kitchen table.   2 Baths, 1 huge 60\" soaking tub, 1 stand up marble shower.  Whirlpool washer/dryer.  20\" high raised Serta Queen automatic air mattress.  White oak flooring throughout. Sonos integrated sound system through out home. Easy 3 steps up to front door.  Beautifully finished basement with 54 \" TV, Hulu, Netflix, HBO Go. Brand new Room and Board couch built in US down Sofa. All new 100% wool rugs.  Towels and sheets included.\n\nThe whole home will be available.\n\nI love to travel so I can you give you wonderful advice.  I am easily reachable by cel phone.\n\nSouth Slope is a wonderful neighborhood.  Wake up to fresh New York bagels baked daily a block away.  Subway 1 block away. 5th ave has everything you'll need for traveling and great Resturants.  4 Blocks to Prospect park.  Super quiet street.  20 minute train ride to Soho.\n\n1 Block to R train at Prospect Ave stop.  FNR train is 7 Blocks away on 9th and 4th ave, its a simple 5 minute walk.  F train on 7th Ave and 9th st is a 5 minute walk as well.  5th ave and 7th ave have buses that run every 5 minutes up and down the avenue for easy access.", "name": "Brand New Modern Home in Park Slope Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/6f57f14e-771a-47a7-bc5c-d4cd17bd7ace.jpg?aki_policy=large", "url": "airbnb.com/rooms/16645542", "id": "16645542", "price": 200}