{"description": "This 1000 square foot home is located in the historical Hamilton Heights district, which was home to one of our founding fathers, Alexander Hamilton.  An exciting and diverse neighborhood with 3 amazing parks within a three block radius.  The neighborhood is quiet and very family friendly.  This home is perfect for people who don't want to pay downtown prices and only be a 15 minute subway ride to Times Square.  This is a real New York experience!  So live a little!\n\nAllow me to be completely transparent about my home.  If you enjoy contemporary design, peace and quite, and lots of sunlight, this place is perfect.  Great for couples looking for a city haven, and want enjoy what the locals would enjoy.  You can find hip coffee shops and great cuisine within minutes of stepping outside the apartment.  Experience all manhattan has to offer in terms of sightseeing (only a 15 minute ride to midtown) and come home to enjoy cable ready and Apple TV Plasma television set up for a cozy evening of kicking your feet up.  My home is totally kid friendly.\n\nLate check ins and street parking (observe the parking regulations though) is available\n\nI enjoy personally meeting you with your own set of keys to welcome and answer any questions that you might have upon your arrival.  I am always a phone call should you need anything.\n\nThe neighborhood is quite and very friendly.  We are also located a block away from a police precinct, so you will always feel safe within your immediate surroundings.  My neighbors are super friendly and will kindly answer any questions you might have while roaming the neighborhood.  The price can't be beat, so let me know when you want to stay at my place.\n\nI am a very short walk to the express trains that will get you downtown in 15 mins.  Wanna go to the museum of natural history... get there in ten minutes and explore all the greatness of this iconic museum. \n\nYou also have access to new your taxis, uber and lyft", "name": "A sun drench oasis in Harlem", "picture_url": "https://a0.muscache.com/im/pictures/d38b10ca-2ee4-45df-97a9-ae941380489e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16643778", "id": "16643778", "price": 120, "review": "Great place. Extremely clean and quiet . Would definitely recommend it to people or stay there again if needed. "}