{"description": "This charming 2 BR apartment is in an historic Bed-Stuy townhouse, situated on a charming, tree-lined block. Steps from restaurants, cafes and grocery stores, the house is a 10-minute walk to the subway, where the A express and C local trains will get you to lower Manhattan in 15 minutes. \n\nRenovated, with wood flooring throughout and original details. NOTE: The galley kitchen has a stove top, but no oven. \n\nA lovely, blooming shared backyard has a picnic bench and grill, a perfect zen retreat!\n\nGreat landing pad to come home and wind down after exploring the city. You can relax in your private room, or lounge in the common room watching television, or even enjoy the lushly landscaped and woodsy backyard.\n\nGuests have access to everything in the apartment. For guests with small children, a travel crib and high chair are available on request. Backyard is furnished and shared with the apartment upstairs.\n\nI will not be available in person but I will always be available via phone, text, or email. A manager is available nearby for any on-site assistance needed.\n\nThere are coffee shops, wine shops and grocery stores on each corner. There are many restaurants and bars within a 5-10 minute walk away including Saraghina, L'Antagoniste, Manny's, Peaches, Chez Oskar, and Bar Lunatico. Laundromat at the corner of Stuyvesant and Halsey. The neighbors are lovely!\n\nThe A and C train is a 7-10 minute walk away. The A and C line is great for getting to JFK, downtown Brooklyn, lower Manhattan and the Upper West Side. The JMZ train is a 15 minute walk. It takes you to Williamsburg, the Lower East Side and all the way across lower Manhattan. \n\nTwo different bus lines stop on the corner of Halsey and Malcolm X. The B46 bus takes you straight to Williamsburg for some of the best restaurants and nightlife in Brooklyn. The B26 takes you to toward downtown Brooklyn for exploring the interesting neighborhoods along Fulton Street.", "name": "Charming 2BR with Backyard (15 Mins to Manhattan!)", "picture_url": "https://a0.muscache.com/im/pictures/cb4734d9-bc31-469a-b2d1-0036006a16e9.jpg?aki_policy=large", "url": "airbnb.com/rooms/16646872", "id": "16646872", "price": 159, "review": "L'appartement est situé dans un quartier très calme. Le métro est à 9min à pieds et il y a pas mal d'endroits où manger autour (Comme le Manny's qui est très bon).\nVous pouvez vous rendre à Wall Street en 30min en métro. L'appartement est situé dans la partie en sous-sol de la maison. Les chambres sont très grandes et confortable ainsi que la salle de bain. Mais le séjour n'est pas très grand. Ce n'est pas l'idéal si vous décidez d'y passer du temps, mais suffisant. C'est un peu bruyant. On entend les voisins du dessus. Mais nous y avons bien dormi et le rapport qualité prix est intéressant.\nNikita a répondu à tous nos messages et nos demandes. Il y a un manager sur place en cas de soucis."}