{"description": "Brooklyn Crab, Court Street Grocers, Sunny's, Fort Defiance, Pioneer Works, Grindhaus, Bait And Tackle, Fairway, Ikea, and Valentino Park are all walking distance away. You’ll love my place because of the modern meets rustic feel, mellow outdoor space, and small town brooklyn vibe. My place is good for couples, solo adventurers, and business travelers.\n\nLovely one bedroom floor-through garden apartment located in a two-family townhouse in Red Hook, Brooklyn. Our one bedroom apartment has been recently renovated with many original details and is clean and comfortable.\n\nApartment and garden\n\nWe live upstairs and will most likely be home during your stay.  We'll be available to answer any questions you might have.\n\nWith a backdrop of pre-Civil War warehouses and shipping yards, Red Hook has a waterfront vibe and a thriving community of creative types.Renovated factories and the small townhouses throughout the neighborhood give the area a rustic New York feel.\n\nAccessible via car, bike, or the B61 / B57 bus.\nEasy parking available, making it ideal for those traveling to the city by car. Just steps from the B57 Bus which takes you to the F or G train at Smith & Ninth Street subway stop. Or catch the water taxi from Ikea (4 blocks away) and get a direct ride to South Street Seaport in lower Manhattan.  Citibikes are also available on our block!", "name": "1 bedroom apt with garden in Red Hook Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/0d3b8871-bb0a-43a9-b64f-c431ed841820.jpg?aki_policy=large", "url": "airbnb.com/rooms/16651348", "id": "16651348", "price": 127, "review": "Terumi and Brent's garden apartment is spacious, clean, simple and tastefully furnished, lots of sunlight and so quiet at night. We fell in love with what we saw in the photos, nut the actual place is even better! Our hosts were very reachable, thoughtful and flexible whenever we had questions or requests before and throughout the stay. We stayed here during our apartment renovation that could have been stressful, but coming this warm home away home everyday knowing that there is nothing to be worried but everything what we need was such a great feeling. The community is a small and quiet, and people are so friendly. Because the apartment has an amazing kitchen, and Fairway supermarket in short 5 blocks, we enjoyed eating at home looking at the snowed garden, and missed the most of good looking restaurants and bars in the neighborhood. We may consider to go back for a weekend getaway. It would be wonderful to escape from the chaos of the city and a short subway ride can take us to this \"resort\"! Thank you Terumi and Brent!!"}