{"description": "Welcome to our sunny top floor apartment in lovely Greenwood Heights, Brooklyn! Our apartment is the full top floor of 2-family wood frame house, completely renovated and featuring a dishwasher, mini split A/C system, spacious shower, and gorgeous hardwood floors. We (your hosts) are the only other occupants of the house — we live on the garden floor, with a completely separate entrance.\n\nThis apartment is perfect for anyone traveling to Brooklyn for a weekend trip or looking for a longer sublet — it's a one bedroom, one bathroom apartment that spans the full top floor of a circa 1900 wood frame house, with fantastic sunlight, beautiful white oak hardwood floors, and lots of (brand-new) windows. \n\nIn the main living space, we have a comfy day bed and chair for lounging, along with 42\" TV equipped with basic cable and a Roku with Netflix (and you can log in to your favorite subscription services). There's also WiFi throughout the apartment. (The day bed can pull out into what basically becomes a king sized bed, and we have plenty of extra pillows.)\n\nOn the other end of the living space you'll find a dining area/kitchenette with  brand new appliances, including an electric stove (that works great!) and a dishwasher. We also have some pots and pans if you want to cook a bit, and a microwave if you need to reheat your dinner leftovers (tons of awesome places to eat/order takeout from nearby!) \n\nThe bedroom is not huge, but it fits a queen sized bed just fine, and three windows provide lots of sunlight. The bed has a Tempurpedic mattress topper so it's nice and cozy! \n\nThe bathroom might be the best part of the apartment — like the rest of the apartment it's newly renovated and has a double sink vanity, huge mirror, big standup shower, subway tile, and a gorgeous penny tile floor.  \n\nWe're the only other residents of the house, and we live on the garden floor.  So you'll enjoy your own entrance and total privacy, but we're only a few flights of stairs away if you need us!\n\nYou'll have your own private entrance up one flight of stairs from the street level.\n\nWe work regular business hours so we're not around much during weekdays and we try to give guests privacy when we're home. But if you need anything at all, just ask! We're happy to give recommendations for cafes, bars, and restaurants in the neighborhood, and advice on transportation, etc.\n\nOur house is in the middle of Greenwood Heights, Brooklyn — a vibrant, walkable part of Brooklyn close to Park Slope, Prospect Park, Gowanus, Sunset Park, and more. There are tons of great restaurants (Toby's, Giuseppina's, Fonda, Lot 2, Korzo, J'eatjet), bars (Greenwood Park, Sea Witch, Quarter Bar, Freddy's), and cafes (Southside, Roots Cafe) within easy strolling distance. For delivery food options, there's Middle Eastern, sushi, Mexican, Columbian, pizza, and more! If you need groceries, we're a few blocks from an Associated Supermarket to stock the fridge with basics.\n\nProspect Park is is a 12 minute walk and has so many activities to offer —running and biking paths, Celebrate Brooklyn concerts, a zoo and carousel, ice skating/roller skating, horseback riding, etc. The entrance to historic Greenwood Cemetery is less than 10 minutes away —they offer fascinating tours year round which we would highly recommend! There are several nice little playgrounds close to our house as well for travelers with small children.\n\nWe’re about 10 minutes from the R train at Prospect Avenue, which will have you into lower Manhattan in 20-25 minutes. We’re also about 15 minutes from the F train at 15 St-Prospect Park, which will get you to the Lower East Side in about 20 minutes.\n\nThere are also many buses in the area for convenient travel within Brooklyn. Taxis and private drivers via Uber are easily accessible.\n\nSafe street parking is available, though it may take some time to find parking on Thursday and Friday mornings when alternate side parking is in effect.\n\n***For travelers with small children and infants *** We have a 4 Moms travel crib and sheet that we are happy to lend you if you want to leave yours at home! We also can stock the apartment with some baby toys and can provide a collapsible bathtub that you can set up in the shower.", "name": "Newly renovated 1BR apartment, 25 min to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/2d61d7d8-abde-487e-b63a-997f95a3e09a.jpg?aki_policy=large", "url": "airbnb.com/rooms/16651519", "id": "16651519", "price": 99, "review": "Meredith and Michaels are great hosts. The apartment was clean and well prepared for our arrival. Very good and fast communication. I recommend this place because it was cozy and had everything what I need. I would definitely stay in this apartment again in my next visit of NY. "}