{"description": "Spacious (800+ soft) 1BR apt at the SE corner of Fort Greene Park, right by the BAM Cultural District (great art/music scenes) and many great restaurants and bars.\n5 minutes walk to 11 subway lines (2/3/4/5/A/C/B/Q/N/R/G): 25 mins to Time Square, and 40 mins to JFK. The apartment has a dishwasher, private access to washer/dryer in the basement, and more importantly, a backyard, with a covered patio (your own outdoor space in NYC!).\nFree Netflix and Amazon Prime on TV. Flexible on inquiries.\n\nThe apartment is on the ground floor of a brownstone, with its private access to a 60 feet deep backyard, along with a patio.\n\nThere is a fully equipped kitchen, including a dishwasher, and wide assortment of cookware/utensils. The living room has a couch that can also be used as a single bed.\n\nThe bedroom has a queen size bed, along with a 50\" TV, and a large working desk. \n\nI am just starting to list out my apartment, so please let me know if there is anything that you may need, and I can try add it to the apartment accordingly.\n\nThe whole apartment, along with its backyard, accessed directly from the bedroom. Also, there is washer and dryer down in the basement, which the apartment has a private staircase leading directly to.\n\nI'll be out of town for the dates listed, but Jeremey who lives upstairs on the parlor floor will be able to help you with questions or needs.\n\nThe apartment is located at a quite block just off the Fort Greene Park. The neighborhood is filled with a great number of restaurants and bars, which I can give out much more detailed recommendations...:) Fort Greene is my favorite neighborhood in NYC, and why I moved here in the first place.\n\nThe apartment is just a short walk to Barclay Center (home of the Brooklyn Nets and NY Islanders). More importantly, there is a Target and Stop-and-Shop nearby, providing all the grocery shopping needs.\n\nFrom the apartment, a 5 minute walk gets you to Atlantic Terminal, where subway lines 2/3/4/5/B/D/Q/N/R, along with Long Island Railroad. You can practically get to all major attractions in Manhattan directly (Time Square ~25 mins, Penn Station ~20mins, and Union Sq. in 20mins). \n\nAlso, just 2 blocks from the apartment are C (Lafayette) and G (Fulton) lines. The G takes you to Williamsburg, and a quick transfer at Norstrand Ave. from C to A can get you to JFK in 40 minutes.\n\nFinally, just outside the apartment, there is a Citibike stand, makes in easy to cycle around Brooklyn.", "name": "Spacious 1 bedroom apt in Bkln w/ outdoor space", "picture_url": "https://a0.muscache.com/im/pictures/8024957b-04db-4ea1-910b-da9ef30d9195.jpg?aki_policy=large", "url": "airbnb.com/rooms/16659292", "id": "16659292", "price": 95, "review": "I advise anybody looking to stay in Brooklyn to stay at Albert's place.  Not only was it clean and tidy, but it was exactly like his description.  Albert was an excellent host who helped make my trip special.  I'm looking forward to my next stay in Brooklyn and my next stay at his place!  Thank you! :)"}