{"description": "This junior one bedroom is located in the heart of Hell's Kitchen, a five minute walk from Times Square. From the apartment, you can get anywhere in the city in under 30 minutes, and most attractions are within walking distance. The apartment is well maintained, and offers a comfortable and cozy place to retreat to after a long day in the busy streets of the city.\n\nThis apartment has a separate space for cooking and sleeping. The bedroom features hardwood floors, exposed brick, and large windows, and  a very comfortable queen bed. The kitchen features white tile floors and includes fridge and freezer space, a microwave, oven, and stove. There is a high top table with bar stools for dining. The bathroom is located just off the kitchen, and includes a tub and shower. A luxury Aerobed double air mattress that fits easily into the bedroom or kitchen area. Included with the unit is wifi, and a television.\n\nGuests will have access to the entire space, excluding the closets. They can come and go as they please.\n\nI will not be around during the entire stay of the guests, other than to exchange keys. My number will be exchanged should any issue arise during the guest's stay.\n\nThe apartment is a 5 minute walk from Times Square. Almost every NYC attraction is within 30 minutes of the apartment, and most of these attractions are within walking distance. The city is your playground.\n\nThe apartment is a 5 minute walk from Times Square. From Times Square station you can get anywhere in the city within 20 minutes. The apartment is in the heart of all of Hell's Kitchen's restaurants as well as all of the Broadway Theaters.\n\nToiletries and towels will be available should guests wish to use them.", "name": "Hell's Kitchen Flat", "picture_url": "https://a0.muscache.com/im/pictures/65e0935e-c39a-4179-af55-dd1e7ef890b4.jpg?aki_policy=large", "url": "airbnb.com/rooms/16652122", "id": "16652122", "price": 199, "review": "James's apartment was centrally located and very close to Times Square Hell's Kitchen and the Subway. Communication and checking in/out was very smooth and James was very responsive. Apartment was clean and comfortable. I would highly recommend James's place looking for an affordable, centrally located and comfortable stay."}