{"description": "Beautiful, charming apt has the feel of a real home in Brooklyn, which comfortably sleeps 7. Enjoy a gourmet kitchen, comfy living room, backyard. 3 blocks from the park with a subway, & bus right in front that takes you everywhere!\n\nExperience what Brooklyn has to offer at this spacious 2 bedroom apartment with big, bright backyard. It's the perfect house for your family or large group of travelers. It comfortably sleeps seven and is centrally located!\n\nA full functioning kitchen comes with the essentials to prepare a meal or a cup of coffee for the morning. The kitchen is connected to the spacious living & dining room. Enjoy a large family meal or relax in the afternoon.\n\nThe apartment features a large master bedroom with a comfy King-sized bed and fresh linens. It has it’s own private bathroom and extra closet space. \n\nThe second bedroom provides access to the private backyard and enjoys natural lighting filling the room. It comes with a comfy queen-sized bed and a large closet to store belongings. \n\nThe living room also converts into a third bedroom with a large, comfortable futon that doubles as a bed. Curtains can divide the space to provide privacy for a third couple.\n\nThe apartment is wired with high-speed Wifi and is professionally cleaned before each stay. You'll love it!\n\nGuests have access to the entire apartment and the backyard!\n\nBed-stuy is the place to be and one of the fastest growing communities in New York. \n\nThe neighborhood is a mix of new and old with new restaurants opening every month. You can feel the heritage from the local cuisine and live music on the streets during the warm nights.\n\nThe apartment is centrally located in Brooklyn with easy access to the Subway. Cabs and Ubers are also plentiful, and it's a safe neighborhood to walk, day or night.\n\nIt is located the following distances from these main attractions: \nOne World Trade Center - 4.7 miles / C Trains\nChelsea Market/Highline - 5.8 miles / C Trains\nEmpire State Building - 5.9 miles/ C to the F Trains\nGrand Central - 5.9 miles/ A, C to the 4, 5 Train\nRockefeller Center - 6.7 miles/ G to the E Trains\nMuseum of Modern Art - 7 miles/ G to the E Trains\nCentral Park - 7.1 miles/ C Trains\nAmerican Museum of Natural History - 8.4 miles/ C Trains\nGuggenheim/MET - 8.6 miles/ A, C to the 4, 5 Trains\n\nJFK (John F. Kennedy Airport) is located outside of Manhattan and is around a 45 min car ride or 1 hour subway/train ride. \n\nNWK (Newark Liberty International Airport) is located in New Jersey and is around a 45 minute ride or 1 hour and 30 min subway/train ride.", "name": "Spacious, family-friendly 2BR in hip Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/b2531c7a-bf33-489b-bb26-a48e86f51aac.jpg?aki_policy=large", "url": "airbnb.com/rooms/16665214", "id": "16665214", "price": 124, "review": "Die Unterkunft ist gut zu finden. Die Stadt ist in 40 min. Zu erreichen. Einkaufsmöglichkeiten liegen um die Ecke. Wohnung war sauber. Diane war gut zu erreichen."}