{"description": "Are you looking for a nice and cozy place to stay with your family(with kids) or friends in NYC? This may be the perfect place for you!\nLocated on the first floor of a private house featuring private access to the entire apartment including kitchen, bathroom, dining area, living room, 3 bedrooms.\n*24 hour check-in using a keypad smart lock (unique code per reservation)\nInclude Parking\n10 min drive or 15 min bus to Main St Flushing\n8-15 mins drive to airports\n6 mins drive to Citi Field\n\nThe space is very cozy with many amenities located on the first floor. \n\nFeatures includes:\n• Fully stocked Kitchen\n• Cooking Utensils\n• Eating Utensils\n• Coffee and Tea\n• Rice Cooker\n• Beautiful Stone Countertops\n• Filter Water Dispenser\n\n• Fully stocked Restroom\n• Toiletries\n• Disposable toothbrushes and toothpaste\n• Marble Countertops\n\n• Queen Memory Foam Mattress (Master Bedroom)\n• Queen Simmons Beautyrest Mattress (Medium Bedroom)\n• Full Spring Mattress (Small Bedroom)\n• Additional airbed available upon request for 6+ guests, please let me before booking\n• Additional Graco Pack 'n Play Playard/Portable Crib and Booster Seat, Baby Bath Tub with Baby toiletries available upon request, please let me know before booking\n• Closets\n\n• 65 Inch TV\n• Fire TV\n• Netflix\n• Free Wifi Internet\n\n• Work desk with Lamp\n\n• Iron & Iron board\n• Freshly laundered towels and bed linens\n• Fire and Carbon Monoxide detector\n• Accommodates 6-8 guests\n\n* Door to stairway to backyard (door next to dining table, do not open) access is prohibited unless there is an emergency (fire, etc).\n\nFeel free to send me suggestions on anything you need that is not included above.\n\nYou have 100% private access to the entire apartment (everything in the pictures). You do not have to share the space with anyone.\n\n* Door to stairway to backyard (door next to dining table, do not open) access is prohibited unless there is an emergency (fire, etc), DO NOT OPEN.\n\nI will be unavailable to answer phone calls but feel free to contact Emily (co-host) if there is anything you need.\nThe best way to contact us is through the Airbnb message channel as we usually respond in minutes. You can also text message, or call Emily.\n\nFlushing is a neighborhood in the New York City borough of Queens. While much of the neighborhood is residential, Downtown Flushing, centered on the northern end of Main Street in Queens, is a large commercial and retail area and is the fourth largest central business district in New York City.\n\nFlushing's diversity is reflected by the numerous ethnic groups that reside there, including people of Asian, Hispanic, Middle Eastern, European, and African American ancestry. It is part of the Fifth Congressional District, which encompasses the entire northeastern shore of Queens County, and extends into neighboring Nassau County. Flushing is served by five railroad stations on the Long Island Rail Road Port Washington Branch, as well as the New York City Subway's 7 Flushing Line, which has its terminus at Main Street. The intersection of Main Street and Roosevelt Avenue is the third busiest intersection in New York City, behind Times and Herald Squares.\n\n• Parking space in front of house. Please let me know in advance if you need to use the parking space so I can leave it empty.\n• Walking distance to buses. \n• 10 mins drive to Main Street Flushing.\n• 8 mins drive to LaGuardia airport and 15 mins drive to JFK airport.\n• 30 mins drive to Manhattan.\n• 1 hour via public transit to Manhattan.\n\nThe neighbor sometimes plays music.\n\nI recommend using your favorite map apps to check traveling directions and the MTA transit website for bus/train schedules and other information.\n\nIf you have any questions or concerns, please send me a message first before booking.\n\nThe home is equipped with a video doorbell for security.", "name": "☆Modern 3BR in Flushing w. Parking ☆ Near JFK/LGA☆", "picture_url": "https://a0.muscache.com/im/pictures/cba77e15-af0f-4736-850d-d57c99f0a2ac.jpg?aki_policy=large", "url": "airbnb.com/rooms/16660379", "id": "16660379", "price": 168, "review": "This is a fantastic place to stay. A very clean and modern house, with an added bonus of having a driveway to park a car, which come in very handy for me. \n\nEmily was a fantastic host, with great communication before, during and after my stay. She even left supplies in the house for when I arrived, which was greatly appreciated. Emily was very helpful answering any questions I had. It was a very relaxing stay, and New York is only 20 minutes away by train, with local buses running directly to flushing Main Street station not far from the house. \n\nWould definitely recommend, and would return again! "}