{"description": "My place is close to Metro, Subway, Supermarket, Park, Brooklyn Children  Museum. You’ll love my place because of Beautifully Restored Old brownstone with Brooklyn Vibe, Quiet neighborhood , convenient commute to Manhattan  . My place is good for couples, solo adventurers, business travelers, families (with kids), big groups, and furry friends (pets).", "name": "Beautifully Restored 3 Bedroom Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/3ebedac5-05b6-4c05-9145-cdf3c3a7a449.jpg?aki_policy=large", "url": "airbnb.com/rooms/16665067", "id": "16665067", "price": 159, "review": "This rental was bizarre and incredibly dirty. The issues we had are almost too many to list. We have been guests at rentals for years and have never had a single issue until this rental! Upon arrival, the house was simply DIRTY. We have photos of trash under the beds, a crusted towel stuck to the vanity drawer in a pile of green goo covered in hair, food crusted in the one frying pan in the kitchen and the list goes on. The kitchen has four tiny plates and four enormous bowls, a butter knife and some silverware, one frying pan and one small pot and that's about it. There is no oven and construction debris filling the rest of the cabinets. The heat didn't work. We slept in our clothes with sweatshirts piled on us. There is literally nowhere to really sit - there's no couch or sitting area other than two dirty white arm chairs at a small table off the kitchen. You have to sit and eat in shifts if there are more than two people. When I checked in with the owner to ask about where to find a hand towel for the bathroom, a dishtowel for the kitchen and trash bags and paper towels, I was told that we would need to buy our own and that they were listed as part of the amenities included in the rent. She told me to go buy my own. After I expressed that this was bananas, she told me to go buy trash bags and leave her a receipt to be reimbursed. It wasn't about the money! Who wants to walk around there shopping for things that should be available at your rental? We left a night early after a cold shower/ no hot water finally broke my camel's back. When I told the host that we didn't have hot water, she told me that I was lying! I can tell you this, I wish I was lying because taking a cold shower at your rental after being up most of the night freezing was really unpleasant! All in all, the experience pretty much ruined our family get away to the big apple! We are from Portland, ME and have three vacation renters of our own and we know how guests can be difficult over  the littlest things sometimes but this host made us feel like asking for a trash bag and a hand towel for the bathroom was like we were asking for the moon! It was really unfortunate because with a little more care, this could be a great place. Three bedrooms is a huge plus but the lack of care, cleanliness and a place to sit other than on a bed made this one bummer of a weekend. And sadly, this is the only bad review I've ever written for anything before."}