{"description": "Very conveniently located in South Harlem with great light and lots of space, family oriented neighborhood, 2 minutes walk to the subway, banks, pharmacy, grocery stores, supermarkets and new happening restaurants. 10mn walk from Central Park.\nThis place is unique by its location, you are in the middle of the hip Central Harlem, less than 15mn from Times Square and yet in the backyard you can hear the birds and you can rest from a hectic visit around New York city.\n\nThis incredibly home located in accessible and filled with young people and family's neighborhood. with lots of new restaurants, coffee shops and galleries. It's close to Central Park, a mile to many of the major museums, including the MET, within a 3-5 min walk to two subway stops and several bus lines, and close to everything in the City without being in a tourist area!\n\nLarge 4 bedroom/1bathroom walk up building, located in prime area.\n\nThe apt is on the 4th floor (no elevator). There are large 4 bedrooms and 1 bathroom. Nice size kitchen and it has everything you'll need for your cooking needs.\n\nOther features include:\n-L shape sofa bed in the livingroom\n- 55'' High Definition Smart TV with cable\n- High Speed WiFi\n- Fully equipped Kitchen: Refrigerator,Oven, Stove, Microwave, Toaster, Coffee maker, Dishwasher and cooking and dining utensils\n- Clean linens and towels\n- Sofabed for extra guests\n- Iron and hair dryer\n\nBedroom 1:\n- Queen sized bed with memory foam mattress\n- Linens and towels provided\n\nBedroom 2:\n- Queen sized bed\n- Linens and towels provided\n\nBedroom 3:\n- Queen sized bed with memory foam mattress\n\nBedroom 4:\n- Queen sized bed with memory foam mattress\n\nDinning area with dinning table for 6 guests\n\nTo My Entire Apartment\n\nI would love to answer or help with anything you might need.\n\nEast Harlem (El Barrio or Spanish Harlem, if you prefer) is growing accustomed to receiving visitors. This neighborhood’s vibrant roots are depicted through its large-scale murals, discussed in its museums, and revered by its members. The draw of its deep seeded traditions is matched by superb subway accessibility. Although East Harlem is gaining notoriety as a neighborhood to watch, it’s still raw at its core—especially after sunset.\n\nLaguardia Airport: 15 minutes by cab without traffic\nJFK Airport: 30 minutes by cab without traffic\nWall Street / Financial District: 31 minutes by subway\nTimes Square: 25 minutes by subway\n Public transit is Easy\n Having a car is Possible\n\nCheck in is at 2:00 pm & check out is at 11:00 am please keep this in mind when booking your flights. YOU WILL BE SUBJECTED TO A LATE CHECK-IN FEE IF YOU ARRIVE PAST 8:00 PM", "name": "Large Loft 4 Bedrooms Convenient Location Sleep10", "picture_url": "https://a0.muscache.com/im/pictures/e1c39d5e-31bc-492a-a888-5936e9ca9cca.jpg?aki_policy=large", "url": "airbnb.com/rooms/16662650", "id": "16662650", "price": 275, "review": "The place is good! It is by subway stations and there is food around. "}