{"description": "You’ll love my place because: \n\n1) Amazing West Village location with the best restaurants, bars, coffee spots, etc right on the block!  \n\n2) Extremely convenient location -- walkable to all of downtown NYC, right near the w 4th St and Houston St subways, and Uber never takes more than 2 mins to arrive. \n\n3) The apartment itself! Clean, fully renovated kitchen and bath, functional layout with lots of storage, elevator.\n\nGreat for couples or singles, for business or adventure seeking- come stay!\n\nMy place is beautiful and extremely well kept. This studio layout is extremely functional, making it a nice place to spend a quiet evening at home even with all there is in the neighborhood to enjoy!\n\nThe entire apartment has tons of light from the 4 large windows (3 in the living space, 1 in the bathroom), as well as tons of overhead lighting in every space and room. The kitchen is full renovated and spacious, equipped with all the essentials any cook needs. The bathroom is also fully renovated with beautiful tile. With tons of storage, you will have access to one of the full closets all to yourself, as well as the dresser.\n\nThe elevator in the building will make it convenient for bringing your bags up and down from the apartment. And of course, the most important thing -- you just can't beat this location!\n\nYou'll have access to the entire apartment, save two closets (there are three closets total, so you will still have one to yourself).\n\nI will be available by phone or text throughout your stay for everything from questions about the apartment and building to recommendations to make your stay the best possible!\n\nhttps://www.airbnb.com/locations/new-york/west-village\n\n(URL HIDDEN)\n\n(URL HIDDEN)\n\nThe best part of this location is how much you can walk to! From my place, you can walk about West Village and all of the best neighborhoods are walkable just a few blocks away: Greenwich Village, Tribeca, Soho, Noho, East Village, Chelsea, Flatiron and more.\n\nNearby Subway Stations:\nW 4th Street: A, C, E, B, D, F, M\nHouston Street: 1, 2, 3\nSpring Street: C, E\nChristopher Street: 1 and The Path\n\nUbers & Cabs:\nWith the bustle of West Village, there are always tons of cabs at your disposal, and an Uber is never far away.", "name": "NEW West Village Apartment", "picture_url": "https://a0.muscache.com/im/pictures/53c3cfd0-d82e-4bb1-bb92-6a0aa2b44a93.jpg?aki_policy=large", "url": "airbnb.com/rooms/16676113", "id": "16676113", "price": 200, "review": "Great host!!! Great location, clean, comfortable apartment. We definitely come back again. Thanks Samantha "}