{"description": "My place is good for couples, solo adventurers, and business travelers. Total privacy and cozy apartment steps away from Manhattan's greatest luxuries.\n\nHi! Welcome to my Harlem studio! I am a full-time Yoga Instructor (clean extra mat is available if you fancy using it for local classes). I make the most out of my space, have fresh linens, towels, bubble bath, coffee and tea, Wifi, Amazon, NETFLIX, HBO all available. Or if you just want to sleep in the studio, I am 2 blocks east from the 2-3 Subway, and 2 blocks west from the 4-5-6 and only 1 block from Metro North (and the Laguardia Airport bus stop). Being in the Heart of Harlem gives you a feel for the birth of jazz arts and culture and there are plenty of good eats and cultural centers within reach. Just ask!\n\nYou will have access to the entire studio apartment. The laundromat is a block away on 5th and 126th if you so desire to do laundry (you can also drop it off and they will do it all for you).\n\nI will be staying at my family's in Long Island City nearby if need-be for anything.\n\nSurrounded by old Harlem Brownstones, steps away from Sylvia's, Red Rooster, Apollo Theatre, Black National Theatre, Babbalucci's Italian restaurant, Yuzu Sushi, and more!\n\nNear busses, 2-3 and 4-5-6 subways, metro north, and plenty of cabs, JUNO, UBER, and LYFT.\n\nFeel free to cook/bake in the kitchenette as I have cooked feasts in that space! Also, there is street parking (for free on the number streets and on Avenues but MUST CHECK THE STREET CLEANING DAYS to avoid parking tickets). Garages and lots are also nearby (within 1-2 blocks).", "name": "Cozy brownstone studio in the heart of Harlem!", "picture_url": "https://a0.muscache.com/im/pictures/f73f3619-d2a3-4286-a164-09e5dec3a18f.jpg?aki_policy=large", "url": "airbnb.com/rooms/16673329", "id": "16673329", "price": 91, "review": "Farrah's hospitality was incredible and the apartment is extra cozy and perfect for a stay in NYC , I would recommend to anyone that is  in the area in need of a place to crash. "}