{"description": "Come to explore East Williamsburg and stay in this ample sized one bedroom apartment with eclectic, cozy, and well-curated style.  Various art pieces procured from Hong Kong, Tokyo, Brooklyn, Philadelphia, and beyond adorn the walls and hall.  Watch the Samsung 55\" smart tv, enjoy a bite around the mid-century table or dine al fresco on the private balcony.  Great location with access to the JMZ and L trains plus amazing bars, restaurants and shops.\n\nThe neighborhood is up and coming cool. The new lower east side with bars, restaurants and shops popping up every day. Around the corner, check out Sweet Science - a warm neighborhood eatery where you can always enjoy a quality meal and a great drink. After dinner, check out the hidden speakeasy next door - Featherweight. Also around the corner is live music dive venue, Don Pedro. A very cool, Taiwanese-American restaurant is down the street and called Win Sons. There's a supermarket 3 blocks from the building and an outstanding, organic bodega open 24 hours. Pick up a vintage record at Human Head Records then come back to the apartment to play it.\n\nThe building is 3 blocks away from the (J,M) Train stop on Lorimer and 4 blocks from the Montrose stop on the (L) Train.\n\nYou should know that the apartment comes with two tiny turtles named Tawny and Bob. They mind their own business and all that I ask is that you feed them each a pellet once during your stay.  The apartment also comes with house plants, hopefully helping to purify the air! I ask that you lightly water the plants if you're staying for more than a week.", "name": "Sunny and charming, large one bedroom apartment", "picture_url": "https://a0.muscache.com/im/pictures/d221e071-cc65-42d5-b4a2-2d7399d96ee1.jpg?aki_policy=large", "url": "airbnb.com/rooms/16674914", "id": "16674914", "price": 83, "review": "This place is wonderful! What a location and cool neighborhood - everything from transit to local coffee shops and bodegas, bars and music venues is at hands reach. Carly set us up with everything we needed to enjoy NYC! Can't wait to visit again and we are definitely staying here. Thank you."}