{"description": "Two huge bedrooms and a loft in unit with kitchen and bathroom. Building is full of young professionals and artists. Massive rooftop with jacuzzi and frequent events/parties, and gym/sauna/pool and recreation room included. Excellent location and amenities. The building combines the growing art scene with a luxury residence feel.\n\nThere is a Master Bedroom with lots of space, high ceilings, TV with Chromecast, and a beautiful balcony, it's tastefully decorated with art all over.\nThere is also a second bedroom with high ceilings, plenty of space to work and play, as well as lots of closet space a great place for all kinds of guests.\nThere is also a loft with a lot of room to work, play, rest and enjoy company, it's comfortable and private. \nIf you're unfamiliar with NYC lofts, a loft is an open space above the main area that is converted to another room. This loft is above the kitchen and accessible with sturdy stairs (as seen in the photos). \nThe loft is separated by heavy drapes and light padding and is about 5ft 4\" tall however the actual room is very spacious and provides everything you need.\n\nWe also have a full bedroom available for rent at:\nhttps://www.airbnb.com/rooms/7203655\nAnd a bedroom in Manhattan at:\nhttps://www.airbnb.com/rooms/13391165\nContact us for more details.\n\nThe building is beautiful, with Laundry room, pool, and 24-hr gym and sauna in basement. It has a huge rooftop with lounge chairs and jacuzzi (and where summer parties are frequent and inclusive). There is also a recreation room on the first floor with billiard and foosball tables, vending machines, and a common space to meet people.\nIn the unit is a fully stocked kitchen, with a fridge and separate utensils and kitchenware for your free use (please make sure to clean after yourself, the dishwasher makes it easy). There is a full bathroom right next to the kitchen, and we provide toiletries and towels.\n\nI will be around at your pleasure to ensure that everything is comfortable and to your satisfaction. There is lots of room in this apartment for everyone to have a great time and I'm always happy to make sure that you have a lovely stay while you're here.\n\nWe're located in East Bushwick, on the border of Queens. We're right off the L train which is perfect for getting easily to Manhattan (15 minutes to 1st Ave) or to Williamsburg, where you can find lots of culture, music, young professionals and artists. We are also a short distance from Broadway Junction, which has access to many other train lines into Manhattan and the rest of NYC (L train) The JMZ line is a brisk 10 minute walk away. \nOur block on Eldert Street prides itself on two big buildings, ours and the one across from us, which are both filled with young, professional artists and constant events, parties, and collaborations. There is a convenience store a block away with a variety of craft beers open till midnight, and a laundromat with excellent service. \nAlso, this summer will see a new wave of openings from bars to galleries to community events all over to celebrate the growth of the neighborhood happening right now.\n\nThe famed L Train is two blocks away (4 minute walk). \nThe JMZ line is also a 10 minute brisk walk away. \nCar2Go extended their Home Area to around block, so sign up in advance to be able to use their smart cars conveniently around Brooklyn.\n\nDirections from JFK: hop on the shuttle to the A Train then transfer at Broadway Junction to the L and take it to Halsey L stop. This is a 30 minute, easy trip and gives you a real NYC experience.\n\nWe'll provide you with towels, toiletries, furniture and sheets, blankets and pillows, kitchenware, and any recommendations and help you may need. We're all busy, hardworking people even during the summer, but we like to have fun, go see concerts and explore new places. We're happy to have you join us as long as you are chill :)\nAlso, note that there's no security deposit or cleaning fee, or any additional fees.", "name": "3 Beautiful Bedrooms in Artsy Building by L Train", "picture_url": "https://a0.muscache.com/im/pictures/842c8a1d-55b9-45a4-8295-1fb2d036645d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16689596", "id": "16689596", "price": 320}