{"description": "My apartment is a fantastic one bedroom with incredible views of lower Manhattan and the Empire State Building. Quick access to the Brooklyn Heights Promenade and a ton of local businesses on Montague Street. You're one stop away from Manhattan on the 2, 3, 4, 5 and R subway lines. My place is great for couples, solo adventurers, and business travelers.\n\nPlease note this is an apartment on the 4th floor of a building with no elevator. I don't find the walk up to be too bad at all.\n\nPlease note this is an apartment on the 4th floor of a building with no elevator. I don't find the walk up to be too bad at all.\n\nI'll be traveling while you are staying at my home but will be reachable and responsive to any messages you send me during the trip.\n\nBrooklyn Heights is an incredible historic neighborhood that sits right across the East River from lower Manhattan. This neighborhood is filled with gorgeous brownstones and there are a bunch of great restaurants and shops within a 2 minute walk.  The Brooklyn Promenade is just steps from my apartment and you can walk down it and eat at iconic Grimaldi's pizza shop, Shake Shake, Luke's Lobster or the River Cafe. The Brooklyn Bridge park has gorgeous views and recreation facilities - I think it's the best park in the city.\n\nThis apartment is a 6-10 minute walk from popular subway lines 2, 3, 4, 5, R and C trains. Once you're on the subway it's one stop into Manhattan.  You can also take cabs or uber or lyfts into Manhattan for $10+.\n\nThe C train can also take you to JFK airport.", "name": "Classy 1 bedroom with sweeping views of Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/07930c9d-9111-486e-af0a-9a359f08a607.jpg?aki_policy=large", "url": "airbnb.com/rooms/16692071", "id": "16692071", "price": 140, "review": "Amazing host, location, and apartment. Perfect for a weekend getaway in Brooklyn. Close to Atlantic Ave with lots of great bars/restaurants nearby. Would highly recommend this place to anyone looking for a nice quiet(er) weekend in Brooklyn. Would love to rent again!"}