{"description": "Welcome to the EV! This is real NYC living. The apt is small, but efficient. It's located on an active block with endless food and drink options. It's 2 blocks from the train and a 15-20 minute walk to Union Square. If you want to feel like a real New Yorker this is your place!\n\n***I have that the apartment can fit up to 5 people, however I would recommend 3-4 for optimal comfort***\n\nNotes:\nThird floor, no elevator\nBathroom sink is outside the toilet/shower area\n\nThe apartment is cozy and homey because I actually live here! I have everything you could ever need, and if I don't have it, there are 3 bodegas and a dollar store all on this block! You are free to treat this place (respectfully) as your home and help yourself to food or drink I have lying around.\n\nI have wifi, a TV with cable and Chromecast, two couches, a full kitchen, and an awesome roof! You are free to use any of them. Just be mindful of my neighbors if using the roof.\n\nI believe this is the most beautiful, diverse, colorful, amazing neighborhood in Manhattan. It's a beautiful blend of residential and commercial. You can feel the history of the neighborhood, but also the growth. Tompkins Square Park is 3 blocks away, Union Square is a 15-20 minute walk or a 5 minute subway ride, you can take a walk along the East River and see 4 bridges within 30 minutes, or you can take the train 25 minutes to Times Square, Bryant Park, and Rockefeller Center, or you can get lost in the East Village for hours.\n\nMy apartment is two blocks from the 1st Avenue L Train. The L train goes crosstown across the 5 main subway lines, making it effortless to get anywhere!\n\nSince this is NYC and a small building I just ask that you please be respectful of my neighbors. The walls are thin. Also absolutely no smoking in the apartment.", "name": "2 bedroom - East Village - Alphabet City", "picture_url": "https://a0.muscache.com/im/pictures/f55e27f1-be9a-4646-aa58-61d50a737da8.jpg?aki_policy=large", "url": "airbnb.com/rooms/16699988", "id": "16699988", "price": 150}