{"description": "My spacious 1 bedroom apartment is your home away from home in the Washington Heights area of New York City. Many restaurants/bars, grocery stores, a drugstore and laundromats just across the street.  Midtown Manhattan is a 25 minute train ride on the C train located a half a block away, or the A and 1 trains located a few blocks away. Whether you are a solo traveler, couple, traveling professional or a family my place is sure to give you all you need and more!\n\nApartment is located on the second floor (1.5 flights of stairs) of a pre-war walk-up apartment building. \n\nYou can comfortably sleep 2-3 adults with one queen bed in the bedroom, a full size futon/sofa in the common area. *Air mattress available only upon request.\n\nDepending on the season and weather the space can get cool. I will provide extra blankets and a space heater for those who enjoy their space extra toasty like I do.\n\nGuests can use and access everything in the apartment that is not labeled \"private\"\n\nI will be available via phone or text as needed.\n\nEverything you need is just a few steps away. There are many restaurants/bars within walking distance and a grocery store, drugstore and laundromats right across the street. Enjoy the many historic treasures of this great area at the Morris Jumel Mansion or stop by Sylvan Terrace to go back in time. If you’re looking for a little more action hop on the train to Midtown Manhattan, just a 25 minute train ride on the C train located a half a block away or the A and 1 trains located a few blocks away.  \n\nNeighbors are family-orientated and friendly!\n\nC local train is located just around the corner about a half a block away\n\nA and 1 trains are located a few blocks away\n\nPlease treat the space with respect as it is my home as well.\n\n**Guests cannot accept packages or mail at this address.**\n\nDepending on the season and weather the space can get cool. I will provide extra blankets and a space heater for those who enjoy their space extra toasty like I do.\n\nGuests that arrive more than a hour outside of the check in time frame given or time that is scheduled by host and guest can be subject to a $50 late check in fee. \n\nNo more than three guests.", "name": "Spacious 1 Bedroom in Washington Heights", "picture_url": "https://a0.muscache.com/im/pictures/209993b8-88b1-4df3-beae-8979e9d73fc2.jpg?aki_policy=large", "url": "airbnb.com/rooms/16711476", "id": "16711476", "price": 95, "review": "The stay was great. The appartement is very close to the Metro. Lai-Lin is responding fast and clearly. "}