{"description": "Your Williamsburg oasis awaits you! A peaceful room in a converted glove factory, you’ll find yourself in a neighborhood of unpretentious artists, entrepreneurs, and world travelers. The apartment is equipped with all things an honorary Brooklynite would ever want: exposed brick, reclaimed wood furniture, and artisanal candles. And if that is not enough, there is a fitness center and laundry machines in the basement and rooftop with a beautiful view of Manhattan.\n\nOnce an old glove factory built in the early 1900s, this building has been completely modernized while preserving its historic charm. Many of the tenants have lived here since the apartment opened, so there is a strong sense of community in building, a rarity in New York.\n\nDuring your stay, you'll have the entire place to yourself.  Your room has a full size bed, a closet to stow your things, fresh linens, and massive window that gets plenty of natural light, and an A/C and heater unit. The rest of the apartment includes a living room with a projector and kitchen with plenty of seating and space to cook, so please make yourself at home!\n\nAs a guest, you are welcome to use the fitness center (equipped with weight machines, treadmills, and an elliptical), coin-operated laundry machines, and the roof deck with stunning views of Brooklyn and Manhattan.\n\nI will not be in the apartment because I'll either be out of town or out of the country, however I will make myself available for any questions you have.  You'll also have a pretty thorough guidebook of activities and places to check out in the neighborhood and around Brooklyn.\n\nThe Graham Avenue L train is only 3 blocks away, making your commute into Manhattan or deeper into Brooklyn super easy. From door to door, it takes only 10-15 minutes to get to Union Square.\n\nThis room is perfect for visitors who are looking for a Brooklyn experience, newcomers who need a place to stay while they find somewhere more permanent, and working professionals who come here often for work and want a peaceful sanctuary in a fun neighborhood.", "name": "Spacious Williamsburg Loft 15 min. to the City", "picture_url": "https://a0.muscache.com/im/pictures/bd647c24-c54a-4404-9cc7-85e7ee4e2caf.jpg?aki_policy=large", "url": "airbnb.com/rooms/16714893", "id": "16714893", "price": 150, "review": "Amanda's place is a great home away from home! It's spacious, comfortable, and beautifully decorated. It's in a cute neighborhood with a lot of restaurants and boutiques, and a quick subway ride into Manhattan. Amanda was very communicative, so finding the place was a breeze, and she had a lot of fun recommendations to do in Brooklyn!"}