{"description": "My place is located right by the 3 and 4 trains in Crown Heights neighborhood. You can get to Manhattan in just 25 min. The apt is newly renovated, has lots of sunlight, dining area, and the couch and beds are very comfy. It's both spacious (for NYC standards :) and cozy! Please keep in mind this is a walk-up building with no elevator, however there is roof access with a lovely panoramic view of the city. My place is good for couples, solo adventurers, business travelers, and families.\n\nThis is not a cool, hipster-ized area, although it is becoming more and more gentrified. A real slice of Brooklyn life, sure to enhance your experience of the borough. It is safe, however if you are a female traveling alone, I would recommend not traveling via the subway past 12am. (I usually take a cab if I'm coming home really late.) There's a great, healthy juice and smoothie shop right by my place, as well as lots of authentic Caribbean food. Laundry facilities, a big grocery store, shopping, and a Blink Fitness gym are also right around the corner. Franklin Avenue, where all the cool bars, restaurants, and coffee shops are located, is a 20-25 min walk or just 7-10 min via subway!\n\nYou'll have access to the rooftop as well.\n\nI'm reachable by phone or email during your stay, and am happy to help with any questions about the city and getting around town!\n\nThis is not a hipster-ized area, although it is becoming more and more gentrified. A real slice of Brooklyn life, sure to enhance your experience of the borough. It is safe, however if you are a female traveling alone, I would recommend not traveling via the subway past 12am. (I usually take a cab if I'm coming home really late.) There's a great, healthy juice and smoothie shop right by my place, as well as lots of authentic Caribbean food. Laundry facilities, a big grocery store, shopping, and a Blink Fitness gym are also right around the corner. Franklin Avenue, where all the cool bars, restaurants, and coffee shops are located, is a 20-25 min walk or just 7-10 min via subway!\n\nWe are only two short blocks away from the 3/4 subway trains! There is a parking garage on our block, and there is always street parking as well.", "name": "Newly renovated 1 bdrm right by trains. Entire apt", "picture_url": "https://a0.muscache.com/im/pictures/b88dd989-7679-42ee-8779-1e079ffd1151.jpg?aki_policy=large", "url": "airbnb.com/rooms/16710016", "id": "16710016", "price": 69, "review": " Delphina's   Place is as advertised, served perfect for our needs we were in town for spring break with my wife and too teenage children, The main thing it was easy to get in and out of the city by train ,three minute walk .Delphina herself was very pleasant and helpful,  I would definitely stay here again."}