{"description": "Charming, hip, and roomy alcove studio with separate kitchen, dining, and bathroom in the heart of Gramercy/Flatiron. \n\nEnjoy your own private space located in an ideal location. Close to the 4/5/6 and N/Q/R, you can get all over Manhattan and into Brooklyn quickly! Perfect for couples and can accommodate up to three guest with a full bed and pull out couch. \n\nAddt'l info below! Please read. :)\n\nRoomy studio/jr. 1 bedroom with separate kitchen, dining, and bathroom in the heart of Gramercy/Flatiron. Bedroom has a full bed and a great view with an alcoved three panel window. Also, a huge pull out couch that is seriously comfortable. \n\nFast wifi and cable provided. A fully stocked kitchen with stainless steel appliances (even a dishwasher) so you can enjoy a night in cooking. In the charming dining space, I've got a two seater table. Bathroom has a combo shower and tub, and is accessed through a really cool walk-in closet a la Carrie Bradshaw. The comfy couch pulls out into a bed so this could accommodate up to three people. In an elevator building, so no worrying about schlepping up stairs with your bags or after a long day of exploring. \n\nLaundry room in the building and a secure entry with an intercom buzzer.\n\nEntire apartment! I've got some closet and dresser space for you as well.\n\nI have friends in NYC who will be checking you in and can be reached at any time in case of emergency or questions.\n\nI'm in the Gramercy / Flatiron / Union Square neighborhood and off of 23rd. AMAZING location and full of life and history. There are tons of great shops, restaurants, and nightlife. Quick to get all over Manhattan and also into Brooklyn or Astoria.\n\nClose to the 4/5/6 (Green Line), N/Q/R (Yellow Line) 23rd Street stations! Takes you directly to Penn Station, Grand Central, and Port Authority. Great location to get around NYC, Brooklyn, and Astoria.\n\nExtra sheets, linens and towels are provided free of charge along with utensils, cookware, and dinnerware sets. \n\n- WiFi information (login and password) will be provided upon check in along with information on how to work electronics in house.\n\n- This isn't an apartment where you can or want to attempt to throw a party. The max occupancy is never to exceed that for which you have confirmed your reservation. Absolutely no parties. No exceptions. Please respect our neighbors, building and space.", "name": "Hip & Charming Apt in heart of Gramercy/Flat Iron!", "picture_url": "https://a0.muscache.com/im/pictures/b3caaa87-8422-48f6-bcff-17aca31f6d6b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16735854", "id": "16735854", "price": 175}