{"description": "Style meets function with clean lines and an artful use of shapes and textures. Streamlined top floor apartment of 2 story building in historically protected Sunnyside Gardens. 8'x8' patio overlooking the gardens is perfect for tea or coffee. Centrally located, Sunnyside is walking distance to a variety of restaurants, bars, grocery stores and laundromats. 3 blocks from the 7 train and 15 minutes to Grand Central Station. Astoria, Woodside and Greenpoint all within walking distance.\n\nLarge 1 bedroom in beautiful Sunnyside Gardens. This apartment is the top floor unit of a two unit building. You enter into the teal living room with a grey sofa that can accommodate a third guest. This flows into the grey dining room with an office area. The kitchen is streamlined with everything you need to cook up a feast! There is a door from the kitchen leading you out to an 8'x8' patio that is perfect for your morning coffee or just to get some fresh air and admire the grassy and peaceful gardens below. The bedroom has a queen bed and a humidifier to ensure some rest and relaxation.\n\nI will be accessible for any questions. Our good friend lives in the unit on the ground floor and will be happy to answer any questions as well!\n\nSunnyside Gardens borders Long Island City to the west, Astoria to the north, Woodside to the east and Greenpoint to the south. There are restaurants, pubs, wine bars, and vintage shops within walking distance. There are also laundromats, nail salons, a 24hr grocery, and coffee shops within a few blocks of the apartment.\n\nLocated just 3 blocks from the 7 train, the apartment is 15 minutes from Grand Central Station.\n\nLiving in NYC, storage is always an issue! Our closets will either be cleared out for you to use or we will provide a clothing rack with hangers for your clothing.", "name": "FAB 1BD Sunnyside Gardens Apt with Patio", "picture_url": "https://a0.muscache.com/im/pictures/85293580-5218-41cd-a810-830e8b253efd.jpg?aki_policy=large", "url": "airbnb.com/rooms/16734233", "id": "16734233", "price": 300}