{"description": "Hi all!  I am Scott, nice to meet you.  \nMy apartment has high ceilings, wood floors, and is mostly decorated with vintage mid century furniture (except the bed which has a brand new Caspar mattress).  The kitchen has a gas stove/oven, microwave and a dishwasher.\nThe apartment faces the backyard so there's little/no street noise.   You have access to a large, shared backyard.  \nThe building is monitored by security cameras.\nClose to shopping, buses, G train, and the East River Ferry.\n\nI live on a separate floor in the same building so I can often be available quickly if I'm needed.  Otherwise the 1st floor apartment will be all yours and you'll only see me at check in.\nIn addition to the Queen bed in the bedroom, I can add a Queen size air mattress (on request) for the living room for extra sleeping options.\nThere is a 52\" TV with Amazon Prime, Netflix, Youtube, Comedy Central, Spotify (+ more) apps.\n\nYou have access to the Kitchen, Living Room, and Master Bath, as well as the  shared backyard.\n\nI am available by phone at all times, and am often in the building on nights and weekends.\n\nGreenpoint is a hip and traditionally Polish neighborhood.  The Building is around the corner from all the great shops, bars and restaurants on Franklin Ave: Paulie Gee's Pizza, Pencil Factory, Transmitter Park, etc. Minutes from Manhattan Ave: C-town Grocery, The Garden Organic Food Market, Peter Pan Donuts, Polish bakeries, etc. . . 15 min walk (or 5 min bus ride) to McCarren Park and Williamsburg.\n\n2 min walk to the 32 bus to Williamsburg/Long Island City\n5 min walk to the G Train and 43 & 62 buses.\n5 min walk to East River Ferry.\n~30 min subway ride to Manhattan.", "name": "1st Floor 1BR Apartment in Greenpoint Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/a940baa3-f932-4db3-aba5-1e3b368f2c06.jpg?aki_policy=large", "url": "airbnb.com/rooms/16736230", "id": "16736230", "price": 133, "review": "Scott was MOST accommodating!  My flight was delayed by 3 hours due to severe weather and he continued to stay in touch.   The apartment was perfect for me - ground floor was wonderful, space was open and spacious, very clean, great bed and linens.  He was a great host and I am already talking to him about my next trip to NYC. "}