{"description": "In one of New York City's most strategic and most desirable locations, The Manhattan Club puts many of the Big Apple's most famous attractions at your doorstep. Walk across the street to renowned Carnegie Hall or around the corner to the lights and incredible Broadway theaters. World-class Fifth Avenue shopping, Central Park, Lincoln Center, and many of the city's finest museums and restaurants are all within a few blocks. It's literally impossible to run out of things to do at any time 24/7.\n\nExquisitely appointed suites feature elegant furnishings, state-of-the-art technology, and exceptional amenities to ensure your total comfort. Just a few of the highlights include marbled baths (complete with plush terry robes), soothing pillow-top mattresses, cotton duvets, and superb high thread-count sheets. Units are equipped with vibrant flat screen TVs, Sony Dream Machines and complimentary high-speed Internet.\n\nRESORT FEATURES\nOn-site Property Information\nBusiness center\nConcierge desk/services\nConference facilities\nFitness Center\nMultilingual staff\nRCI Onsite\n\nLocal Area Features\nAmusement Parks\nBicycling\nBoating\nCinema/Movie Theater\nCultural Sites\nEntertainment / Nightlife\nHelicopter/airplane sightseeing\nHistorical Areas\nIce skating\nNatural Sites\nParks/Zoos\nRunning track/path\nShopping\nTheme Park\nWater park\nWineries\n\nUpon arrival in our intimate lobby, guests have access to a friendly and knowledgeable concierge staff that can make virtually anything happen. The decoration is magnificent throughout and facilities are second to none. A Private Club Lounge serves continental breakfast and evening cocktails. Fitness and business centers are also available for your use.\n\nGeneral Information\n•Security deposit required upon check-in at the resort.\n•Resort cannot honor unit upgrades or moves.\n•Valet parking is $35.00 for 24 hours with no in or out privileges and oversize vehicles are an additional $5 per 24 hours.\n•Multiple unit or consecutive week stays are not allowed under One in Four Year Rule. One in Four Year Rule does not apply to Points Reservations.\n•Resort is unable to change check in or out dates. Room size reserved is the room size that will be assigned.\n•Security deposit is 400.00 U.S. dollars. Security Deposit collected at check in.\n•$54.22 Hospitality Fee is charged for each day of reserved stay. Fee is charged for total number of days reserved and not discounted if guests leave early. This is a mandatory daily charge.\n•Minimum age check-in is 18.\n\nPolicy/Restriction\n•No smoking in units: could result in forfeiture of the unit and/or other penalties.\n•Animals are not permitted; could result in forfeiture of the unit and/or other penalties.", "name": "The Manhattan Club", "picture_url": "https://a0.muscache.com/im/pictures/baf6de06-64f4-40a4-807d-416e86310bcd.jpg?aki_policy=large", "url": "airbnb.com/rooms/16748361", "id": "16748361", "price": 258}