{"description": "This artsy space on a quiet street in Bedstuy is centrally located in the hottest Brooklyn neighborhood with nearby restaurants, coffee shops and bars. Enjoy a morning coffee on the balcony and observe a community unique to NYC. Explore the hood's brownstones or travel easy by foot, bike or public transit to bordering Williamsburg, Greenpoint, Fort Greene or Crown Heights. On the weekend check out the flea market, stoop sales and farmer's market. Manhattan is just 20-30 minutes by train.\n\nBalcony, artwork, central Brooklyn location, quiet and uniquely Hasidic street in the heart of a diverse, vibrant, creative and hip neighborhood, while apartment or single room available.\n\nWifi, coffee (upon request), towels (upon request), balcony, amazing neighborhood with everything you want out of Brooklyn, bike and trains and busses, record player and nice vinyl selection.\n\nI am around if you need me.\n\nThis neighborhood is the best because its people and culture are so diverse. Street art tributes to Biggie Smalls, Hasidic Jews, art students, families, young professionals- everyone and everything is here. There's just enough grit and just enough art. It's also so easy to get to anywhere around Brooklyn. We've got great bars, restaurants and coffee shops. My favorite Mexican restaurant is a block away. It feels like home in a big city.\n\nBusses around each corner. Citibikes at the end of the block. 5 minute walk to the G train; 15 to the A/C. Everything you really need is within walking distance. Lots of taxis and uber. We can talk about my bike if you're interested in using it.\n\nYou can rent the whole place for a week or just the spare room for longer at a lower price. Suitable for 4 people with two full beds. There's a couch for a fifth person at an additional cost.", "name": "Artsy Apartment With Balcony, Bedstuy", "picture_url": "https://a0.muscache.com/im/pictures/4c154eeb-d78d-4d9e-acf1-ddc1b0d37e2e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16742315", "id": "16742315", "price": 110, "review": "l'appartement correspond parfaitement à l'annonce, logement très cosy; Joanna est disponible, elle donne des adresses, des conseils. loin du brouhaha, de l'agitation de Manhattan, ce logement permet de découvrir les différents aspects de Brooklyn. on rejoint aussi très facilement Manhattan par le métro. excellent voyage!"}