{"description": "This West Village respite represents the gorgeous architecture and serene atmosphere of the luxurious New York many miss. Enjoy serene rest only blocks from the hype of Meatpacking, the views of the Hudson River and events of the Highline.\n\nWelcoming, spacious and peaceful, you will love your stay in the West Village here.\n\nMy apartment is located in the hip and lively neighborhood of the West Village and borders Meatpacking - where the New York restaurant and night scene are prime- My apartment is perfect for a short vacation and to experience the real side of Manhattan. I have lived in this apartment for four years, and my apartment was renovated when I moved in, so you'll enjoy a clean, modern aesthetic that is rare to come by in the West Village.\n\nWhile I am out of town, my apartment is managed by Happy Host, a luxury AirBnB concierge service.\n\nHappy Host will greet you on arrival, tour my apartment with you, and provide local tips and event recommendations. Prior to arrival, Happy Host will ensure you’re provided fresh linens, a clean apartment, and fully-stocked essentials. In the event of an emergency, Happy Host will respond 24/7.\n\nThe West Village / Meatpacking has some of the top restaurants, bars and galleries in New York City, simply walk outside this apartment and soak in the history of New York's trendiest neighborhood. My apartment is ideally situated at the border of West Village and Meatpacking, Manhattan's trendiest neighborhoods, surrounded by a plethora of top-rated restaurants and bars, multiple theaters, and the best of Manhattan's shopping.\n\nEnjoy unbelievable coffee right at Saturday’s and the Elk; famous cupcakes at Magnolia Bakery; Amazing Italian at Aria Wine Bar and Babo; and incredible burgers & cocktails at the Beatrice Inn. A number of great brunch spots exist in just 3 block radius: Santina, Spotted Pig, and Barbuto.\n\nJust a few blocks away is the best shopping Manhattan has to offer on Bleecker Street and in the Meatpacking. I know this neighborhood like the back of my hands so please let me know if you would like some suggestions.\n\nMy apartment is about a 5-minute walk to the 14th street subways at 8th Avenue. Cabs and Ubers are always available in the neighborhood, and it's a safe neighborhood to walk, day or night.\n\nMy apartment is located the following distances from these main attractions:\nOne World Trade Center - 2.0 miles / E Trains\nChelsea Market/Highline - .5 miles / 1,2,3 to the A, C, E Trains\nEmpire State Building - 2 miles/ B, D, F, M, Trains\nGrand Central - 2.3 miles/6 Train\nRockefeller Center - 2.8 miles/ B, D, F, M Trains\nMuseum of Modern Art - 3.1 miles/ B, D, F, M Trains\nCentral Park - 3.3 miles/ B, Trains\nAmerican Museum of Natural History - 4.4 miles/ B Trains\nGuggenheim/MET - 4.7 miles/ 6 Trains\n\nJFK (John F. Kennedy Airport) is located outside of Manhattan and is around a 45 min car ride or 1 hour 15 min subway/train ride.\n\nNWK (Newark Liberty International Airport) is located in New Jersey and is around a 30 minute ride or 1 hour subway/train ride.\n\nLaguardia Airport is located near Manhattan and is around a 30 minute car ride or 45 min subway/train ride.", "name": "Luxury West Village Studio w/ Alcove", "picture_url": "https://a0.muscache.com/im/pictures/6712c2d6-af70-48ec-a379-553c14f2766f.jpg?aki_policy=large", "url": "airbnb.com/rooms/16767775", "id": "16767775", "price": 210, "review": "Dean's place is great! A little farther out in greenwich but super cute and the host was very accommodating "}