{"description": "Welcome to my  humble home.  I hope my place will be your comfortable and cozy home away from home.  I'm right in the heart of Lower East Side- with all of the energy, nightlife, amazing restaurants and real New York experiences that come with it!  You’ll love my place because of the location and the ambiance. My place is good for couples, solo adventurers, and business travelers.  I have the most comfortable bed in the world.  :)\n\nIts a real one bedroom.  Nice kitchen.  Clean and humble bathroom.  The living room has a glass 2 person table, a sofa, my travel and book collections and little souvenirs.  I also installed really expensive sound proof glass in the bedroom to help bring the New York vibe down a couple of notches.  :)\n\nI'm available to help give you tips throughout your stay!  : )\n\nThe neighborhood is totally safe, and its basically the hottest area for weekend dining, drinking and nightlife.  Its also a short skip, jump and a hop over to Soho and the trendiest shopping New York has to offer.  I love LES and Soho.. wandering around the beautiful, historical streets, people watching, absorbing the atmosphere.. feeling alive!  :)\n\nI'm a block away from the Essex train station, which shoots up to Times Square in 8 minutes, central park in 12- or over to the uber super hipster Williamsburg and the fabled Brooklyn.   But everyone- this is New York! - we should all be walking everywhere.. and from my home that's easy and gorgeous.  :)\n\nThis is a walk-up apartment.  Its in the heart of Lower East Side - (SENSITIVE CONTENTS HIDDEN) it ;) - which for some people is perfect and adventurous, and for other's too noisy and too \"real New York\".", "name": "Wonderful LES One Bedroom w/ Charm", "picture_url": "https://a0.muscache.com/im/pictures/2a656bf8-cc41-4a7a-a624-d5de0e6e4367.jpg?aki_policy=large", "url": "airbnb.com/rooms/16767867", "id": "16767867", "price": 103, "review": "The room is clean and comfortable! However, the neighbors are noisy and you could smell the stairs are stinky full of marijuana!"}