{"description": "Light and bright one bedroom in the fabulous Brooklyn Heights neighborhood. Basic but comfortable, the apartment has a queen memory foam bed, IKEA pull out queen sofa bed, kitchen, desk with chair, full bath, and the building is rather new so everything is in excellent shape. Elevator building. \n\nNext door to Vineapple Cafe, two grocery stores steps away, and many restaurants, cafes, and more all incredibly close. Easy access to 4 trains within 2 blocks, and Manhattan is just one stop away.\n\nPlease be neat and respectful of my space. This is my home, and I am a detail-oriented, clean person who regards the apartment as my sanctuary. Please do your best to keep the place clean, and please avoid eating messy foods on the bed or couch. No perfume or scented lotions.\n\nThe space is basic, but has everything you need. Wifi is included.\n\nThe kitchen is minimally outfitted, but there are dishes, silverware, knives, cooking utensils, glasses, mugs, and a few pots and pans. Please use the right-hand burners to cook to keep any splatters away from the couch...or just eat out and enjoy the plethora of amazing options in NYC!\n\nThere are no amenities on site. If you need to do laundry, there's a few laundromats on Montague [see the Guidebook], or there's laundry services in every block around the apartment.\n\nBrooklyn Heights: an old, residential gem with the Brooklyn Bridge, Brooklyn Heights Promenade, shops, restaurants, downtown Brooklyn, Manhattan, and more just steps away.\n\nMTA Trains 2, 3 (Clark Street stop, 1/2 block from apartment), A,C (High Street stop, 2 blocks from apartment), and many more within walking distance.\n\nYou'll be using Keycafe for key pick up and drop off. The location is about 3 blocks from the house, and accessible 11am-10pm every day. If you arrive or depart outside those hours, let me know and we'll see if we can find an alternate option.", "name": "Comfortable, clean retreat in Brooklyn Heights [E]", "picture_url": "https://a0.muscache.com/im/pictures/5f42f10f-bc36-4c91-8d55-1ed1159af2e6.jpg?aki_policy=large", "url": "airbnb.com/rooms/16769901", "id": "16769901", "price": 140, "review": "Kersten's apartment, as advertised, offers a perfect location, situated in the heart of one of the City's most charming  neighborhoods and just a few stops from most locations in lower-mid Manhatten.  The apartment is clean and comfortable for 1 or two travelers.  Kersten was very kind to offer an earlier checkin time to accommodate my travel schedule.  She also made herself available for any questions I had on both this site and by phone. I would highly recommend her place and look forward to my next visit.   "}