{"description": "One bedroom apartment in the heart of Alphabet City, ideal for one or two people who want to experience New York. The apartment is one flight up, and has a large living room and a separate bedroom. The bathroom and kitchen are narrow yet functional. The apartment is towards the back of the building to allow for a quite night of rest, and the lighting is augmented by lamps around the apartment. \n\nAnyone is welcome to stay in my apartment, as long as you leave it the way you find it.\n\nThe bed is queen size with extra linen, towels and soap is provided, and the kitchen is stocked with all the required utensils and appliances that can be used to cook a healthy meal before you step out for the day\n\nWifi, cable tv, and netflix are all available.\n\nI will try and make this a seamless stay, where you can pick up and drop off the keys at a nearby cafe, but I will be available via text and email for all inquires.\n\nAlphabet City is part of East Village and is one of the most vibrant areas in the city. There are plenty of amazing restaurants, bars and off broadway theaters in the area, which are enough to keep you occupied for weeks. I will provide a detailed list of restaurants and bars and sights in East Village and around the city. You can truly live like a local as alphabet city is slightly off the beaten path, which has true gems in terms of food and nightlife.\n\nClose to the 1st avenue L train, Astor place for 6 train, and 8th street for N,Q,R,W. The M8 and 14D buses are one block away on 10th and avenue C, which make frequently trips to Astor Place and Union Square respectively. Uber Pool and Lyft Line are also convenient options which cost around $5-$10 to anywhere in the city for upto 2 people. There is a citibike station across the road.", "name": "Spacious apartment in East Village", "picture_url": "https://a0.muscache.com/im/pictures/a66ed54a-228b-4150-82d6-200c336e5283.jpg?aki_policy=large", "url": "airbnb.com/rooms/16769479", "id": "16769479", "price": 180, "review": "a parte una certa superficialità nella manutenzione della casa, per altro poi risolta in seguito alla comunicazione, l'alloggio è compatibile con la presentazione dell'annuncio. devo dire che Jag, ha fatto di tutto per supplire alle mancanze e per compensare il disagio iniziale della fase di check in ci ha restituito una parte della somma. La zona, scelta volutamente per la sua posizione periferica è ricca di sorprese, piena di buoni locali per mangiare e per ascoltare buona musica. I servizi di trasporto buoni e abbastanza vicini alla casa. nel complesso fruibile e suggestiva."}