{"description": "Our newly renovated, spacious, two (2) bedrooms apartment is located in a beautiful townhouse on a tree-lined block in Bushwick, Brooklyn. Guests enter through private entrance and can enjoy quiet time after a long day of sight seeing.  Bedrooms are private and on opposite ends. 7 minute walk to the convenient subway station with the L and M line that will connect you to Lower Manhattan in 15 minutes.  Perfect for couples, solo / business travelers, families with children and big groups.\n\nThe spacious apartment includes two queen sized beds, with shower, open kitchen and dining space. Two air-mattresses are also available upon request. Each bedrooms are private and on opposite ends of the apartment. Fully furnished for the travelling guest(s) and includes linen, towels, dishes/cookware, coffee-maker, hairdryer, toiletries (available upon request). Complimentary WiFi. Perfect for couples, solo / business travelers, families with children and big groups.\n\nEnjoy the culturally diverse Bushwick, Brooklyn with tons of \"must-try\" restaurants, cafes and bars that are on top of NYC's cool lists ---all within a short distance away while taking advantage of the exceptionally easy commute to Manhattan with your stay with us!! :)\n\nGuests will have private access to the apartment and their own set of keys.\n\nYou will personally meet Ziggy or Rome during check-in and / or check-out. We are available and accessible (via mobile, text or email) to answer any questions to help make sure your stay with us a part of your great experience in NYC.\n\nOur home in Bushwick is conveniently located but most importantly in the quiet part of the area. Bushwick is a popular destination with very on-trend restaurants and bars scene. From art galleries to world-famous street-art and live music. We are available to give you suggestions on where to go, eat and see during your stay with us.\n\nThe neighborhood is close to Manhattan (via 20 minutes subway ride) and  only a 20 minute drive (approximately $30 USD by taxi) to either JFK or LaGuardia Airports.\n\nVisit the art galleries and street arts of Bushwick, Brooklyn Museum, Brooklyn Academy of Music, The Barclay's Center, Brooklyn Botanical Gardens and Prospect Park.\n\nHead to DUMBO Park which is also just mins away to get the best views of the city from the East River and for a stroll over the Brooklyn Bridge. Visit downtown Manhattan and then head to Central Park to take in the sites from Midtown to Times Square.\n\nWe are available to answer your questions and can help when needed. \nWalk to a huge supermarket (3 blocks away) to get your essentials. There is a laundry across the street that does drop-off service.  The apartment is only 20 minutes (average) commute or less to tourist attractions within Brooklyn or Manhattan.", "name": "Spacious 2BD in Brooklyn, NYC -15 min to Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/7a021fb9-1ae7-4b8a-a51c-37717f10168b.jpg?aki_policy=large", "url": "airbnb.com/rooms/16769229", "id": "16769229", "price": 135, "review": "Fair price and room is clean. For visitors ,It's little hard to go to visit places unless you Uber everywhere "}