{"description": "You will love staying at our Pied-à-Perre in Brooklyn's hippest neighborhood. The privately entered apartment is perfect for 2 guests; 4 if you want to use the fold out bed in living room.  Stainless steel appliances and uncluttered decor. Safe residential enclave. Ample street parking. Overland J Train to East Village, Soho, Tribeca in under 25 minutes. Panoramic views of Manhattan as train crosses Williamsburg bridge.\n\nSpacious, uncluttered, and stylish, you'll love staying here. WiFi/Roku and Cable TV. This apartment can expand to a full two bedroom which can sleep a total of 6. (Add $100 for additional room.) Bushwick is home to the fastest growing art scene in New York City. It doesn't just seem big; Bushwick street art is actually really huge! Empty walls have been alluring the greatest names of street art nationally as well as internationally for several years now. (Think Banksy, Shepard Fairey, ROA, as well as really cool locals Veng, NDA, and many, many more.)\n\nIf you book the one bedroom apartment, you'll have access to the full private one bedroom apartment -- living room, kitchen, bathroom, bedroom and backyard. There is another full bedroom which can be added for an additional $75.\n\nI am a New York born and raised composer and artist. I live upstairs with my family and will be on hand to answer questions and advise when needed. Guests have complete privacy and separate entrance.\n\nWhile Bushwick is quickly gentrifying, you can find old school 99 cent stores where you can still buy cassette tapes! There are plenty of hipster coffee shops and bars, but you will also experience old school \"gritty\" New York which has been literally sanitized out of Manhattan. Think 70's movies like Taxi Driver.\n\nBushwick’s hip cachet has even garnered it some pop-culture references, most notably, in Lena Dunham‘s HBO show “Girls”, and more recently SNL dedicated a sketch to poking fun of at the neighborhood’s rapid gentrification. And if that’s not enough, just last fall, Vogue named it the 7th coolest neighborhood in the world.\n\nUber Pool is an excellent and cheap way to get around Brooklyn. I believe there is an $8 flat rate anywhere in Brooklyn. The near by L and J trains take you to Manhattan in about 25 min.", "name": "Brooklyn Pied-à-Terre", "picture_url": "https://a0.muscache.com/im/pictures/6e38d3f3-7b3e-423b-aea5-065f07a652c9.jpg?aki_policy=large", "url": "airbnb.com/rooms/16779021", "id": "16779021", "price": 125, "review": "Julian's place was perfect. The J and L train are within walking distance which was convenient. The apartment was absolutely beautiful. The backyard was cute. Everything was clean. Check in was fast. Although I didn't personally meet Julian, we spoke on the phone and he was very kind and welcoming. We had the privacy we wanted. There was everything we needed and more. He left some snacks, which we enjoyed. This was my first experience using Airbnb and I was not disappointed at all. "}