{"description": "Sunny, clean 1br available in a 2br apartment, 2nd floor. Entire apartment, one bedroom, kitchen, living room and bathroom are available. You will not share the apartment with anybody else! Private room with a twin loft bed, desk with chair and wardrobe available. It only accommodates one person. Close to Central Park, 2 blocks from the subway. Nice restaurants and supermarkets close by. This place is good for solo adventurers.\n\nSunny, clean private room. Twin-loft bed, desk with lamp, comfortable chair and wardrobe available. Newly renovated floor and painted walls. \nBookshelf and file cabinet in use by hosts. Metal twin-loft bed is a little squeaky but safe. Space between mattress and celling is 34 inches (85 cm). Heater & A/C available.\n\nPrivate room, bathroom, living room and kitchen available. \nGuest is welcome to use kitchen essentials (tablewear, salt, sugar and oils).\nFridge, stove and oven are available. Set an alarm to remind you of foods in the oven, make sure appliances are turned off after cooking and when leaving the apartment.\n\nHots will not be the apartment during your stay. We are available over email. Local emergency contact will be given.\n\nClose to Central Park, 2 blocks away from Subway. \nThe apartment is on a 7-minute walk to Museum Mile, a lovely stretch along 5th Avenue chock full of museums and other fine arts institutions. \n24-hr Laundry mat half block away. \nThere is one supermarket 2 blocks away and another one 5 blocks away. \n24-hour Pharmacy 4 blocks away. \nWe are on a 8-minute walk to many restaurants in the Upper East Side area. There are few restaurants only a half block away, making it very convenient to grab a bite.\n\nThe apartment is conveniently located: 2 blocks away from the subway 6 line. You can conveniently transfer to any other subway lines from the 6 line. \nYou can choose the 103rd Street or 96th Street subway station. Walk distance to one of the biggest attractions in New York: Central Park!\n25 minutes from Laguardia Airport by car or 60 minutes by public transportation. \n90 minutes from JFK by taxi or subway.", "name": "Entire Apartment", "picture_url": "https://a0.muscache.com/im/pictures/105241379/71cd4847_original.jpg?aki_policy=large", "url": "airbnb.com/rooms/16778903", "id": "16778903", "price": 71}