{"description": "Beautiful, spacious & sunny!   A newly renovated, modern 1-bedroom home, with its own private roof deck, in the heart of brownstone Brooklyn.  Conveniently located just 3 blocks from the subway.  Near great cafes, shops, nightlife, restaurants and more.  Its own secure entrance,   Central air conditioning & washer/dryer.  Close to downtown Brooklyn, including Barclay's Center (10 min. walk) and near all major attractions! This is not our personal home. It is set up just for your stay.\n\nWelcome to our modern, sunny, renovated 1 bedroom home in gorgeous & historic Prospect Heights, Brooklyn! I know you will love staying in our home. We just started renting it out -- this is why we don't have many reviews on airbnb yet. Our first visitors enjoyed it so much they surprised us and asked to stay for over 2 months. This large 1 bedroom apartment is newly renovated inside and out. The interiors are gorgeous and very modern. And so is the outside. We did a green (environmentally friendly) building renovation that would look just right in the pages of Dwell Magazine. But whether you enjoy modern, green architecture or not, you will appreciate all of the comforts of this pretty home.\n\nWe have lived in Brooklyn for ages and are happy to share information with you on lots of great places to visit. There is an amazing assortment of wonderful cafes, restaurant and nightlife options within blocks of this home. Just 4 blocks to the nearest subway station, or rent a CitiBike and see the town at a more leisurely pace. If you are coming from far away, we are a 10 minute walk to the LIRR train that meets up with the monorail train at JFK Airport. Also near Barclays Arena where you can see big-name concerts, catch a basketball or hockey game, and too many other fun places to mention.\n\nThe kitchen is not just pretty, it is very functional!  There is a full sized refrigerator, stovetop and oven, plenty of storage and counter space too. There is a microwave, coffee maker, toaster, a lot of spices and condiments.  We are happy to pick up some favorite pantry items for you.  Just let us know a couple of days ahead of time what you would like.  \n\nThere is a large set of sliding doors that open on to the private roof deck from the open plan living, kitchen, dining room. Enjoy a meal on the deck if you like.  The bedroom is privately situated down the hall from the living room.  It is a large room with a queen sized bed, a large dresser, closet for clothing storage, a flat-screen tv with cable service, and a lounge chair too.  \n\nThe bathroom is sunny too. It has a skylight, a glass enclosed shower, a modern vanity and sink with 2 drawers of storage for all of your toiletries.  \n\nThe entrance to the apartment is private. There is just 1 flight of stairs up to the apartment.  We are the building owners and will be attentive to any of your concerns while you are our guest.  \n\n* Large, Modern Apartment\n\n* Private Entrance: Just 1 flight up to your apartment.\n\n* Spacious, Private Roof Deck\n\n* Enormous Bedroom, with queen sized bed, privately situated off hallway\n\n* Modern & Beautiful fully-stocked kitchen and bath\n\n* Luxurious & Modern Design throughout.\n\n* Spacious, Fully Stocked Kitchen and Large Dining Area.\n\n* Located in historic Prospect Heights, Brooklyn.\n\n* Near Barclays Arena, great restaurants and cafes and nightlife.\n\n* Close to subways, easy to get to all the major NYC attractions.\n\n* 25 minutes to downtown Manhattan NYC \n\n* 10 minutes to downtown Brooklyn \n\n* Washer/dryer in the apartment.\n\n* Large Flat Screen, Smart TV (in living room) \n\n* High Speed Internet - Wifi\n\n* Large Bedroom With Queen Bed, Dresser & Hanging Closet\n\n* Comfy Queen Sofa Bed In Living Room\n\n* Central Air Conditioning\n\n* Dishwasher, microwave, coffee maker, toaster& food processor in kitchen.\n\n* Blowdryer, steam garment cleaner, first aid kid supplies\n\nTravel options from JFK airport: \nTaxi or local car service or Uber or Lyft   \nAirtrain to Howard Beach subway station, A train to C train via subway \nAirtain to LIRR Jamaica Station + LIRR train to Atlantic Terminal\n\nThere is a large, private roof deck that is all yours.  Private entrance to apartment.\n\nLet us know what you need.  We are happy to accommodate.\nIf requested we can provide:  \n\n* Beach towels\n\n* Toys & Books\n\n* Additional Housekeeping Service\n\n* Special kitchen equipment\n\nIf you have special interests we would be happy to help you with information on:\n\n* Farmer's Markets\n\n* Cooking classes\n\n* Music venues\n\n* Places to get discounted tickets for Broadway and off-Broadway shows\n\n* Comedy clubs\n\n* Art galleries\n\n* Outdoor activities for all ages\n\n* Parks\n\n* Gyms\n\n* Yoga, meditation and other classes\n\n* Spa services\n\nProspect Heights is a beautiful area.  There are great coffee shops where you can sit and linger or grab a cup and go as you set off on your daily adventures.  Restaurants are plentiful as well.  It is a short distance from wonderful local attractions such as Brooklyn Botanic Garden, Brooklyn Museum.  And it is an easy walk to explore other wonderful neighborhoods too.  Or take public transportation and check out other famous Brooklyn and Manhattan sites.  You will never be bored on your stay!  I wrote up a neighborhood guide with info about places to visit in the area and around NYC.  If you have trouble finding in on this airbnb webpage please send me a note and I will direct you to it.  I am always happen to help you plan your visit!\n\nClosest subway is the A/C station at Clinton/Washington Avenue. Guests have reported it takes them 6-7 minutes to walk there.  I have not timed it out so I will say under 10 minutes to be safe.  It is also possible to walk to 11 other subway stops in the area and the LIRR.  If you are coming from JFK you can take the monorail to Jamaica and transfer for the LIRR train to Atlantic Center or take the airport bus to the subway and travel to us.  It is a 10 minute walk from there.  CitiBike station is nearby as well.  Please note that Laguardia Airport is undergoing construction so you should plan to leave earlier if you are flying out from there.\n\nWe want you to visit NYC, have a lot of fun and use the apartment as a spacious & sunny escape from the hustle and bustle of in our big, fun city!  \n\nBabies and children under the age of 15 are welcome. We will never charge any additional fees for them at all ever.  \n\nPlease note that this is a no smoking, no partying, drug free property. \n\nIt is not okay to use this home as a party or event location.  Nobody may enter the apartment besides guests who are staying there without our written permission through the airbnb app. \n\nWe cannot accommodate guests with pets.  Please let us know ahead of time if a service animal is accompanying you on your visit. We will need to charge an additional cleaning fee so that we may accommodate future guests safely who may have allergies to pets. \n\nJust to be extra safe, children of any age may not be left alone at any time on the private roof deck. \n\nCandles and incense are not permitting in this property.", "name": "Luxurious & Modern, Private Deck + Great location", "picture_url": "https://a0.muscache.com/im/pictures/85fda7b4-2351-4875-91bb-8a77a2b8e48e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16778711", "id": "16778711", "price": 105, "review": "Muy buen piso, bien comunicado y un trato excelente por parte de los huespedes. Muy recomendable."}