{"description": "Welcome to NYC! My apartment is recently renovated situated on a charming tree lined street. Within a three block radius you'll be able to find stores, supermarkets, laundromat, restaurants and most importantly TRANSPORTATION!\n\nI am a 5 minute walk to the 7 train & Long Island Railroad:\nGrand Central 15 minutes\nBryant Park 16 minutes\nRockefeller Tree 20 minutes\nTimes Square 17 minutes\nPenn Station (Madison Square Garden) 10 minutes\n\nPlease continue to read below about all the amenities I offer!\n\nComfortable Studio with the convenience to the Metro/Train into major tourist attractions.\n\nPrivate Parking is available at additional cost.\n\nGuests have exclusive access to the entire apartment, which is located on the ground floor of 3 story house. The house consists of 3 apartments. One on each floor.\n\nI provide the guest with the following:\nMicrowave\nToaster Oven\nPlates, Bowls, Cups, Utensils\nCoffee Machine\nWater Kettle\nPaper Towels, Toilet Papers, Facial Tissues\nBath Towels\nBody Wash, Shampoo, Conditioner\nBlow Dryer\nIron & Ironing Board\n\nI am available anytime by email, text, or call to answer any questions or concerns guests may have about their stay. Since the guests have the entire apartment exclusively to themselves they can go in and out as they wish.\n\nTransportation available:\n\n7 Train which runs from Flushing, Queens to Times Square.\n- 15 minutes to Grand Central\n- 16 minutes to Bryant Park\n- 17 minutes to Times Square\n- 17 minutes to CitiField (home to the NY Mets) and Billie Jean King National Tennis Center (home to the US Open tournament)\n- 20 minutes Rockefeller Christimas Tree & Center\n\nLong Island Rail Road train\n- 10 minute to Penn Station & Madison Square Garden\n\nQ70 Express bus to LGA Airport,\nQ32 bus to Jackson Heights and Manhattan\nQ60 bus from Jamaica to Manhattan (*15 minutes to Queens Center Mall and Target)\nQ53 bus to Rockaway Beach.\n\nDriving or using Taxis *time is based on average traffic\n25 Minutes to Midtown\n15 Minutes to Flushing\n20 Minutes to Lower East Side\n25 Minutes to Upper East Side", "name": "Fantastic Studio! 17 mins to Times Square & More!", "picture_url": "https://a0.muscache.com/im/pictures/5998e8f0-d326-4864-bb93-d8b0deaef80d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16781324", "id": "16781324", "price": 99, "review": "The apartment is very close to the the subway at 61st street and there are a number of shops, restaurants and a laundromat nearby. The room was very clean and the location is quiet. I was able to check in early which I found very considerate and helpful. Thanks for being very accommodating and a great host! "}