{"description": "Welcome to the Upper West Side! You will have exclusive access to the entire apartment during your stay: we only host guests when we're traveling. You will care for two cute and loving cats  and enjoy everything this beautiful, newly renovated, quiet apartment has to offer.\n\nThe apartment boasts a queen-sized bedroom and 1.5 baths, a kitchen with top-notch appliances, and a washer/dryer, and is steps from Central Park and the subway.\n\nThis recently gut-renovated, second-floor flat is located in a pre-WWII building, just a 2-minute walk from the B and C trains and a 10-minute walk to the 1/2/3 trains to anywhere you'd want to go in the city (Times Square, Rockefeller Center, Grand Central Station, Union Square, Chelsea, Brooklyn). The apartment is close to everything on the Upper West Side and Harlem, including grocery stores, cafes, restaurants, St. John the Divine Cathedral, Columbia University, Riverside Park, and more. \n\nTwo friendly cats will keep you company during your stay, and all cat food, litter, and instructions are provided. Good knives; dishes and pots; and a brand-new stove/oven, dishwasher, and microwave make cooking a breeze, or order in from one of the many take-aways in the diverse, family-friendly neighborhood. The hotel-quality queen-sized bed is made up fresh with soft linens, and good towels and bath supplies are provided. Enjoy wi-fi, Apple TV, and other tech amenities: the space is great for reading, writing, and other work, or just resting after adventures in Central Park and the city. \n\nWe're a poet/nonprofit executive and lawyer who travel as much as possible and would love to host you while we're away. Keys are typically provided either in person or through a lock-box, and you will have the entire apartment to yourself throughout your stay. For those who are driving, parking is available close by.\n\nLooking forward to hosting you!\n\nWhen possible, I'll meet guests for the key exchange. If this isn't possible, keys will be provided through a lockbox.\n\nThe Upper West Side is an historic New York City neighborhood known for its quiet, leafy streets and good restaurants and cafes. Central Park is the jewel of the neighborhood, and you're also close to Morningside and Riverside Parks.", "name": "Quiet Apartment + Central Park + 2 Cats!", "picture_url": "https://a0.muscache.com/im/pictures/98e1ba3c-781a-495e-89c6-d29f5a8303ca.jpg?aki_policy=large", "url": "airbnb.com/rooms/16794892", "id": "16794892", "price": 120, "review": "Cozy apartment in a very good location, pets are not our thing, but I think everything was fine. Rachel was very attentive and tried to make thins easy."}