{"description": "Welcome to my studio. It is on first floor. All necessities supplied, including self-served breakfast. Bedding professionally laundried. Close to Central Park. A lot of food, theaters, shopping malls. Subway line 1 only one-minutes walk, you can go anywhere of the Manhattan. Safe neighborhood: Columbia University students here.\n\nThis is a standard Manhattan studio, tiny, clean and well decorated.\nI treat it as home, study work and welcome friends here.\n\n--Keep in mind it's only a studio, not a one-bedroom apartment with a living room, so there's no door between the queen bed and the air-matress. And to be honest, it will be a little crowd for three persons. I set the air mattress up just for the case that you are a family and want to stay together.\n--Laundry inside the studio.\n--Kitchen, coffee maker, snacks I prepared for you.\n--Cook as you like to.\n--45' TV with Netflix, hulu, etc\n--desk for working\n--queen bed of $825\n-- two metro-subway ticket card with money preloaded (please be courtesy enough to refill it after you use them for next guests)\n--and all other necessities.\n\n--- I'm available if you have any question about the city. I'm planning to do a documentary about my life in New York, so welcome to share with me your stories.\n--- Also I try to welcome all of you personally, however, I understand that our schedule may be different, so maybe the cleaning lady will help with the check-in process.\n--- In addition to that, I have an easy access to the apartment and I'll provide you with information in case I can't show up.\n\nFor parking, you can try street parking which requires your luck \nOr download SpotHero in your cell-phone to save on parking \nAlso I offer you each person up to $60 Free Taxi Coupon after confirmation (free 4 trips in Manhattan! 50% off from Airport).", "name": "Michael's Cozy Studio Central Park, Subway 1,A B C", "picture_url": "https://a0.muscache.com/im/pictures/0d8d2e48-23eb-4e1c-9ebc-b33883f4750a.jpg?aki_policy=large", "url": "airbnb.com/rooms/16804336", "id": "16804336", "price": 130, "review": "Michael's place was very comfortable.  I really appreciated his honesty in describing it as tiny.  I did not find this to be a problem since I wanted to spend my time enjoying NY and not sitting in the room.  The kitchen was extremely modern and very well equipped.  The living space was more basic but fine.  The TV streamed Netflix & Amazon Prime.  Micheal was very responsive to my requests.  There was some street noise during the night & in the morning but wearing ear plugs took care of that.  Michael was an interesting person to talk to.  The apt. was in a great location - restaurants, interesting food, and convenient transportation."}