{"description": "This brand new listing is the expansion of my 2 bedroom 2 bathroom 1st floor apartment, which has 5 star reviews. \n\nRight next to grocery stores(24/7), laundromats, a variety of restaurants(Greek, Italian, Irish, Mexican, Chinese, Japanese, Bakeries, bubble tea.,etc) and a shopping center.\n\nIt's a 10 min walk to Little Egypt, a 10 min walk to the subway station and just a 15 min subway ride directly to Manhattan.\n\n10 minutes drive to Larguadia airport and 15 minutes to Flushing.\n\nIt's a recently renovated 3 bedroom 3 full bathroom 2 living room first floor house apartment with a spacious finished basement. This place is equipped with all the modern comforts you need for your New York get away. \n\n**Central air conditioning (This is not commonly seen in New York!) . A space heater is provided for the basement bedroom.\n\n**The two bedrooms on the first floor are on opposite ends of the apartment, and the basement bedroom is separated from the living room, so you have plenty of privacy.  \n\n**Luxury master bed room with king bed and private double sink full bathroom with a bidet, hairdryer in the vanity\n\n**2nd bedroom has two twin XL beds and one pull-out twin XL bed. You have your own bathroom located just outside the room with high end massaging shower panel and a hairdryer. \n\n**3rd bedroom has a queen sofa bed with memory foam topper. Very comfortable and cozy\n\n**Modern kitchen well stocked with large refrigerator with ice maker, dish washer, oven and microwave, toaster, electric kettle, coffee maker, coffee grinder, rice cooker, Nutribullet blender,etc.\n\n**Free 100M high speed WiFi\n\n**TV streaming online with Netflix and Amazon Videos, etc\n\n**Each comforter has a fresh duvet. Pillows are all covered with antimicrobial and hypoallergenic protectors. All bedding is thoroughly washed and cleaned for each guest.\n\n**Fans provided for \"fan sleepers\" , weight scale, ironing board.\n\nThe entire first floor and whole finished basement are yours with a private entrance. Nestled in a quiet neighborhood, this building is conveniently located next to LaGuardia shopping center, which has supermarket, pharmacy, pizza, 99¢ store, Subway, Dunkin' Donut and laundromat. The Ditmars Blvd also has Trade Fair Supermarket, many grocery stores, restaurants, and laundry etc.\n\nEntire first floor and the finished basement are for guests\n\nGuests are free to contact me with any questions or concerns preferably through airbnb text message or email. I work full time but will try to get back to you as soon as I can.\n\nAstoria is one of New York City’s most culturally diverse neighborhoods and home to an array of food and shopping destinations. The neighborhood is safe, secure and ethnically diversified with a great variety of restaurants, bars, parks, super markets, transportation, laundry, etc.\n\nSubway: 8-10 minute walk to Astoria Blvd subway station -15 minutes to Manhattan. – 20 minutes to Times Square.\n\nAirport: – About 2 mile (10 minutes)drive from/to La Guardia Airport– About 13 miles(25-30 minutes)to/from JFK Airport,\n\nOn-Street Parking:\nFree parking on the street but please be mindful of the street cleaning times and parking signs, especially do not park next to a fire hydrant(15 feet minimum). \n\nAs long as you follow these rules you will be ok and you should be able to find parking within one or two blocks of the apartment.\n\n-This is a luxury airbnb and I already provide a very fair price. Please note I am not open to bargaining about the price.\n\n-An initial supply of shampoo, conditioner and soap will be provided. If you plan to stay an extended period of time, please plan appropriately.\n\n-Normally it will take more than 4 hours to clean and prepare the apartment, so please be patient:)", "name": "Luxe 3 Bedroom 3 Bathroom 2 Livingroom Comfy Quiet", "picture_url": "https://a0.muscache.com/im/pictures/c947cc98-2fa0-4774-a413-bfbedc8f210c.jpg?aki_policy=large", "url": "airbnb.com/rooms/16814700", "id": "16814700", "price": 299, "review": "Это шикарная квартира, которая отлично подошла нашей команде из 7 человек. Мы искали именно такой вариант, чтобы всем хватило места и каждому было комфортно. В квартире есть все, что нужно гостю. Рядом в пределах 2-3 кварталов есть места, где можно покушать или купить продуктов (в любое время суток). Спасибо хозяину за четкие инструкции и помощь во всех возникших вопросах. А также за продленное время выселения."}