{"description": "Detached private house in a very clean and quiet neighborhood of Homecrest Ave Brooklyn. Conveniently located near transportation, shopping, dining, parks, library, playgrounds, and beaches. You can get everything you need within a walking distance. Plus free street parking. You’ll love our home because of the coziness, the views, the location, the people. Our home is good for couples, adventurers, tourists, business travelers, and families.\n\nOur house is conveniently located near transportation, shopping, dining, parks, library, playgrounds, and beaches. 5 minutes walk from Q train Neck Road stations. One and half blocks away from Ave U, a shopping street. There are numerous grocery stores, restaurants, banks, and supermarkets. You could literally get anything you need within a walking distance.\n\nClose to Coney Island beach which famous of its New York Aquarium--the oldest continually operating aquarium in the United States, located on the boardwalk in Coney Island-- and luna park, the amusement park of Coney Island where it has fireworks every Friday night during the summer.\n\nThe sunny, cozy, and spacious second floor has its own entrance. There are two private rooms are on each side of the house with each has a double-size bed and a big build-in closet. The rooms are comfortable with a lot natural sunlight during the day.\n\nThere is a fully functional kitchen with a sitting area and a newly renovated bathroom. Feel free to use anything that's available in our place. If you need anything else don't hesitate to ask. \n\nWe have two lovely and friendly dogs. They love people, always wag their tails whenever you lay eyes on them. We can confine them on the first floor with us during your stay.\n\nSeparate entrance on the left side of the house, it leads directly to the second floor.\n\nFree Wifi\n\nMe or my wife will always be available at all time whenever our guests need help. We are right down at the first floor if you need anything and we are more than willing to help out with directions, or suggesting interesting places.\n\nOur neighborhood -- Homecrest ave -- is very safe, clean, and quiet.  It's sometimes considered as part of Sheepshead Bay. It borders Kings Highway to the north, Avenue X to the south, Coney Island Avenue to the west, and Ocean Avenue to the east.\n\nKings Highway (to the north) and  Ave u which is only one and half blocks away are two major shopping streets. There are numerous stores/restaurants, You could literally get anything you need within walking distance.\n\nHomecrest is served by the Q trains of the BMT Brighton Line, with stations located at Avenue U, and Neck Road. \n\nFree street parking with alternative cleaning from 11:30-1:00 on Monday on one side, and the same time on Wednesday on the other side.\n\nThis is a very quite block and we have very nice and friendly neighbors. So please be kind, concerned and polite. Absolutely NO additional guest without asking.", "name": "Family tourists friendly 2 bedroom on Homecrest", "picture_url": "https://a0.muscache.com/im/pictures/c9a30b8b-7357-4d2f-8006-6074cbd2dc64.jpg?aki_policy=large", "url": "airbnb.com/rooms/16810808", "id": "16810808", "price": 50}