{"description": "Sunny, exposed brick 2 br flat in a lovely Victorian brownstone. The apartment is close to 11 different subway lines, plenty of restaurants, bars and other amenities. Beautiful historic neighborhood, great for couples, individuals and families. Whether you're here on business or pleasure, the neighborhood and space are sure to please!\n\nCozy up in this contemporary bohemian space located on the third floor in our turn of the century Brownstone. The layout is totally original, with woodwork and exposed brick giving this apartment its Victorian charm. Your living space is completely private with keyed entry at two doors, it’s a great place to kick back and relax after a day of sightseeing around the city. Fully furnished with high speed wireless internet, a full kitchen and huge bathroom, you'll find all the amenities you'll need for a comfortable stay! When you enter the brownstone you will be on the parlor floor in the main hallway, your apartment will be up the stairs on the floor above. There are two doors to the apartment; the door at the top of the stairs to the right will take you into the rear bedroom, the door further down the hallway will take you into the front bedroom which also houses the dining and living space. The apartment is divided into separate areas by the kitchen, allowing for privacy and two distinct sleeping areas. The bathroom is located outside of the immediate living area, entry is via the hall directly beside the rear bedroom door. Other amenities for your convenience include a blow dryer, iron, ironing board, first aid kit and umbrellas. There is a desk area located in the rear room, allowing a quiet space to work if you are in the city on a working vacation. If you like to cook you will have a well-equipped kitchen with a coffee maker, toaster, and microwave. There are 3 grocery stores within walking distance (Key Foods, Associated and Union Market) all with a great variety to select from and plenty of organic options. If you've read this in its entirety, please mention codeword \"3\" in your initial contact. In addition, the weekly Farmers Market held on Saturdays and Sundays, is a 5 min walk straight up the street toward Prospect Park.\n\nYou will have access to the entire 3rd floor for the duration of your stay.  The floors below and the one above are not for guest access, as tenants and family members reside in those areas.\n\nI do not live at the house but find myself lingering around quite often downstairs. Many times guests are very busy and respecting your privacy is of the utmost importance, so often our paths don't cross. Though, I live quite close so I’m only a phone call away!\n\nPark Slope, Brooklyn is considered one of New York City's most desirable neighborhoods. It is a bustling, diverse, family-friendly, safe neighborhood with a real sense of community. It has much to offer culturally with the Brooklyn Museum, Brooklyn Academy of the Arts, Botanical Gardens, Prospect Park, Greenwood Cemetery. There are ample places for eating and shopping and you will be within walking distance to the Barclays Center (about 7 min walk across 5th Ave). Other Brooklyn Communities are also enjoyable to visit and easily accessible from Park Slope. Dumbo, Downtown Brooklyn, Carroll Gardens, Boerum Hill, Fort Greene, and Williamsburg are just a few stops away on the train.\n\nAccessibility is an understatement! Your apartment is conveniently located within walking distance to almost every train line. The 2/3 are closest at Bergen and Grand Army Plaza (they are equidistant from the house in opposite directions). The C at Lafayette, the G directly behind that at Clinton-Washington Ave, N/R at Union Street, B/Q at 7th Ave and the 4/5 at Atlantic Ave Barclays Center. Depending on what train you take, Manhattan is only 10-20 min ride away. The B63 bus runs along 5th Ave and there is free street parking on my block and metered parking along 5th Ave, but please be mindful of signs and street cleaning restrictions. There are also ample car services in the area.\n\nLocal attractions are Prospect Park, 4 blocks away. In the warm months experience the live music at the Prospect Park Band Shell, walk to the Boat House or take a three-mile morning run around the loop of the park or walk to the zoo or take a ride on the antique carousel. An excellent addition has been the Lakeside skating rink which also offers roller skating in warmer months and ice skating in the cooler months. The park is a truly beautiful place with its many paths, ponds, lakes, playgrounds, and other amenities! Other local attractions are the Barclays Center, the Brooklyn Museum, and the Brooklyn Botanical Garden, Brooklyn Bridge Park or catch a performance at BAM (Brooklyn Academy of Music).", "name": "Cozy 2 br in the heart of Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/b1ad714c-b1b3-4bad-b557-3c710c054d88.jpg?aki_policy=large", "url": "airbnb.com/rooms/16812019", "id": "16812019", "price": 175, "review": "Very cozy flat, clean and convenient would recommend to anyone "}