{"description": "My home is a large and peaceful one bedroom in New York's famous Flatiron district. My home is in an elevator building, and my apartment faces the courtyard, which makes it extra quiet. I'm only a stone's throw from the best the city has to offer - restaurants, fine dining, entertainment, attractions, and more are all easily accessible! Come stay and see for yourself :)\n\nMy home is on the top floor of an elevator building, so the natural light is great! My bedroom features a very comfortable bed that can sleep two, and my spacious living room can accommodate a queen sized air mattress for families with children or groups of more than two.\n\nGuests will have access to most every part of my apartment. I live here full time, so please use common sense and be respectful of/do not go through my belongings, particularly in the large closet in the hallway of my apartment and underneath furniture. I will push my clothing to one side of my bedroom closet, so you will have the other half to hang things.\n\nI will be away during your stay, so please do not call, text, or email the contact information on Airbnb. You will not receive a response. Instead, please message through Airbnb. I have a service that looks after my home while I am away, and they are available 24/7 and will respond promptly to any messages that come in through Airbnb.\n\nThis ultra-busy crossroads exudes a laid-back attitude in a fast-paced environment. Flatiron, named after its famously triangular Flatiron Building, is a veritable spectacle of big-city life. Suits and ties share the sidewalks with skateboarders, protesters, and peddlers, while droves of people-watchers take in the day in Madison Square Park. Bustling by day, Flatiron becomes quieter (if only a little) during the evening. Centrally located, Flatiron's congestion and crowds only add to its metropolitan mystique.\n\nThe nearest train is the 6 at 23rd Street. There are several bus lines nearby, and taxis are plentiful, as are rideshares like Uber, Lyft, Gett, Via, Juno, etc.", "name": "BOOK NOW! Tasteful 1 Bedroom in Flatiron!", "picture_url": "https://a0.muscache.com/im/pictures/31dc894f-eeba-483f-af40-bfb7bb82eb74.jpg?aki_policy=large", "url": "airbnb.com/rooms/16826741", "id": "16826741", "price": 140}