{"description": "Comfortable and quiet luxury apartment on the 30th floor. Located in Hell's Kitchen just a few minute walk from Times Square, Theater District & Broadway. Alcove studio is spacious, with Queen-size bed separated from the living room & kitchen. Five-minute Uber to Meatpacking, West Village & walkable to High Line. Clean and modern space with great amenities.\n\nNew building with state of the art amenities. 30th floor apartment with great views of Manhattan in a luxury skyscraper. Right in the heart of NYC but high enough up not to hear the noise of the city.\n\nFull apartment access. We have a full kitchen with marble countertops, coffee maker, bar cart, wifi and cable television including HBO and Showtime. I will provide you with fresh towels and washcloths.\n\nWill meet you to give you the keys and show you the apartment. Will be available by phone.\n\nThe neighborhood is bustling and lively and walkable. I am situated in Hell's Kitchen, just a few minute walk to Times Square, Broadway and the Theater District. Hell's Kitchen is full of great restaurants, bars, food halls and theaters. We are a five-minute Uber to Meatpacking District, Chelsea and the West Village. Walking distance to the Highline, Chelsea Piers and a number of subway lines, making it east to get around. \n\nAlso great for business travelers as we are walking distance to Midtown Manhattan.\n\nThe subway is a 5-7 minute walk from the apartment. We are walking distance to Hell's Kitchen's many bars, restaurants and food halls. We are also walking distance to the High Line. Just a five-minute Uber to the West Village, Chelsea and Meatpacking District. There is a parking garage in the building, if you plan on driving.", "name": "Entire Luxury Apt in Hell's Kitchen", "picture_url": "https://a0.muscache.com/im/pictures/7f1d096c-037d-4424-8834-df7f6c7aa2c8.jpg?aki_policy=large", "url": "airbnb.com/rooms/16860212", "id": "16860212", "price": 150, "review": "For us this was a very practical location/ parking right besides the condo building, entry bay off the main street made loading and unloading very comfortable - friendly building staff, beautiful lobby ( more modern than the condo itself) - walking distance to our business venue, food, groceries, mail, pharmacy...quite practical overall!- beautiful city view from the condo. Dee was very easy to communicate with :o)"}