{"description": "Welcome to the Ciprian family Airbnb!\n\nA real homie space with lots of private space to relax. We're in a safe and convenient location near many shops, metro and bus stop. Just walking distance are supermarkets, restaurants, bars, shopping center and more. \n\nSpa treatment services are also available upon request. Our goal is to make our guests' NYC trip extra special. A true home away from home experience. \n\nIf you would like any further details, don't hesitate to just let us know :)\n\nOur guests enjoy a comfortable stay with lots of space which we highly recommend when touring such a big city. The studio includes two full size bed, fresh sheets and towels. We also have two single person folding beds available upon request. \n\nOur spa treatment consist of one hour relax and/or deep tissue massages. My mom is a certified masseuse and could even set up the massage table and environment right inside your room. If interested, just let us know :)\n\nGuests can enjoy their own private kitchenette right in the studio. They will also have access to a full bathroom right from inside the studio. Not quite private as it's shared with one other room.\n\nWe are extremely friendly and love to meet new people and help out when ever we can. We also understand that guests like their privacy. We definitely want guests to not hesitate whenever they have any questions :)\n\nThe neighborhood is safe and near a supermarket and many shops and restaurants.\n\nRight down the street is a bus stop which takes you to the metro station (#1 train) in about 3 minutes. Or you can just walk 10 minutes to the metro station.  which take you to downtown attractions in just 30-40 minutes (Times Square, Brooklyn Bridge, Statue of Liberty etc.). There are free parking on the street and a very affordable parking garage very close.", "name": "Huge Economical Studio in Private House Near Metro", "picture_url": "https://a0.muscache.com/im/pictures/451fd6e9-0c49-43b2-a6b0-c774816b706e.jpg?aki_policy=large", "url": "airbnb.com/rooms/16892955", "id": "16892955", "price": 70, "review": "Terrible neighborhood. Booked 5 nights but the area did not feel safe, and my group did not feel comfortable staying the night here. Reached out to Airbnb who contacted the host who did not offer a refund. Bad experience. "}