{"description": "My place is on the western side of SoHo (it's on Spring St), a short walk from from all the fancy shops (Chanel, LV, etc) and awesome restaurants (Balthazar, Lure, Cipriani), and right above Dominique Ansel Bakery (home of the Cronut!) . \nYou’ll love my place because of the neighborhood. My place is good for couples, solo adventurers, and business travelers.\n\nThe apartment is pretty spacious, considering the location (about 650 sq ft). \n\n\nThere's a queen size bed in the bedroom. There's a pull out couch (pulls out to a full/queen bed) in the living room, which has sliding pocket doors so it can be closed off from the kitchen/common area - much like a second bedroom.\n\nCheck the comments on the photos for more details about the layout, or feel free to reach out with a question :) \n\n- There's two heat/AC units, one in living room and one in bedroom, which are remote controlled. \n- There is a TV, with Apple TV (subscriptions to Netflix, Hulu, Showtime Anytime, etc) but no cable TV\n- There are clothing hangers, a steamer and ironing board/iron\nSee the \"amenities\" section for a full list of amenities\n\n- Apartment is on the third floor (no elevator), so you have to walk up two flights of stairs\n- It is VERY quiet, it's in the rear of the building, so no street traffic. The windows look out over a few low level buildings and into a small playground where kids play\n- No laundry in building, but I can recommend a laundry spot 2 blocks away if needed. If I need to clean a few items, I'll often just do it by hand, using a big Home Depot bucket, laundry soap, and a drying rack - these items are in the apartment and free for you to use if you'd like :)\n\nOne of my favorite hobbies is trying to beautify my apartment - hopefully this shows!\n\nThe entire place\n\nSend me a message and I'm happy answer questions you may have about NYC -- the people are much nicer than we get purported to be, I promise :)\n\nIt's on the western side of SoHo, a short walk from Broadway and all the fancy shops (Chanel, LV, etc) and awesome restaurants (Balthazar, Lure, Cipriani).\nIt's about a 20 minute walk north of the Freedom Tower/ 911 Memorial, and a 15 minute walk (1/2 mile) south of Greenwich Village (West Village, NYU)  \n\nAlso, the apartment is:\n- 1/3 mile north of Canal Street (the gateway to TriBeCa)\n- about 1/2 mile from the Hudson River (and Hudson River park nice walking area - where you can see the Statue of Liberty)\n- 1/2 mile west of Little Italy\n\nAnd also, by taking the subway, you can get:\n- To Times Square in 15 minutes\n- To the Empire State Building in 20 minutes\n- To Grand Central in 20 minutes\n- To Rockefeller Center in 25 minutes\n\nWant to go somewhere else? Just send me a message and I'm happy to give you any directions/traveling around the city advice.\n\nThis is walking distance from all major Manhattan subway lines: (Red, Blue, Yellow & Green) - see my photos for map views of how close it is to these subways. \nCabs are plentiful if you just walk out the door and wait for one to drive by, also I recommend LYFT if you're looking to plan a taxi ride in advance. \nIf you have questions about using any of these just let me know. \n \n...and since you're already in SoHo, why even leave?!", "name": "Adorable pre-war in heart of SoHo", "picture_url": "https://a0.muscache.com/im/pictures/fbfbb6be-aa50-479c-b6b2-94c566ac0847.jpg?aki_policy=large", "url": "airbnb.com/rooms/16899058", "id": "16899058", "price": 259, "review": "Molly's place was in the perfect location and we'll-appointed. It was quiet and comfortable. We could not have asked for more!"}