{"description": "Brand new listing - ideal for small groups visiting NYC!\n\n- Private entrance/digi-lock\n- Large flat screen TV\n- Nice sized full bathroom\n- Big yard, yes your kids can play in the yard!\n- High end pull out sofa beds\n- Upscale, safe neighborhood (Saturday Night Fever was shot in Bay Ridge!\n- A few blocks from Shore Road - water side park, outdoor entertainment, baseball fields, basketball courts\n\n- Walking distance to NYC Subway (R train)\nand X27 X37 luxury express busses that zoom into Manhattan\n\n\"Kitchenette\" - see photograph 6\n\nAvailable to answer any questions, concerns. Alway fast responses.\n\nFrom Wikipedia \"Bay Ridge\"\n\nThe first Dutch settlers began farming here in the 17th century.[4] Well into the 19th century, what’s now considered Bay Ridge consisted of two sister villages: Yellow Hook to the north, named for the color of the soil, and Fort Hamilton to the south, named for the military installation at its center. The latter began to develop in the 1830s as a resort destination to lodge visitors to the army base. The former began to develop after 1850, when a group of artists moved to the area and founded a colony called Ovington Village; before that, it was mostly farmland.\n\nIn the 1850s, Historic Marker name to avoid association with yellow fever.[5] \"Bay Ridge\" was suggested by local horticulturist James Weir after the area’s most prominent geographic features: the high ridge that offered views of New York Bay.[6][7] The natural beauty attracted the wealthy, who built country homes along Shore Road, overlooking the water.[8] By World War II, almost all of these large houses had been replaced with apartment buildings.[8]\n\nIn the nineteenth and early twentieth centuries, many Norwegian and Danish sailors emigrated to Brooklyn, including Bay Ridge and neighboring Sunset Park; Lapskaus Boulevard, referring to the salted Norwegian beef stew, was the nickname of Eighth Avenue in this area.[9] Development took off after the Fourth Avenue subway (today's R train) arrived in 1916, and accelerated through the 1920s, when the number of apartment buildings increased fivefold, replacing old farms, homesteads and houses.[10]\n\nConstruction of the Verrazano-Narrows Bridge, which connects Bay Ridge to Staten Island, was completed in 1964. Though now an iconic structure, it was opposed by residents because it would require the demolition of many homes and businesses. Eight hundred buildings were destroyed, displacing 7,000 people, to make room for the bridge and its approach. Also destroyed was Fort Lafayette, part of New York City's defense system along with Fort Hamilton and Fort Wadsworth in Staten Island, replaced by the base of the bridge's east tower.[11]", "name": "Private Luxury Quarters | Yard | Park | Water", "picture_url": "https://a0.muscache.com/im/pictures/f86b3ec4-6c39-4159-9111-ebd25cb6b89d.jpg?aki_policy=large", "url": "airbnb.com/rooms/16895082", "id": "16895082", "price": 73, "review": "This was my first airbnb and I loved everything about it. wonderful communication with Myles. Great location. We walked 3-4 blocks and found great places to eat for breakfeast. The space was very clean. We forgot to pack washcloths and bodywash, and they had everything we needed. Checking in was super easy, We also found parking on the street right in front of the house which was perfect. They even had a heater just in case if you got cold which i did use it worked great, it warmed the whole space.Myles I had an awesome time thanks for everything."}