{"description": "This awesome \"studio apartment\" located in the heart of the trendy East Village includes a private outdoor terrace with an UNBELIEVABLE VIEW of the New York City skyline.  It is perfect for a couple looking for a romantic NYC getaway, or someone simply trying to experience apartment living rather than cram into a tiny, overpriced hotel room.  An apartment with an outdoor terrace this large and a view this incredible is a RARE find in New York City.\n\nThe apartment is located in a 24hr doorman building complete with elevator, gym, laundry room, ATM, and an additional roof deck with panoramic views of the entire city.   The available studio space is actually the upstairs of our duplex apartment, but it is separate and private. It comes with a private bathroom, private entrance, private terrace, full size bed, television w/cable, high-speed Wi-Fi and kitchenette supplies (mini-fridge, toaster oven, microwave, coffee maker, flatware).\nPRICING:\nStays 7+ nights will be given a 10% discount.\nPrices vary due to other circumstances as well. During summer months (May through September) the minimum stay is 3 nights (on weekends), unless it precedes or adds to an existing reservation.  Please contact us for specific pricing for your travel dates.\n\nCLEANING CHARGES:\n\nBasic housekeeping costs begin at $60.  Stays more than 7 nights may incur a charge of $100, which you will pay directly to apartment manager / house cleaner.  They will come and clean the apartment and do laundry (towels + sheets) once per week after your 7th night.  There are laundry machines in the building for you to use any time, or we are able to arrange for additional housekeeping services if preferred. \n\nAny damage to the apartment or furniture will incur the appropriate charges.\n\nPlease contact us for special requests.\n\nADDITIONAL INFORMATION:\n\nThe unit does NOT have a full kitchen, but it does come with: mini-fridge, microwave, coffee maker, toaster oven, water, tea and coffee.  Food is also available for delivery 24 hours a day, and some of the best restaurants in the city are within just a few blocks.  We are always happy to make suggestions for you if you need help deciding. ☺\n\nThis building complex has 125 units, mostly 2 bedrooms, but this is a special 3 BR Duplex with an outdoor patio. We have split the apt into 2 apartments, making this a private studio apartment.\n\nThis building is one of only a few in the neighborhood that has a doorman, elevator, gym, ATM, laundry room, panoramic rooftop, and courtyard.  \nYour private terrace comes with a table, chairs, umbrella, sun chairs, hammock, and an incredible view.\n\nADDITIONAL INFO/CHARGES:\n\nA deposit will be required and will depend on the length of your stay.  A cleaning charge will be required as well and will also be adjusted according to the length of your stay.\n\nThe studio apartment is ideal for a single person or a couple. There is one Full Sized Bed.\n\nLinens: Clean when you arrive.  \nTowels: Clean when you arrive. \nKeys: One set of keys will be provided.  A $10 fee applies for rental of an additional set of keys.  Lost keys will incur a $75 replacement charge.\n\nNEIGHBORHOOD:\n\nThe East Village is one of the most desirable and trendy neighborhoods in New York City, as it hosts some of the best restaurants, cafes, parks, bars and entertainment.  You can walk to a variety of top-notch restaurants, including great Indian, Russian, Greek, Italian, Mexican, Japanese, Chinese, Thai, Vegetarian and American restaurants all within a 5-block radius.  If you're too tired from touring NYC and don't feel like going anywhere, you can simply order in and have anything delivered to your room.  Literally, ANYTHING. There are also two places within a 2-block radius that are open 24hrs and serve food.   \n\nIf nightlife is your thing, the East Village is one of the premier neighborhoods in the city.  It hosts some of the best cocktail bars, dive bars, nightclubs, live music venues, comedy clubs and sports bars in the world.\n\nGETTING AROUND:\n\nIf you want to get out of the neighborhood and see some more of the city, there are taxis on nearly every corner, plus 3 different subway lines several blocks away, and public buses as well.  If you enjoy a good bike ride, Citi-bike rentals are a block away. Uber/Lyft/Gett/Via are always a couple of minutes away as well.\n\nHOUSE RULES:\n\nNo smoking inside\nNo pets allowed\nNo parties or events\nNo additional guests without prior approval, and guest names will be required.\nNo throwing anything off the terrace\nYou are responsible for keeping the terrace neat and free of garbage.  Additional fees may apply for terrace cleaning if not left in good condition. \n\nPlease keep the noise down after midnight during the week. There are full time resident neighbors who live in the building (and we live downstairs!). If you break something, you bought it. \nSmoke cigarettes OUTSIDE on the terrace and mind your butts please!  \n\nCHECK IN / OUT: \n\nCheck-In time is 3 pm and Check-Out time is 11 am.  We understand that people might be traveling from abroad or on a redeye and have unusual arrival and departure times, and we will do our best to be flexible and accommodate your timing if at all possible.  Often this will be based on the arrival/departure schedules of other guests, so please understand if we cannot accommodate your request.  Please note that in extreme circumstances, minimal charges may apply. \nYou may keep your luggage safely stored until your flight leaves. \n\nIf you need anything or have any questions, we will be available via call/text.\n\nThanks!  We look forward to hosting you!", "name": "Great NYC View - Great NYC Apt!", "picture_url": "https://a0.muscache.com/im/pictures/a3ab8dc4-6aa4-4147-9b55-cd1edea518eb.jpg?aki_policy=large", "url": "airbnb.com/rooms/16916292", "id": "16916292", "price": 149, "review": "Had a great visit to New York staying at Aly & Josh's place. They were both friendly and welcoming, and were right downstairs just in case (but we had no problems!) The view from the back patio is fantastic and there is also an amazing view of the whole city from the roof deck. Loved the whole apartment and all the great food nearby. Definitely recommend!"}