{"description": "Lefferts Gardens/Prospect Park Neighborhood:\nBarclays Center (5-7 minutes)\nProspect Park includes cycling, paddle boat, skating, and more! (2 minutes)\nTimes Square (25-30 minutes) \nBrooklyn Museum (3 minutes)\nAtlantic Terminal Shopping Mall (5-7 minutes)\nDowntown Brooklyn (10 minutes)\nRestaurants, grocery stores, & shopping (2-10 minutes)\n\nGated community with 24 hour security personnel on site \nLarge living room and bedroom space\nParquet floors\nGranite countertops \nStainless steel appliances \nLarge living room and bedroom windows \nLarge closet \nBathtub & shower\nLarge patio with patio furniture\n\nPatio \nLaundry\nOffice space including wireless copier and printer, & WIFI\nFull kitchen including: microwave and toaster oven \nRefrigerator & freezer space, cabinet space, dishes, pots & pans, and cooking utensils; closet space, drawers, towels, sheets, cleaning products. \n50\" Flatscreen TV with Hulu, Netflix, Internet, Crackle, NBC, & Local & FOX News programming. \n\nLiving room space may be shared depending on booking.\n\nI love for my guests to feel welcomed and comfortable!  Depending on length of stay, I will be present during the stay. Please feel free to ask me questions, I want my guests stay here at \"Prospect Park is Your Backyard\" to be the best experience possible for them!\n\nHeart of Brooklyn with great community amenities including park, museums, restaurants, shopping, theatre, and more (listed above)! Consisting of young & middle aged working professionals, entrepreneurs, and families. Perfect for peace and quiet and night life, depending on your preferences!\n\n42nd Street (25-30 minutes via train)\nB, Q, and Shuttle Train, B41, B49\n\nAffordable Parking Garage attached to the apartment building", "name": "\"Prospect Park is Your Backyard!\"", "picture_url": "https://a0.muscache.com/im/pictures/dffb1231-0324-4e93-a6c3-57b04eb5b4a2.jpg?aki_policy=large", "url": "airbnb.com/rooms/16926786", "id": "16926786", "price": 45, "review": "This place is beyond amazing had a great time has everything you need and subway is near by only advice I would give is renting a car may not be advised because I spent more than expected on parking ESP when I caught the train and bus everywhere "}