{"description": "-Simple, Beautiful Room in plant filled apartment with a Plush Queen Mattress \n-2 Blocks To Subway, 15 minutes to Manhattan\n-Sleeps up to 3 People with gold velvet couch\n-Brand new modern building with color screen buzzer system and alarm\n-Washer and Dryers in building however they cost $2 per cycle \n-Ideal Location in Bushwick close to bars and groceries and multiples subways\n\n**Pricing Fluctuates During Weekends/Seasons/Holidays, $60 is base price otherwise it is generally $60-90 for 1 person (inquire about the dates and your price is automatically generated)**\n\n-Safe Private Room in apartment \n-Free Street Parking\n- Queen Mattress\n- Couch available for 2nd or 3rd guest\n-Can Accommodate 3 People\n-Brand New Modern safe and secure apartment \n-Flexible Check In/Check Out Times\n-Basic Cooking Amenities\n-Perfect Location, Close to subways, bars, restaurants and 15 minute subway right (4 stops) to manhattan\n\nThe place is ideal for couples or for groups of friends up to 3. I have the queen bed in the bedroom and a stunning gold velvet vintage sofa in the living room.  I can provide pillows and blankets for the sofa if needed.  I want to be clear that this is not a party pad as the neighborhood tends to be quieter by Brooklyn Standards\n\nFeel free to use me as a resource if there's anything you're curious about in Brooklyn or Manhattan.  I have lived here for 5 years now so I know a decent amount about both boroughs. \n\nPets will be considered on a case by case basis. I will expect your animals to be friendly and well socialized towards people.\n\nI love my neighborhood and living in the heart of Bushwick for many reasons.  My favorite bars around the neighborhood are Skyetown, Birdy's, Happy Fun Hideaway, Bossa Nova Civic Club, Silent Barn, Bizarre.  Favorite Restaurants are Little Mo (Delicious pho and small plates), Juno (late night sit down), Dilliger's (coffee and lunch), Bizarre also serves brunch.\n\n-Walking distance to the J and M trains.  J train is 2 blocks away, M train is 3 blocks away.\n\n-Many bars, restaurants, groceries and coffee shops within a 5 or 10 minute walk.\n\n-There's free street parking.\n\n-A main road with taxis is a block away.", "name": "Modern Bushwick Brooklyn Room", "picture_url": "https://a0.muscache.com/im/pictures/874f2b7b-63b5-4d07-a3e2-fe3f4dc0af04.jpg?aki_policy=large", "url": "airbnb.com/rooms/16930152", "id": "16930152", "price": 50, "review": "The host canceled this reservation 12 days before arrival. This is an automated posting."}