{"description": "My husband and I have an excellently funky Brooklyn apt with lots of space and light.  It is conveniently located in South Park Slope and just a 2 min walk to the R Subway line. \nOur place is well loved and lived in - we share when traveling so please expect an eclectic, imperfect and warm home.  \nWe welcome all kind respectful folks who simply need a home away from home.  \nOur landlords live on 1st floor and children reside on both floors below.  \nPlease, no parties and absolutely no smoking.\n\nOur apartment has great light throughout the day and is spacious enough to spread out and get comfortable.  \nWe occupy the entire 3rd floor of a brownstone - a huge 1br bedroom with Tempurpedic queen, large dining/living room, wifi, TV with Amazon Firestick, vinyl library, drama library, walk in closet, office with electric piano and desks, fully loaded kitchen (w/vitamix, sharp knives and all clad cookware)\n\nOur bathroom is the tiniest ever but it's sufficient.  The ample space throughout the rest of the apartment certainly makes up for the lack of space in the bathroom.\n\nGuests will have full access to the apartment.  As stated before, this is our personal home that we share when traveling so there will be designated storage space for our guests - please respect our personal belongings in the rest of the space.\n\nWelcoming will be coordinated upon confirmation of booking.  We will be happy to offer up lots of recommendations via email/phone beforehand and while we are away.\n\nLocation: neighborhood of South Park Slope, a 15 minute walk to Prospect Park and beautiful Greenwood Cemetery, with a SLEW of excellent food, drink and entertainment options.  \nWhole Foods at 3rd st and 3rd ave is 10-15min walk away.\nBrooklyn Chinatown is a few subway stops away on the R.\nBarclays Center is a 10min subway ride. \nVery close to the neighborhoods of Gowanus, RedHook, Sunset Park, Park Slope (proper), Downtown Brooklyn, Carroll Gardens\n\nSubway Transit: 2 minute walk  (1/2 block) from the Prospect Ave R line; 7 minute walk from the F/G line at 4th/9th St\n5th Ave buses run every 10 min or so.  \nYou may you the MTA card for both subway and buses.\nUber and Taxis are readily accessible in this area.\n\n2 female cats typically live in this apartment.  They will NOT be present but important to note for anyone severely allergic.", "name": "Entire 3rd Floor of Brooklyn brownstone", "picture_url": "https://a0.muscache.com/im/pictures/674dc1e1-3cef-4f8f-9d61-807d86ce37ea.jpg?aki_policy=large", "url": "airbnb.com/rooms/16933481", "id": "16933481", "price": 77, "review": "This was a very comfortable and homey place to stay.  Easy access to the subway, and by NYC standards, very manageable if you have or are renting a car (I always found on street parking within 2 blocks, and easy access to highway made NJ, CT, and airport access easy)."}