{"description": "Our place is a beautifully renovated entire brownstone in Brooklyn's charismatic BedStuy neighborhood (close to Saraghina, Peaches, A/C trains 20-30min to Manhattan, easy express bus to JFK).\nWe're renting out a single large bedroom with south-facing windows, spacious enough to easily hold a second bed in case you need it (we have an extra bedsofa).\nYou’ll love the place because of the nice & respectful & quiet roommates (there are 3 of us) and because of the outdoor space & general ambience!\n\nThis is a truly unique place, a recently renovated entire brownstone that has NOT (in contrast to most other renovated brownstones) been converted into a multi-apartment building. You'll have access to all floors, from garden to rooftop.\n\nYou'll have one large room on the second floor (right up the stoop) in a shared house. You'll have access to kitchen, 2 shared bathrooms, living room, backyard, roof (and basement in case you want to go there..).\n\nWe are happy to help our guests where we can and love to make them feel comfortable and welcome! We are all in our 30s, work in various different fields (from science to arts, from teaching to research), enjoy having and entertaining guests and at the same time know how to give space and privacy.\n\nThe neighborhood is residential with beautiful brownstones (real mansions) on essentially all blocks. There are bars, coffee places, small boutiques, some vintage stores and other interesting little places around. Supermarket within 5min walking distance, and also smaller delis even closer.\n\nThere's an express bus that stops right at the corner and goes straight to JFK airport. Also the A train that goes to JFK, and to Manhattan in just about 20min. Also there are Citibike stations everywhere, so in nice weather I recommend biking! (We also have bikes here we are happy to let our guests use!)", "name": "Spacious bright room in gorgeous brownstone", "picture_url": "https://a0.muscache.com/im/pictures/e31ed138-d31c-4b59-8305-3aaef16364d6.jpg?aki_policy=large", "url": "airbnb.com/rooms/16930372", "id": "16930372", "price": 60}