{"description": "This is a cozy, small single studio loft ideal for couples or single travelers. It is very close to Central Park and to the museum mile on 5th Avenue-Guggenheim, the MET, Cooper Union, The Frick, Jewish Museum and many more.\n\nI have a single loft studio apartment in the heart of Upper East Side. The space is small but well designed and put to feel cozy. \n\nThere is a fully stocked kitchen and a small bathroom- sink, toilet and bathtub. \n\nPlease note that this studio is fully filled with my personal items and furnitures. However, there will be empty shelves and closet space for your clothes and other items as well.\n\nFeel free to help yoruself in fully stocked kitchen- snacks, tea, coffee etc. just make sure to check the expiration date!\n\nLinens, blankets, and basic toiletries are all included. Feel free to use bathroom supplies if you need it.\n\nIf you guys need a tour around the area, I am happy to show you and take you to places.\n\nThis neighborhood is safe as ever and is a gem for art galleries, museums and food. Upper East Side's Yorkville area has lots of young people, families and children.\nYou'll find some of the best restaurants and cocktail bars are right around the corner- The Infirmary, The Writing Room, Cafe D'alsace, The Penrose... You will find great, delicious food in this area as well.\n\n5minutes walk- 4 blocks away from the Q train (yellow line) and 10minutes walk to 4-5-6 trains (Green line) on 86th street.\n\nThe studio is in a prewar building- the term, applied generally to apartment buildings built before World War II, conjures images of high ceilings, and thin walls. Since the walls are thin, you will hear people coming and leaving the building. They will hear you if you are loud as well.\n\nFor summer guests: Please make sure to keep the AC off if you are not in the apartment. Other times, feel free to keep it on. \n\nFor winter guests specifically: The heat system in New York City is based on a steam heat system. Before the heater starts working you will hear a loud cling from the pipe which is located in the bathroom. After the sound, you will hear the steam noise coming from the heater which is located by the window. There is nothing you should be worried about it.\n\nPlease always make sure not to leave food out! Keep everything refrigerated!\nDo not forget to clean after yourself and do not flush paper in the toilet. Thank you and enjoy!", "name": "Small Studio Loft in Upper East Side", "picture_url": "https://a0.muscache.com/im/pictures/3e734ff2-5748-438a-b5ef-e90ae70166d6.jpg?aki_policy=large", "url": "airbnb.com/rooms/16943400", "id": "16943400", "price": 100, "review": "Ilayda was the perfect host, and her place was exactly as described online. She offered to show us the neighborhood, and checked in a couple of times to make sure we were all set. The space is small but perfect for a couple, I will definitely be staying there every time I'm in the city!"}