{"description": "PRIVATE RENTAL! \nNOT SHARED!\n\n10 minutes from city by JMZ train \n\nWelcome to my NYC home! This HUGE studio loft can sleep 6+ with a futon, sofa bed and Queen Bed. Less than 10 minutes from downtown.\n\n10 minutes from the city \n\nWelcome to my NYC home! This HUGE studio loft has with a fold down futon, Air mattress and Queen Bed. Additional Air mattresses available upon request.\n\nKitchen for you to use and a bathroom with tub/shower.\n\nEVERYWHERE (just stay out my drawers)\n\nUsually if youre staying it means i am out of town temporarily. Call me if you need me\n\nNot quite gentrified yet but not ghetto. There's a laundromat on the corner, as well as smoke shops, 99 cent stores, Chinese food, Popeye's, Dunkin Donuts, Checkers and even a supermarket in case you wanted to cook while here.\n\nThe J,M,Z train come right in front. Those three will connect you to any train you may need. The J goes downtown while the M actually start in queens, goes through Manhattan and ends in queens. So don't fall asleep drunk or you'll got back and forth!\n\nOH, and you're about 10 minutes from the city. You're welcome!\n\nThis apartment is right next to a subway line. As in, i could probably jump from my apartment onto the train. I've blocked the light but the train is loud. Its best at night when sleeping luckily, since the trains are less frequent. I keep earplugs on order just for that! The noise, however, is not unbearable or overbearing (ha! 2 bear words! Otters anyone?)", "name": "Large Loft 10 Minutes From Downtown", "picture_url": "https://a0.muscache.com/im/pictures/79cb9332-e6d3-4262-a51f-207ad8fb22fc.jpg?aki_policy=large", "url": "airbnb.com/rooms/16946286", "id": "16946286", "price": 100, "review": "We didn't even get into this apartment. Arrived in New York at 3am having no idea where we were. The keys given wouldn't open the door. Rang this host and was told just to cancel reservation and call airbnb to help us. We refuse to cancel as then we are not enitilted to full refund which we 100% are and reimbursement for the 840 dollars we spent on new accommodation. We were terrified and upset. We were left completely stranded. NYPD were involved attempting to help us and told us not to stay in this area at this time of night. \n\nThe worst and most frightening  experienc we've ever had. "}