{"description": "The studio is close to Chelsea Market, the High Line, the Whitney Museum, and Chelsea Piers. It's on a calm, tree-lined street, and always gets plenty of light. It's a small apartment, but feels very cozy and is always very clean. If you are planning on spending most of your time exploring the city outside the apartment, then this is the perfect fit. My studio is great for couples, solo travelers, and for people traveling on business.\n\nThe studio includes\n- Queen bed\n- Purified water \n- Box of snacks\n- Surround sound (Apple AirPlay)\n- Apple TV\n- Premium wifi (loads movies in minutes)\n- 100% down fill comforter and pillows\n-Light filtering and blackout shades \n\nThe space is very clean and free from smells. \n\nThe building is a walkup.\n\nIf you need anything I will be available by text or email.\n\nChelsea is a great neighborhood for people of all ages. There's plenty of shopping, food, art, and nightlife within walking distance. I'd be happy to provide recommendations based on your interests!\n\nShort walk to the ACE, 123, and L, with easy transfers to the NQRW, BDFM, 456. Two stops on the ACE to Penn Station--LIRR to Long Island and JFK Airport, NJ Transit to Newark Airport.", "name": "Cozy studio by High Line", "picture_url": "https://a0.muscache.com/im/pictures/2f68ffcc-6c81-465c-a987-6b6c40567366.jpg?aki_policy=large", "url": "airbnb.com/rooms/16965509", "id": "16965509", "price": 120, "review": "Our stay at ben's apartment was a dream. We had our flight cancelled because of the snow & Ben and Charlie were so accommodating towards us and we were able to change our stay time. The apartment was great exactly what we needed, in a great area, loads of great restaurants, bars and short walks to different attractions. And a very short walk to the subway! Charlie & Ben were very helpful on stay if we needed any questions answered. Pretty much the easiest air BnB experience I have had. And the bed was so comfortable as well! We didn't want to leave! Thanks for making our experience such a great one. We 100% recommend... We hope to come back someday soon! "}