{"description": "Enjoy a cozy, upscale studio with cush furniture on the 2nd floor in the Murray Hill area of Manhattan, located on a quiet street with a parking garage just down the block. You'll sleep like a baby on the super-deluxe, comfy bed and be ready for whatever excitement New York holds for you in the morning!\n\nThe studio is designed to make you feel right at home as soon as you walk in. Each piece of furniture is one of a kind, hand-selected from all over the world. Cozy up on the bed or couch and watch movies on the big flatscreen TV.\n\nShould you have any questions or need help, we're just a phone call away. :)\n\nThe studio is in a stellar, central location an upscale, safe neighborhood. \n5th Avenue shopping, the Empire State Building, Gramercy Park, Madison Square Park, the Flatiron Building and more are all within 15 minutes walking distance or less. \nLots of top-rated restaurants & rooftop bars are just a block away, and there's a Starbucks on the (URL HIDDEN) easy! \nWith the 28th Street station (IRT Lexington Avenue Line) just 2 and a half blocks to the west on Park Avenue South, and buses passing on 2nd and of course ridesharing everywhere, you won't have a problem getting where you need to go quickly. \nThere's also a paid public parking garage just down the block!\n\nAbout the security deposit, don't worry. No charges or authorizations will be made unless you break or damage something!", "name": "Lovely studio, Murray Hill area! Central location!", "picture_url": "https://a0.muscache.com/im/pictures/20afd7b4-40ff-4479-8368-da69fb59ca41.jpg?aki_policy=large", "url": "airbnb.com/rooms/16974228", "id": "16974228", "price": 177, "review": "Rafael truly lives up to the title of super host!!! He is always reachable via text or phone, and is the friendliest and most responsible host I have ever had. \nOne night, my girlfriend and I locked ourselves out by accident, but Rafael was a phone call away and we got back in within an hour! AND it was Friday at midnight. The place was very tidy and well supplied, with everything from kitchen supplies to toiletries and towels. It was the perfect get away for me and my girlfriend, quiet at night but also close to lots of restaurants, and not to mention both the 6 and WQ lines (amazing!)."}