{"description": "Our cozy and comfortable 1-bedroom apartment is a real gem! Located on the 2nd floor of a very nice building in Astoria, one block from the N/W subway (Astoria blvd station) , a few minutes from Manhattan, restaurants, laundromat , delis and other stores walking distance from the apartment, has everything someone needs !\n\n1 queen size bedroom\n1 super comfortable sofa bed\n1 airbed\n1 couch\n\nCan use the kitchen to cook\n\nWhenever needed\n\nSuper close to the subway, very quiet neighbourhood\n\n1 block from subway to Manhattan", "name": "Entire beautiful apartment-Astoria", "picture_url": "https://a0.muscache.com/im/pictures/c108fc97-a8f6-4d3a-a832-203b68611d72.jpg?aki_policy=large", "url": "airbnb.com/rooms/16975094", "id": "16975094", "price": 100, "review": "Dioni is a great person. She is very nice and reliable and someone with whom I would guest with again simply due to her commutative skills. I stayed for ONE month and there was never a time where I could not easily reach her. \nThe apartment was just as described \nIt's is an older building so there is obviously work to be done but it is well maintained. We had an issue the first night with plumbing around 12am! Thankfully Dioni was immediately responsive even for such a late emergency call. \nIt's only a four story residential building and the landlord was very nosy and so was the primary reason of most discomfort. Its an uncomfortable sense of being watched or needing to hide. \nThere is smoking in the building so during the first two weeks my clothes carried an unwelcome scent. Yet nothing that fresh air and perfume couldn't solve. \nOther than that, the apartment is very close to the train (2 blocks) that you can actually watch the train go by at night from the bedroom and living room windows! \nHer decor is very charming and the neighborhood felt very safe and well situated near markets, shops, and restaurants. Dioni is a very gracious hostess and allowed us to use anything in her place that was of convenience. (Read: eggs) \n"}