{"description": "My place is perfect for couples, great for solo adventurers who prefer privacy and extra space, business travelers who don't need irons or microwaves, and families (with one maybe two older kids).\n\nSun drenched true one bedroom apartment in a charming, classic building (with fun elevator) + Amazing Location!! \n\n-One half block from Strawberry Fields in Central Park and The Dakota \n-Around the corner? EVERYTHING IMAGINABLE! 72nd street is NYC:Perfectly Condensed-charm, character, every kind of food, and THE best shopping in the world.\n-Walking distance to Lincoln Center\n-Walking distance to Columbus Circle\n-Half a block to the 72nd Street 1, 2, and 3 line\n-One half block to the 72nd B, and C line\n-Easy access by public transport from JFK, EWR, & LGA\n\nThe apartment: full of light and lots of windows (with easy pull down blinds) in every room including one in the bathroom. It is a true one bedroom with a real door that closes.\n\nWe will give you some our our closet space to hang your clothes and an empty drawer or two amidst our own things.\n\nOur place faces the inside of the block not the street side so it's quieter, and our floor is above the apartment behind us so you have a nice view of 72nd St, and The Great North Manhattan beyond!\n\nThis is our home, we both travel a lot for work and love to share our amazing place/location with the world while we're out exploring it!\n\nYou get a warm bed, bedroom, your own bathroom, fresh towels, living room, dining area.\n\nEnjoy free Wifi! But please be respectful of our things and do not use our computer or office equipment.\n\nWe have a kitchen with a fridge. Use at your own risk/discretion. There's nothing crazy about our kitchen just be clean, safe, and responsible. If you've never cooked before (not being condescending, I just know from experience you're out there, and traveling inherently makes you want to try new things), please don't  try cooking for the first time in our kitchen. Experienced and sober chefs get kitchen access only ;) especially when there are so many incredible places to eat all around you, and our kitchen is no where near the luxury of the set from \"Chopped\":D\n\nFor instance: we do *not* have a microwave or toaster. \n\nWe do have an electric kettle, help yourself to tea, or cold brew if it's in the fridge. Enjoy cups, bowls, plates, glasses, cutlery, tupperware...ect.\n\nThere is a laundry room in the basement if you need, with a card you can fill, it only takes $5-20 bills. The card is property of the apartment so whatever change is left on the card you will not get back. There are also two laundry-mats on our street.\n\nWhen it comes to bathroom products: if it's out try it out, if it's in (a cupboard/drawer) leave it in.\n\nBasically, make yourself at home while being the guest you'd want to have.\n\nI will do my best to respond to emails promptly. If I'm not responding, I'm likely on an airplane and/or outside of service area.\n\nI will leave notes, be happy to give advice and answer any and every question or concern you may have.\n\nI will try, depending on your arrival time meet you face to face before you leave, but in my experience, that might not happen. You may be picking up keys from a neighbor, or shop owner.\n\nEVERYTHING you could ever dream of and more in a two block radius.\n\nAny level of dining experience of type of food and or beverage you can think of-  two block radius.\n\nAnything you could ever want to buy, three block radius.\n\nHeard of Central Park? Strawberry Fields? A block and a half away.\n\nThe world's greatest talent? 5 block radius.\n\nMost of the Museums? Walking distance.\n\nNeed Spa or beauty treatments? Go there in your PJs.\n\nBlow out before a night out? Walk across the street.\n\nLate night craving for salami, ice cream, celery, and eggs? Go to the corner and get 'em (you may also want to grab an Equate stick and tooth paste while you're at it.)\n\nFresh flowers, boom. \n\nGoing downtown? Subway entrance at the end of the block to your right, oh and it's an express line.\n\nCitibike? Look left.\n\nYou'll want for nothing but more time at our humble abode. And if you didn't have that pesky bucket list, you'd never have to leave the 'hood for that fully romanticized authentic New York experience.\n\nHalf a block: the 1, 2, and 3 trains. (Subway)\n\nOne and a half block: the B and C train.\n\n(72nd Street Station is the stop)\n\nWalking distance to most great things, citibike to everywhere.\n\nGetting here from JFK: AirTrain to Jamaica station, LIRR(at track 2 or 1) to Penn Station, then 2 or 3 train uptown 2 stops. \n\n*You could also take the E train to 42nd and then transfer to uptown C, but you're only saving $3 and adding a lot of time and stress.\n\nFrom EWR: NJ Transit Train to *NY*Penn Station (make sure it's not *Newark* Penn station) then take 2 or 3 train uptown 2 stops.\n\nFrom LGA: Q70: LGA Shuttle to Woodside Station, free transfer to 7 train to Manhattan, get off at 42nd Street and take 2 or 3 one stop uptown. *Or* take M60 SBS to 125th and Lenox, free transfer to 2 or 3 train downtown 3 stops.\n\nThis is our home, and not a hotel or exclusive air b n b rental property. Our clothes, shoes, and belongings will be in closets, drawers, shelves, and cupboards and may seem by comparison to a hotel or vacation rental more cluttered. We expect that you will show our home the same level of respect you would hope yours will be treated with. \n\nIf you need to sleep during the day, be advised we do not have black out shades.\n\nThere is never silence in the city, however, our place faces the inside of the block so for the city, quieter.", "name": "Strawberry Fields Forever!", "picture_url": "https://a0.muscache.com/im/pictures/bd8fb4c3-6b98-4669-ba34-05b9489d84ef.jpg?aki_policy=large", "url": "airbnb.com/rooms/16972627", "id": "16972627", "price": 200, "review": "This is the best place we've ever stayed in in NY, and that includes the Waldorf! Great location, terrific hosts, very lovely and livable place...we could have stayed for weeks,\nquiet, easy walking distance to the theater, the park, the museums, with plenty of good local restaurants. \nI almost hesitated writing this because I don't want the place to be so booked that we never can go again!\n\nGrab it now!\n\nMark"}