{"description": "Beautiful 3 room apartment featuring a large private terrace in Manhattan (Hamilton Heights / Harlem). Subway is 10 seconds away (lines A, B, C, D and 1, some of which are express) and will take you anywhere in Manhattan in 20-40 minutes. Explore New York by living in an authentic and safe neighborhood, while being close to everything: shops, restaurants, bars, parks. Supermarket and laundromat located across the street. Wifi. Cable TV. Printer/scanner. Dishwasher. Microwave.\n\nThe apartment has a living room (with queen-size double mattress that can be used as a bed), a bedroom (with a queen-size bed) and a bonus room (used as a dining/working space). An inflatable mattress can be provided for a fifth guest. The apartment has its own large private rooftop terrace. It is fully furnished and equipped. There is WiFi and cable TV. You will also find a printer and scanner if you are here on business. The kitchen is equipped with a stove/oven, microwave and dishwasher. Supermarket and laundromat are located right across the street.\n\nGuests have exclusive access to the apartment.\n\nThe apartment is located at 148 street and Saint Nicholas Avenue, on the West side. Hamilton Heights is a gentrified, up and coming neighborhood in Harlem on the West side. It is a safe and fun place. Lots of restaurants, brunch places and several bars within walking distance. Supermarket and laundromat right across the street.\n\nEasy and fast commute to any destination in Manhattan (20 minutes door to door to Columbus Circle at 60 street and 25-30 minutes to Times Square or Penn Station) or the other boroughs using the subway lines A, B, C, D and 1. The subway entrance to A, B, C and D is at 148 street and Saint Nicholas, which is basically 10 seconds from the apartment. Subway A (express) takes you to JFK airport directly. Very easy commute using public transportation to LaGuardia airport.", "name": "Chic Manhattan apartment with your own rooftop", "picture_url": "https://a0.muscache.com/im/pictures/e4d9e327-3bce-41c1-9ad1-162439a2fd2a.jpg?aki_policy=large", "url": "airbnb.com/rooms/16985966", "id": "16985966", "price": 100}