{"description": "Beautifully renovated, large one-bedroom apt with top-of-the-line finishes. Stunning unobstructed views from bedroom, living room & kitchen. Extremely bright and flooded with natural light. Quiet.\n\nLocated in a beautiful historic building on a gorgeous tree-lined street on the Upper West Side.\n\nOnly 1 block from Central Park, 4 blocks from Museum of Natural History. Great selection of restaurants, cafes, bakeries & shops right outside your doorstop. A few blocks from 3 subway lines (B, C & 1).\n\nThis is a beautifully renovated and spacious one-bedroom apartment. It is flooded with natural light and enjoys direct sunlight and unobstructed views from the living room, bedroom and kitchen.\n\nYou'll enjoy all the conveniences of home, including wifi, cable TV and HBO, luxurious shower with rain shower-head, and much more.\n\nThe apartment is quiet and peaceful, perfect for relaxation and good night's sleep.\n\nIn addition the all facilities in the apartment, guests have access to the building's laundry facility. There is a charge for use of washers and dryers.\n\nI will be available over phone and email during your stay and will be happy to assist.\n\nThe Upper West Side is one of the most beautiful neighborhoods in New York City. This is a historic neighborhood, with beautiful buildings, charming tree-lined streets and easy access to other parts of the city.\n\nThe apartment is located only one block from Central Park, four blocks from the Museum of Natural History and in proximity to Lincoln Center and the Metropolitan Opera. It also offers a great selection of restaurants, cafes, bakeries, bars and shops right at your doorstop.\n\nThe apartment offers great access to public transportation, including three subway lines (B, C & 1) within a few blocks (less than 5-minute walk).", "name": "Brand New: Beautiful, Renovated One-Bedroom in UWS", "picture_url": "https://a0.muscache.com/im/pictures/3f447971-1c9e-4281-83d5-c2054c295aff.jpg?aki_policy=large", "url": "airbnb.com/rooms/16992781", "id": "16992781", "price": 250, "review": "We spend a perfect time in NYC. Zeev's apt. let us feel almost like home. It is located in our favorite Upper West Side area, where a lot of good restaurants are nearby.  The apt. is nicely renovated and has a lot of room. \nZeev organized and arranged everything perfectly. So far - it was our best stay in NYC. "}