{"description": "Our 2BR townhome in up and coming Long Island City is perfect for your New York trip!\n\nExplore. Just one stop from Manhattan and close to the Queens Midtown Tunnel there’s easy access to all the major attractions in the city.\n\nOur place is close to all the trendy restaurants, the waterfront park, and the train stops. The home itself is spacious and provides you all the necessities you need for a great stay including WiFi and heat.\n\nOur townhome is a comfortable 2BR/2BA. The kitchen features stainless steel appliances and the dining table seats four. Relax on the couch and watch some TV, or whip up a quick meal before heading out for a night out. Large windows provides plenty of light and the in-house washer and dryer allow you to do laundry in the comfort of your own home.\n\nOur location provides easy and quick access to Manhattan. A short walk from the 7 train, it is one stop away from Manhattan or a short cab ride through the Queens Midtown Tunnel. Walk along the East River Gantry Plaza State Park to see the beautiful New York skyline, or hop across and visit the world famous Central Park. If you’re staying in the neighborhood, there are many different restaurant, bars, and shops along Vernon Blvd just down the street. The Museum of Modern Art’s PS1 venue is also nearby for art lovers. There’s truly something for everyone here.\n\nBedding: \nBedroom 1- Master bedroom: Queen Bed\nBedroom 2- Guest bedroom: Queen Bed\nAdditional bedding available: Queen Sofa Bed\nSleeps: 6\n\nOur home is fully furnished and very comfortable. The kitchen is stocked with everything you'll need: appliances, cookware, dishes, etc.\n\nOur home is professionally cleaned before every stay, and comes with clean linens, towels, soaps, and everything else you'll need for a comfortable stay.\n\nThis is a rental for the entire home. You will not be sharing it with anyone and you will have access to everything in the home.\n\nYou will receive an email shortly after booking on how to check-in, including Wi-Fi and all other pertinent details.\n\nTo respect your privacy we will not bother you after check-in unless you need us. Feel free to reach out to us at anytime if you have any questions.\n\nNew York offers something for everyone:\n- Gantry Plaza State Park along the waterfront is a 7 minute walk away and features views of the city \n- The Museum of Modern Art (MoMA) PS1 exhibits is also a 7 minute walk away\n- Stroll down a block away to eat at one of the many great restaurants on Vernon Blvd such as Bareburger\n- All major NY attractions like Central Park, The Empire State Building, and Times Square are within a 20 minute drive.\n\nUber and Lyft all operate in the area. Manhattan can be reached from the 7 Train 2 blocks away and through the Queens Midtown Tunnel, a 5 minute drive away.\n\nBecause many people ask:\n1. Payment- You “submit a booking” which means you pay the full amount now. We do not get paid until after your arrival. There are no cash transactions, and unfortunately you may not put down a deposit.\n\n2. Deposit - Airbnb does not charge the deposit at all unless there is a claim for damages after check-out.\n\n3. Unfortunately, we don’t have more pictures of the house and are unable to send you any more.\n\n4. The site blocks telephone numbers until you have booked your trip, so we are unable to call you.\n\nThanks!", "name": "Great Townhome! 1 Stop from Manhattan!! Sleeps 6!!", "picture_url": "https://a0.muscache.com/im/pictures/0c453681-ffb0-4343-ac82-334e57eecac0.jpg?aki_policy=large", "url": "airbnb.com/rooms/16998965", "id": "16998965", "price": 99, "review": "It was a wonderful stay. The flat is very modern and there's so much space! Awesome! Thank you so much!\n"}