{"description": "Sunny, cozy apartment, so quiet you won't believe it's in New York City! Located minutes away from the N,D,R 36th street subway stop in Brooklyn, enjoy access that will get you to midtown in 40 minutes or Union Square in less than a half hour. Alternatively, go native and enjoy all of what Brooklyn has to offer!\n\nThe space is perfect for three but can accomodate up to five. Traveling friends or families will feel right at home.\n\nThis cozy apartment is on the second floor of a two family row house with three bedrooms and everything you need to relax after jetting around the city. There is a queen, full, and twin sized bed, a small common area with TV, and an eat-in kitchen. \n\nAmenities we offer:\nComplete Kitchen, with items necessary to cook in\nCable TV, including HBO and Showtime\nFree Wifi\nWii or PS3 by request \nBoard Games by request - just ask us,  we have quite a collection!\n\nGuest have access to the entire apartment.\n\nWe live in the building and are available as much as you need.\n\nThe house is sandwiched between Greenwood Heights and Sunset Park. We are directly adjacent to historic Greenwood Cemetery, where you can enjoy a stroll year round among a who's who of famous New Yorkers and  phenomenal views from Battle Hill. Bird watchers, this place is packed with many delights including the famous Brooklyn Quaker Parrots.  \n\nTo the north enjoy great eateries like Giuseppinas for real brick oven pizza or Southside Cafe for a tasty sandwich and a delicious cappuccino. Need a drink? we're walking distance from some great south slope bars like Sea Witch or Quarter, which was recently named one of Esquire's 18 best bars in America. Keep going north and you're in Park Slope, which houses more authors per capita than any other place on earth. \n\nTo the south, you'll find a wealth of eateries ranging from authentic tacos to French/Mexican fusion at Cafe Zona Sur. The park in Sunset Park is one of the highest points in Brooklyn with what might be the most magnificent view of Manhattan and the East River. Travel a little further south and you're in the heart of Brooklyn Chinatown! If you're a fan of Saturday Night Fever we're one subway hop to Tony Manero's old haunting grounds in Bay Ridge - Hey Fuggedaboudit!\n\nIt's easy to get around! We're about 5 minutes from the local 25th street R subway stop and about 6 minutes from the D,N,R express stop at 36th Street. In addition, the B63 bus can be caught on the corner and runs up and down 5th Avenue 24 hours a day. Unlike most of New York, street parking is plentiful.", "name": "Beautiful Bright Apartment. 30 Mins to Manhattan.", "picture_url": "https://a0.muscache.com/im/pictures/b0e14a0d-c22f-49be-ad3d-e2fff3af2bb1.jpg?aki_policy=large", "url": "airbnb.com/rooms/17006956", "id": "17006956", "price": 195, "review": "Nikita and his wife were awesome! They were knowledgeable about New York transit system and very friendly and welcoming. The organic Lolly pops that were waiting on the kitchen table when we arrived were a big hit for the kids! We really enjoyed our stay."}