{"description": "A 2016 winner of Apartment Therapy's Small Cool Contest, we are excited to share our new project. Come home to this sun drenched private floor in a newly renovated brownstone in Greenwood Heights. 1 bedroom, open kitchen & access to the shared backyard. Located minutes away from 3 of Airbnb's Top 10 \"Things To Do\" in New York. Only a half block from the subway.\n\nThe space is newly renovated and includes a full kitchen with cooking basics. Brand new Queen size Leesa mattress. 43” 4k tv with Amazon Prime, Netflix, and HBO for nights in lounging. You can also use the shared backyard in summer (still under construction!). We provide fresh towels, shampoo/conditioner/shower gel in the bathroom. There is a wardrobe with hangers for clothes storage.\n\nThe entire second floor of our home. The shared entry hallway is perfect for bike or stroller storage. There is also a shared backyard (currently under construction but we hope to have it up and running at some point during the summer).\n\nWe live in the house and will be on site during your stay to help with directions, dining recommendations or any house related needs. Interaction is entirely up to you. Need something? Just ask. Prefer privacy? No problem. We are always a call or text away should you need us.\n\nGreenwood Heights borders trendy Gowanus, Carroll Gardens, Park Slope. Nearby many of New York City's top attractions including: Brooklyn Botanical Garden, Brooklyn Museum, and Prospect Park. The R train is located steps away on the corner of our block (Prospect Ave stop) and will get you to downtown Manhattan in 20 min. There are gourmet markets, coffee shops, cafes, laundromats, all within a few blocks of the house. It's a busy, safe, diverse neighborhood. We love it.\n\nR train at Prospect Avenue is half block away; F train is about 5 min walk to 9th Street stop. There is on-street parking. From LaGuardia/JFK, a taxi will cost $35-40. We recommend Uber and Lyft for quick local transit. Transit time to Soho in Manhattan is 25 min, 40 min to Times Square.\n\nYour apt is located on the 2nd floor of our townhouse, so there is ONE FLIGHT OF STAIRS. The bedroom overlooks the street which is a typically active, bustling NYC street. There is sound from traffic during morning and evening rush hour. We have a \"NO SHOES INSIDE\" rule. Please be comfortable with this before booking - we like to keep our place nice and clean for everyone!", "name": "Cozy Sun-filled Private Floor in Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/7d462471-3eac-4db9-875f-4193c1631944.jpg?aki_policy=large", "url": "airbnb.com/rooms/17000016", "id": "17000016", "price": 150, "review": "We had a great stay! The apartment was comfy, cozy and conveniently located. We hope to be back soon!"}