{"description": "Brand new renovated apartment on the garden level of our brownstone in Brooklyn's historic Bedford-Stuyvesant neighborhood. Open plan kitchen/living room with eating area and large sectional couch. Two bedrooms; one has a full bed, the other has a trundle bed with two twins, one rolls out. Bath w tub. Patio w table, chairs, and grill. \n\nCafes & restaurants galore!\n\nClose to the A (Nostrand), C (Franklin), and G (Bedford-Nostrand) trains, and many bus lines. Downtown Manhattan in 20 minutes.\n\nI've just completely gut-renovated the house, including your rental apartment. It's beautifully furnished with a combination of antiques and fun mid-century modern pieces. The large comfy sectional couch easily sleeps one person in addition to the four people the other two bedrooms accommodate. \n\nThe kitchen has full-size appliances. I will supply you with coffee and milk, cereal and fruit and fresh baked bread. For any other cooking, I can connect you with local markets and grocery delivery services.\n\nYou will have your own private entrance plus access to the back yard with a patio, dining table for six, and a grill.\n\nMost of the time I am right upstairs so available when needed.\n\nVery close to Bed-Stuy favorites such as Saraghina, L'Antagoniste, and Peaches.\n\nWe're just a few blocks from the express A train. One way it brings you to my place from JFK airport. Going the other way, it gets you to Manhattan in 20 minutes tops. The local C train is equally close at Franklin, and the G train (Bedford/Nostrand stop) is a few blocks north. There are several buses to scoot you around Brooklyn, plus a Citi-bike at the end of the block. \n\nIf you have a car, parking on the street isn't too difficult and I can give you quick tips.\n\nI live upstairs and take very seriously the requirements stated when you reserved:\n\n• No smoking anywhere on the premises - inside, back garden, front of house. \n• No parties. \n• No loud music. \n• No additional guests other than stated in the reservations. \n• Please remove your shoes as you enter the apartment. There is a shoe rack for you just outside the door in the secure hallway.", "name": "Beautiful 2br Garden Apt in Bed-Stuy Brownstone", "picture_url": "https://a0.muscache.com/im/pictures/d07e7556-c37f-4dea-b869-a932ca061a94.jpg?aki_policy=large", "url": "airbnb.com/rooms/17009057", "id": "17009057", "price": 300, "review": "Brand new property in the up and coming  neighborhood of Bed-Stuy. Restaurants, Cafes, and Metro all within walking distance.  The A line will have you in Manhattan in 15 minutes.  No complaints."}