{"description": "My place is in the heart of Williamsburg right off the Bedford L stop with a large bedroom, separate TV room and dining room and a spacious kitchen with everything you need to cook. Or, you can dine out at an excellent restaurant for every meal! My place is close to Smorgasburg, Hotel Delmano, Cafe Mogador, The Wythe Hotel, Sweet Chick, and many more. Also close to Williamsburg Hall of Music for great live entertainment. The apt has great light, a comfy bed, and a big TV with cable.\n\nYou're going to love the space. The house is professionally cleaned before each guest arrives. Linens and towels are freshly washed. Tons of light, spacious dining room with lots of records, a fully stocked kitchen for cooking, a large couch and TV with cable for lounging around, and a queen-size Tempur-Pedic mattress with a down comforter, Casper pillows, Brooklinen sheets, and lots of natural sunlight. Bathroom has waterfall shower head and is stocked with Kiehl's products. But I doubt you will spend much time in the apartment. I am in the heart of Williamsburg's upscale Northside close to tons of great restaurants, shops, bars, etc.\n\nThe whole apartment!\n\nI will be available via phone, text, or email\n\nThe heart of Williamsburg. I promise you will not be bored or run out of things to do.\n\nClose to the Bedford stop L train in Williamsburg's upscale and safe Northside neighborhood.", "name": "Large 1BR Apt off Bedford Ave in Williamsburg", "picture_url": "https://a0.muscache.com/im/pictures/f32300f7-8dc2-4337-ae90-29d8d2243296.jpg?aki_policy=large", "url": "airbnb.com/rooms/17014648", "id": "17014648", "price": 150, "review": "Justin was a great host, super flexible and responsive! The place is the perfect option for people looking to spend time in both Manhattan and BK as it's minutes away from the Bedford Ave station (a stop away from the city) and walking distance from tons of BK bars/and restaurants. The apartment itself is cute, roomy, and equipped with spa quality toiletries! Would definitely stay there again! "}