{"description": "The charmpartment of your dreams is now booking~*~*~*\n\nCharming apartment on 1st floor of a cool old 4 family building. It is newly renovated, has a useable kitchen, has really cute decor, and is ruled by soft lovable cat named Mafia.\n\nCharmpartment is 10 minutes from the Nassau G, 15 from the Graham L, and 20 from the Bedford L. Nice quiet neighborhood 2 minutes away from McGolrick Park and Met grocery store. Walking distance to so many cute hidden gems around Greenpoint + Williamsburg.\n\nCharmpartment has lots of plants, pretty textiles and decorations, art on the walls, and so many lamps for that special kind of mood lighting you always dream about.\n\nThe floors are hardwood in the living room and bedroom, and tile in the kitchen and bathroom. \n\nThere is a cat included for those who book 2-3 days. She is so soft and cuddly. She requires to be fed twice a day, and litter box scooped once a day if you are up to it. \n\nA cat and a dog live here full time, so if you are allergic to animals, make sure you can handle before booking. The dog is not included in any booking.\n\nEntire apartment includes: \n\nWifi, TV w/ PS3 and cord to stream from your laptop, a cat, full size bed, bathtub + shower, full kitchen with all the utensils. Guests will also receive a special illustrated map (to keep) of all the cool places to go in the neighborhood. Yay!\n\nRooms: 1 kitchen, 1 bathroom, 1 bedroom, 1 very large living room.\nThere are no doors between the kitchen, bedroom, and living room. Instead, there are curtains. If you prefer to have doors up, please request as you are booking.\n\nI will most likely be in New Jersey, about an hour away. I will always be available to text or call. If an emergency happens, I will come back to the area immediately.\n\nCars: Parking on my street or around is usually quite easy to find. Parking under the BQE on Meeker Avenue is usually a good option if you can't find street parking. \n\nCar Service: Northside Car Service takes you anywhere in Greenpoint-North Williamsburg for about $7 cash, $10 card. UBER is also good if you have it. \n\nSubway: 10 minutes from the Nassau G, 15 from the Graham L, and 20 from the Bedford L.", "name": "Charmpartment!", "picture_url": "https://a0.muscache.com/im/pictures/920958e9-c395-469b-b414-9ab66bad7332.jpg?aki_policy=large", "url": "airbnb.com/rooms/17023626", "id": "17023626", "price": 150, "review": "Conforme aux photos, air bnb dans le queartier de Brooklyn à une dizaine de minutes du métro. Appartement parfait pour deux personnes, le chat mafia est très sympa aussi (être sûrs de pouvoir le nourrir matin + soir). "}