{"description": "My place is close to Cebu Bar & Bistro, Casa Calamari, Arirang Hibachi Steakhouse, Century 21, Grand Sichuan House, and Pho Hoai. You’ll love my place because of the very nice neighborhood, outdoors space, the comfy bed, the kitchen, and the light. My place is good for couples, solo adventurers, business travelers, and great for families (with kids). Very Convenient, 2 small blocks from N and R train 35 min to NYC. long strip of restaurants and Bars, large shopping area, all walking distance.\n\nmy place is a beautiful modern brand new renovated apartment. it is very private, separate entrance from any one else in the building. There will be a bed, a futon, a desk, dining table in the apartment. it is in a great area and safe neighborhood. There are many things to do all walking distance. In one of the best neighborhoods in Brooklyn.\n\nyou will have access to the whole apartment. no one lives there. we use the place for airbnb renters only.\n\nWe live 7 min away from the property where the guest stay, so we will be available to help our guest any way we can.\n\nBay Ridge is one of the most expensive neighborhoods to live in. It is on the Bay so there is a peer walking distance from the apartment that you can enjoy.\n\nThe apartment is in the most convenient area. 24hr stores large shopping area 2 blocks away, long strip of restaurants and bars and entertainment all waking distance. Bay Ridge is like Manhattan with all the conveniences and fun but with a feel of community. It is 30 min from Manhattan. The subway is 2 small blocks away.\n\nit is a back entrance apartment. the front entrance goes to the second floor only and the back entrance goes to the first floor only. We designed it this way to give our renters and our guest privacy.", "name": "Classy,Modern,Elegant,Private,in Safe neighborhood", "picture_url": "https://a0.muscache.com/im/pictures/5497de63-7bfa-4ad9-a840-f2015bab4567.jpg?aki_policy=large", "url": "airbnb.com/rooms/17027226", "id": "17027226", "price": 87, "review": "This is a great place. Spacious, comfortable bed, small patio to enjoy a bit of air, large soft towels. Great neighborhood - clean, felt safe, people were friendly and lots of restaurants and shops and easy walk to the park and waterfront. Parking is very tight so we REALLY appreciated Safa's parking space in the back. Safa is pleasant and always responded immediately to questions.   "}