{"description": "Under 10 minutes walk to Metro/Subway 7, R, M, and train. Stay at a home away from home with full amenity, privacy, and comfort in a quiet and safe block among the world most diverse and lively neighborhood easy access to some of the city's most popular Thai, Filipino, Indian, Chinese & Hispanic eateries, café, & shops. Host lives downstairs is ready to assist with all necessaries.\n\nThe space is immaculate chic quiet and comfortable. Accommodates up to 5 persons with 1 king size 12\" memory foam mattress bed, 1 pullout sofa bed, and 2 floor mattresses. It is located on 2nd floor of a private home, with walk up stair case. Expect hotel style amenity, privacy, and safety in an quiet neighborhood among the hustle and bustle city life. Expect convenient location walkable to café, bar, restaurants, and a short train ride from Manhattan’s sky scrapers. Sleep and rest well at night without siren and noise.\n\n\n--------------------------------------------------------------\n\nBEST PRICE - Excuse us NO Negotiation\n\nWhat you see is the BEST PRICE, based on Airbnb auto-adjusted rates for the season. Please excuse us NO Negotiation and not responding to such an inquiry. \n--------------------------------------------------------------\n\nParking - plenty of parking space\n\nStreet parking and no alternated parking (meaning you don't need to move the car on certain days). There are plenty of street parking because this a quiet and residential areas free big buildings. \n\n--------------------------------------------------------------\n\nAMENITIES\n\n** Linens, towels, soap, shampoo, hair dryer, iron, USB charger, so you don't have to travel with them!\n\n** Instant coffee, green tea, red tea, herb tea, and hot water pot for making drinks.\n\n** WIFI Wireless Internet access free plus smart TV  (No cable service) \n\n** Kitchen: Microwave, toaster, blender, rice cooker, hot water pot, glasses, utensils, pot and pan, double door refrigerator with build in ice maker and filtered water; This is a large kitchen with full size gas stove of powerful 4 burners plus oven and dish washer; \n\n** Cooling: Air Conditioner will be installed in all bedrooms, available June 20– September. Ceiling fans: every bedrooms and living rooms have ceiling fan. Use them if getting hot occasionally. Air circulation ventilation fans (to outside): there are 1 in living room, operable all seasons. During winter, NOT to use fans unless absolutely needed.\n\n** Heating: thermostat control in the unit in living room/hallway area, available October – April.\n\n\n** Laundry: washer and dryer are at basement level, FREE for 6 hours per week. \n\n** Safe to store your valuable belongs. However it's your full responsible if missing anything unless there is a break in at the house (never happened).\n\n--------------------------------------------------------------\n\nWHAT TO EXPECT? \n\n** Expect hotel style amenity of WIFI internet access, linens, towels, soap, shampoo, hair dryer, iron, USB charger, coffee, and tea so you don't have to travel with them! \n\n** Expect privacy, safe, quietness in an upper middle class neighborhood. Expect convenience walkable to café, bar, restaurants, park, and Bay Ocean. \n\n** Expect excellent public transportation, a short train away from Manhattan’s sky scrapers, yet sleep and rest well at night without siren and noise, wake up and take a jog along the scenic bay ocean line at the dawn. \n\n** Expect good communications, easy check in, and fair service from host family. Host and the family lives at 1st floor apartment. You're welcomed to stop by to chat with me or meet my family. \n\n** Expect receiving a message on check in instruction, neighborhood info, and tips and points 1-2 day prior to arrival.\n\n--------------------------------------------------------------\n\nWHAT TO DO DURING/AFTER BOOKING?\n\nPlease email and include some information about yourself, estimated Checking In and Check out Times, and whatever else you like to share! What you see is the best price, please excuse us not negotiating; If you like what you see, feel free book it right away. \n\n--------------------------------------------------------------\n\nEXTRA SERVICES\n\n** Early Check In and Late Check Out: $15. If the room service NOT yet ready by the time you check in, we'll let you know and you can cancelled it within 24 hours without any penalty. If you decided to still stay, we will credit you $15 or a surprise bottle of wine. Please understand we're trying to be accommodative to all guests, equally and fairly. You late checkout may affect the next guests check in.\n\n** Visitors: yes for daytime visitors, as long as use the space within reasonable range; Keep things quiet and not to disturb others. Staying overnight is $15 per head. \n\n** Early Luggage Drop Off and Late Luggage Pick Up: $ 10 (Each)\n\n** Concierge service available (Prices may vary depending on the request) i.e. Purchasing wine, flowers, tickets, shopping, etc.\n\n--------------------------------------------------------------\n\nThe whole apartment is private and only accessible by you. No curfew. You may leave or come back to the apartments at any hours of the day, and please keep in mind to be quiet not to disturb others.\n\nHost Mike on downstairs is ready to help! Feel free to text message for questions, or to call if emergency. Remember host here to make your New York experience a very memorable one. Be fun, be cool, and be awesome!! :)\n\nQueens was voted America's #1 travel destination for 2015 by Lonely Planet Travel Guides which said “The incomparable array of world cuisines makes Queens a destination for food lovers from all parts of New York City.\"\n\nWoodside, Queens NYC is just a few subway stops from Manhattan's Upper East Side. It is a safe, ethnically diverse neighborhood of New York City with multiple transportation options (R, M, E, F & 7 subway lines) and quick access to Manhattan. It is a peaceful place to come home to after a crazy day touring around hectic Manhattan. Here you get easy access to Manhattan at a lower price, tons more space and a clean, quiet apartment with full kitchen. Best kept secret even among NY'ers is to hop on the subway and stay just 15 minutes out of the center and get more space and quiet for your money. Why stay in a cheap dangerous part of Manhattan or Brooklyn when you can stay in a safe neighborhood convenient to Manhattan where you can come and go at any hour without worry.\n\nRestaurants, 24 hour delis and diners, pharmacies, and pubs all within a short walking distance and a laundromat right around the corner. Watch a game or have a beer in one of Woodside's Irish Pubs, take the elevated outdoor 7 train to catch a view on your way into Manhattan, walk to the enclave of Indian shops and restaurants in Jackson Heights for an ethnic dining and shopping experience. Take the subway a stop or two and visit Astoria, Queens for Greek and Middle Eastern dining too.\n\nReflecting its longtime diverse foods and drink, the neighborhood is filled with many cultural restaurants and pubs. It is also home to some of the city's most popular Thai, Filipino, and South American eateries.\n\n- Metro line Subway 7, R, E, F, M, all under 10 minutes walking distance\n\n- Bus The Q(PHONE NUMBER HIDDEN) buses connect Woodside to the rest of Queens; the Q32 and Q60 run to Manhattan, and the Q70 goes to LaGuardia Airport via Roosevelt Avenue / 74th Street.[119]\n\n- JFK airport: take Air Train ($5) to Jamaica (final stop), then take bus 31 ($2.75) to this house. Total commute time is 1+ hours. Cab service ride costs $26 before tips.\n\n- LGA airport: no easy public transportation. Cab service ride costs $26 before tips.\n\n- Manhattan: 24 hours train service to Manhattan as fast as 10minutes. The train is running every 5-15 minutes for most part of days, then every 1  hours during 11pm-4am. 8-10 minutes’ WALK to train station.\n\n- Citifield baseball stadium, METS baseball, take LIRR train for 1 stop, door to door travel time is 20-30 minutes\n\n- Arthur Ashe Tennis Stadium, US Open, take LIRR train for 1 stop, door to door travel time is 20-30 minutes\n\n\n- By Train: 24 hours train service to Manhattan as fast as 20 minutes. The train is running every 15-30 minutes for most part of days, then every 1 or 2 hours during 11pm-4am. 8-10 minutes’ WALK to train station. the same train also go east to Long Island, and get you to the most expensive suburban neighborhood (where riches of riches in the world lives), the beaches, and the boats. \n\n- By Bus: minutes’ WALK to bus stop around the corner. Bus 13 take you to downtown Flushing, the biggest Asian community in North America under 25 minutes. Bus 31 stop at the same stop and will take you to south side of Queens including air train to JFK. \n\n- By Metro Subway: 7-line is nearest subway accessible via Bus 13 first at downtown Flushing, the biggest Asian metro area in the North America. I am Chinese and so definitely can give you tips where to get best dumpling, spicy Sichuan, or elaborated Dimsum brunch. Subway E, N, R are accessible via Bus 31 first located at south part of Queens. \n\n- Car: Free street parking, no alternative parking (meaning no moving), plenty of space because there is no apartment building around. 15-30 minutes to LGA airport and JFK airport; 30-60 minutes to Manhattan. 15 minutes to downtown Flushing.\n\n- Cab, Taxi, Limousine car service by low cost Chinese cab company +(PHONE NUMBER HIDDEN) to LGA, $26 to JFK (or you can take Bus 31 $2.75 to AirTrain $5), $33 + toll to Manhattan/Time Square (or you can take train $8~), $15 to Flushing downtown (subway 7 line); Drivers will be very happy for additional 15% tips. Cab usually arrive to pick you up within 20 minutes during non-rush hours.\n\nCOLLEGES - This is the perfect location when visiting St. John's University, Queens College, Hofstra University, Long Island University, Adelphi University and any colleges in Manhattan, John Jay, Hunter, La Guardia, F.I.T., Bharuch and etc….\n\n- Parking: tons of street parking, FREE, because it's on a dead end street at quietest part of the town. See other guests' comments on this. A big PLUS. \n\nConvenience stores, Subway, Dunkin donuts, Domino's pizza, and super market are all in 2 minutes walking distance. \n\nAirport pick up and drop off can be arranged. Rental car can also be arranged on per day or per week basis. I will leave you with the phone number of my personal favorite cab operator (cheaper than uber) to arrange the car service on your own. \n\nHost is very flexible on the guest's needs as long as an understanding is agreed upon between the host and guest is made. As a host, it's our responsibility to help you live like locals, relax in your space, or get ready for an important meeting or plan.", "name": "20m to Manhattan (Subway or Train), 1 BR APT", "picture_url": "https://a0.muscache.com/im/pictures/2de71813-de5e-4645-bd73-dc2027bea7ca.jpg?aki_policy=large", "url": "airbnb.com/rooms/17029257", "id": "17029257", "price": 99}