{"description": "A sunny and spacious full apartment in an upscale doorman building in the quiet Upper West Side of Manhattan, four blocks from Central Park. Home to a professional couple and their two children, currently on sabbatical. Immaculately clean. Easily accessible to train lines 1/2/3/B/C and crosstown busses M86 and M96. Can sleep up to 5 people with all amenities included. Welcome baskets provided to all guests, as well as 24/7 contact with the hosts if needed. Perfect for families or groups.\n\nThis two bedroom, two bathroom apartment includes one California King bed, one set of bunk beds, and a very large, comfortable couch in the living room. Amenities include a full kitchen, washer and dryer, cable TV, internet, closet and drawer space, dining room, plenty of fresh linens and towels, soaps and shampoos, and complimentary breakfast foods, coffee and tea.\n\nRenters can enjoy full access of the apartment, with the exception of one small closet which will remain locked throughout your stay.\n\nHosts will be at the apartment at check-in time to hand over the keys to the renters. Hosts will also be available at all times to be contacted via phone or email.\n\nThe Upper West Side of Manhattan is safe and quiet, but has no lack of exciting places and things to do. Plenty of bars, cafes, eateries, and groceries within walking distance. The Upper West Side is also home to attractions such as the American Museum of Natural History, Central Park, Lincoln Center, Riverside Park, Metropolitan Opera House, Children's Museum of Manhattan, the New York Historical Society, and many more, all within walking distance. Other walking distance activities include a movie theater, shopping, bike rentals, salons and spas, yoga studios and gyms, and more.\n\nPublic transportation includes the 1 train at 86th Street/Broadway, the 1/2/3 trains at 96th/Broadway, and the B/C trains at 86th/Central Park West. The Upper East Side is also accessible via a 10 minute bus ride on the M86 crosstown bus at 86th/Broadway or the M96 crosstown bus at 96th/Broadway.\n\nPlease no smokers, and no pets.", "name": "Sunny, Spacious 2 BR Apt blocks from Central Park", "picture_url": "https://a0.muscache.com/im/pictures/9a8cc221-f6cd-49da-9cb6-93ab67835ce0.jpg?aki_policy=large", "url": "airbnb.com/rooms/17041021", "id": "17041021", "price": 240, "review": "Appartement très confortable et fonctionnel, bien placé, éloigné du grand tumulte mais à 2 ou 3 blocks de la ligne 1 du métro qui nous amène rapidement aux centres d'intérêts touristiques. Immeuble sécurisé avec portier! La communication par mail avec Miranda a été parfaite. Miranda a été toujours disponible pour répondre à nos questions, peu nombreuses car aucun problème avec l'appartement, impeccable. Les  deux salles d'eau/de bain, les espaces de vie sont un atout pour New York, afin d'être à l'aise avec deux ados et bien se reposer après des journées de visites! Un détail, la machine à laver se trouve dans la laverie de l'immeuble, payante, mais pour moins de 4$ et 1 h, le linge est propre et sec.\nMerci encore à Miranda et aux propriétaires pour leur accueil et leur confiance!"}