{"description": "Private level in our Duplex Apartment for up to 4 people in the heart of the Upper West Side-just Steps from Central Park&Broadway!Many restaurants,theaters, museums, bars&stores in the area. Convenience transportation all around the clock!\n\nWe are renting out the entire lower level of our Duplex Apartment which comfortable suits 4 people and will be all private to yourself.\nThe large living room full of Charm offering tons of Exposed brick, fireplace, dining area as well as access to the terrace which facing our beautiful and quiet backyard perfect for having breakfast in the sun. The full bathroom, the fully equipped kitchen and the large Queensize room are also located in the lower level. My part of the Apartment is on the upper level and has a separate entrance so you'll have full privacy.\n\nDryer & washer are in the basement on the building...altough there is a cleaning service available right around the corner for reasonable prices! ;)\n \nLocated in the heart of it all, you will be close to all transportation(2,3, A&C train), shopping (Century 21, Bloomingdales Outlet, Zara,...), grocery stores (Trader Joes),Restaurants&Bakeries (Magnolia,Levine Bakery,Starbucks,...), the Museum of Natural History,Bacon Theater and CENTRAL PARK(1 block!!!!) and Times Square (1 Subway Stop).\n\nOur guests will have full access to the whole lower level of my duplex Apartment which includes the kitchen, the fresh renovated bathroom on the lower level,living room and patio which will all be completely private for yourself.\n\nMy separate part of the Apartment is right above yours so I am available 24/7 either in person or over the phone.  Also a good friend of mine lives 2 blocks from the Apartment and will make sure that your stay will be perfect! :)\n\nThe buildings are beautiful and, with a few exceptions, tend not to tower over the blocks. The neighborhood has many advantages including proximity to both Central Park and the Hudson River Park, culture (including Lincoln Center and the Museum of Natural History), and a family-friendly atmosphere that is great for kids and strollers.\n\nThe neighborhood is perfect for people that like to be active. Take a run around the Central Park reservoir, bike through Central Park, play baseball or football on the Great Lawn or roller blade along the Hudson.\n\nThe neighborhood is also perfect for the gastronomically active that like good food and a drink or two. Grabbing some greasy food and a drink at the Boat Basin is a great way to spend a Saturday afternoon. The upscale Time Warner Center has a collection of great restaurants. Similarly, the food around Lincoln Center is fantastic.\n\nToday, the Upper West Side is upscale and primarily residential. The population is around 150,000. Shops are abundant up and down Broadway and throughout the neighborhood. Lincoln Center, The Beacon Theatre, and The New York City Ballet are among the neighborhood's renowned landmarks. The rest of the neighborhood is scattered with cafés, coffee shops, movie theatres, bars, and restaurants. Some noteworthy restaurants include: Jean-Georges, Calle Ocho, and Café Lalo (featured in the 1998 film, You've Got Mail).\n\nSubway options include the 1/2/3 and A&C trains, which make several stops along the Upper West Side. There are also five different bus routes: the M5 runs from north to south on Riverside Drive, the M104 runs north to south on Broadway, the M7/M11 runs north on Amsterdam and south on Columbus, the M10 runs north and south on Central Park West, and crosstown buses run at every major intersection.\n\nPlease check the reviews on my profile to read more about the experience my guests have when I am hosting them :)\n\nIt's the Topfloor of a Walk up building (5 flights up!)...just to consider if you have troubles walking up stairs.", "name": "Private Apartment steps from Central Park", "picture_url": "https://a0.muscache.com/im/pictures/16c3bc64-2fc2-4a80-b73d-46ad3ed1eb15.jpg?aki_policy=large", "url": "airbnb.com/rooms/17040247", "id": "17040247", "price": 250}