{"description": "This studio is in the middle of manhattan,which is the main borough of New York City,upper west side,right by the Central Park,on second floor walk up building(only 1 stairs up).7-8 minutes ride on a subway to Times Square,3-5 minutes walking to a subway.everything is close by,walking distance-food stores,fast food delis,cinema etc\n\nVery big studio and very quite!windows facing backyard of the building,which is in front,not facing the loud New York City streets,that means you could sleep in quite environment after a busy day of discovering New York City,but you still will be in New York City and close to everything.\nIt's perfect for 4 people(Note:SO SORRY,BUT CAN'T ACCEPT INFANTS AND KIDS to stay with adults,because of the noises and neighbors making complaints.),that long room is separated by wooden curtain in the middle,so the comfortable couch/sofa that is foldout for two people to sleep at night  and queen size bed are separated with that curtain.\nAlso if needed 5 people can stay,there is an air mattress.but everyone will be just basically in one long room,with a wooden curtain in the middle,4 plus people only good for short term stays.\n\nClean bedding sheets,pillow cases and towels provided.\n\nWireless WIFI internet provided\n\nAir condition/heat\n\nFlat screen TV with a cable \n\nFully equipped kitchen,has everything you need for cooking\n\nLaundry room is in the building in the basement,laundry machines accept quarters\n\nApt is on the second floor,only 1 walk up easy stairs,the apartment is on the left side, at the very end of a hallway\nPs\nIf you staying half a month or more in January or February,I offer a big savings discount.\n\nEverything is in the studio,just like in your house!:)\nOne bathroom,kitchen,countertop,chairs,dishes,pots,towels,soap\n\nI interact as much as guests needed to.\nWhen have questions/concerns,always there and available.\n\nOne of the best neighborhoods.\nUpper west side very clean and quite for New York City,but at sane time only minutes away from Times Square,the very center of New York City\n\nFree parking on the streets in upper west Manhattan,just have to drive around small neighborhood streets to find a spot for yourself,also have to look at signs with the hours of NO parking for cleaning the streets purposes.\n\nAlso there is a on the same street where you staying,just few yards away a few parking lots called:CENTRAL PARKING,ICON PARKING\nIt cost money tho,but always available spots if you don't wonna waste time driving around look around free empty spots\nThe aproximate prices at those two parking lots:\nUP TO 1 HR$20.00\nUP TO 10 HRS$36.00\nUP TO 2 HRS$28.00\nUP TO 24 HRS$53.00\n\nSubways,buses,few walking minutes away\n\nNo big parties please,no smoking,no pets!\nThank you!", "name": "Middle of center of New York City!", "picture_url": "https://a0.muscache.com/im/pictures/58322e7f-a376-4791-b271-e21950421890.jpg?aki_policy=large", "url": "airbnb.com/rooms/17076571", "id": "17076571", "price": 149, "review": "Good location, everything was as advertised."}