{"description": "The Exquisitely styled Midtown Manhattan Suites offers residential design that will make you feel at home. The Manhattan Club spacious suites provide the perfect balance of sophistication and relaxation. With their unique furnishing and first class amenities, each of the Manhattan Club Midtown suite serves as the perfect retreat for your New York City vacation.\n\nThe suites sleeps up to four with a queen bed and comfortable pull-out sofa.  It has a kitchenette so you can make meals before heading out to the sights or the theatre. It is designed with warm classic tones and feature elegant furnishings, high-end technology, personal service and upscale amenities for your total comfort and enjoyment.\n\nThere is a lounge on the top floor that provides breakfast and drinks in the evening, for a charge.  Cookies and coffee are free in the afternoons.  There is a full business center and gym.  Parking is available for a fee also.\n\nI own the timeshare but got this week on exchange and will not be in Manhattan at the time, so a guest confirmation will be provided once a booking is made.\n\nThe Manhattan Club is located on west 56th, very close to Central Park, the theatre district, Carnegie Hall, Rockefeller Center, and many other iconic New York sights.\n\nSeveral subway stations are nearby and cabs are plentiful.  Grand Central Station is a walk away, as is the bus transit center.  You can get to and from the airports by shuttle, taxi, train, subway and bus.\n\nThe Manhattan Club suites are very comfortable and feels more like your own place than just a hotel room.  Since I am an owner the guest booking this week will not have to pay the daily housekeeping fees, saving $200 - $300 for the stay, in addition to the  lower nightly rate.", "name": "Manhattan Club, Available 22 - 29 April 2017", "picture_url": "https://a0.muscache.com/im/pictures/231337a1-1343-45a3-9aae-a50e438c4e59.jpg?aki_policy=large", "url": "airbnb.com/rooms/17076329", "id": "17076329", "price": 300}