{"description": "Welcome to this stunning and spacious brownstone duplex, with hardwood floors, spacious rooms and stainless steel appliances. The garden level with plenty of natural light features an open layout with a living room, full bathroom, dining room and kitchen leading out to a backyard and garden. The top floor has two large bedrooms and one smaller one.\n\nThe duplex can accommodate 7 guests comfortably with two large bedrooms and one small bedroom: two single size beds in one bedroom sleeping 2 guests; one queen size bed sleeping 2 guests, and full size mattress in the small bedroom, which can sleep 1 adult or 2 kids.  An additional 2 guests can sleep on the queen size air mattress in the living room.\n\nFree WIFI and regular TV are included. The kitchen is a fully-equipped,  - everything you will need to cook as little or as much as you like.\n \nThis is the perfect apartment for you to call home during your short or long stay in New York!\n\nThe owner lives in the building, however Amal is the manager of this apt, and does not live there.\n\nThe brownstone is located on a beautiful tree lined street in a quiet neighborhood close to the Historic Landmark District of Stuyvesant Heights in Brooklyn. It is just a few blocks from the subway that will quickly take you to Manhattan (Utica Avenue express A and local C trains / Halsey J train). This home is also conveniently located near several neighborhood restaurants, including Saraghina, Beso, Therapy Wine Bar, Peaches, the Pantry and Bed-Vyne.\n\nIt is just a few blocks from the subway that will quickly take you to Manhattan (Utica Avenue express A and local C trains / Halsey J train).\n\nThe owner travels a lot, so he might not be around when you are there. Amal is always an email or phone call away to respond to any or your questions.", "name": "Garden 3 Bedroom Brooklyn Duplex", "picture_url": "https://a0.muscache.com/im/pictures/6c444bc6-f048-4fe5-b0de-4787a59ae300.jpg?aki_policy=large", "url": "airbnb.com/rooms/17094665", "id": "17094665", "price": 200}