{"description": "Modern 1 bedroom private apartment with private bedroom queen size bed and air conditioned room, living room with queen size sofa bed can sleep 2 additional people. Bed sheet and linens are provided. Full kitchen complete with utensils, pots, pans coffee maker, toaster, refrigerator and stove. Full private bathroom complete with towels and hair dryer. Located just 3 blocks from Mass Transit, 1 block from MCU Park, 2 block from Ford Amphitheater, Area, beach, amusement parks, Famous Nathan, IHOP,\n\nVery cozy private, queen size bed in private bedroom and queen size sofa bed in living room, free wi fi - cable tv channels, full kitchen with utensils, full bath with bath towels, bedroom linen and blankets provided. Unit is air conditioned. Printer available for event tickets or traveling vouchers.\n\nGuest can pick up the keys anytime by contact me by contact phone number that is provided after booking.\n\nI will be available to assist you in anything that you need and welcome you to contact me if the need arises. I like interacting with my guest whenever possible.\n\nConey Island is so unique in its own way. As there is plenty of thing to do during the spring - summer - and fall season. Plenty of eateries such as Nathan's Famous, the new IHOP and Chipoltie restaurant, Applebee's, Footprints, Parkview Diner, Garguilo's restaurant, Totonno's brick oven pizza (NYC rated # 1 located just 2 blocks away). Amusement Park - The Scream Zone, Luna Park Ride, Deno's Wonderwheel, Ford Amphitheater, MCU Park, Friday night fireworks, area beaches rate # 1. Randazzo's restaurant and chartered boat rides are available and located less than 2 mile from your stay. Spa and health club Match Point state of the art facility with indoor tennis courts, olympic size swimming pool, basketball court, exercise and weight lifting facility located lest than a half mile away from your stay. Leon Kaiser Park outdoor tennis court and mondo 400 meter track located lest than a quarter of a mile away. Coney Island Boardwalk and amusement located just a stone throw away from your stay.\nPlenty of places to visit while you are here in Coney Island Amusement Parks District: from area beaches, parks, theaters, shows, attractions,, restaurants, supermarkets, mass transit, Brooklyn Cyclones, Ford Amphitheater, Abe Stark Skating Rink, Coney Island and Brighton Beach, Deno's Wonder Wheel, Luna Park, New York Aquarium, the Scream Zone, ThunderBolt Roller Coaster, Nathan's Famous, Applebee's, IHOP, Chipolte, Park View Diner, Totonno's Pizzeria (NYC #1 rated), Garguilo's restaurant, Randazzo's, Starbucks, Williams Candy, Coney Island fishing pier. Friday night fireworks (every Friday night during the summer months) the Mermaid Parade, the New York Cosmo's. Outdoor tennis, indoor spa and health club at Match Point.\n\nMass Transit located just 3 blocks from your stay. Cab service request to JFK only $35 (inquire and recommendation from your host). Ask about our exclusive cab service transportation at a discounted rate to any destination in the Tri State area.\n\nDuring the summer I would suggest Mass Transit for your commute. There is private parking available for a minimal fee otherwise there is free alternate side of the street parking available.", "name": "Coney Island Pvt 1 Br Apt. Wi-Fi Cable", "picture_url": "https://a0.muscache.com/im/pictures/fd5f6789-bf2b-4723-8c1e-6e78a510c36d.jpg?aki_policy=large", "url": "airbnb.com/rooms/17097239", "id": "17097239", "price": 110, "review": "A spotless and spacious apartment a short stroll from the Boardwalk / funpark and close to the sub-way. Really friendly and helpful owners. The location is fairly gritty which may come as a surprise to out of towners then again i didnt have any hassles. Enjoy!"}