{"description": "A bright, sunny, top-floor apartment in beautiful, quiet and safe neighborhood. Cozy-sized, with a queen bed in the bedroom plus fold-out futon in living room. After days spent exploring the city, ours is a great place to relax for the evening, visit some of the local eateries & pubs, and wake up with coffee and gorgeous morning light!\n\nThird floor walk-up (no elevator) with south- and west-facing windows for plenty of light throughout the day. High speed wifi for working at home or online streaming. NYC tap water is safe and clean to drink, straight from mountain reservoirs (true!). Bathtub includes jacuzzi jets for a bit of relaxation. Kitchen, dining table, refrigerator, all available for grocery shopping, cooking, and dining in. Dishwasher included.\n\nFull apartment access.\n\nWindsor Terrace is a pretty, oldstyle Brooklyn neighborhood adjoining Prospect Park. Our main street, Prospect Park West, offers access to the F/G metro lines, convenience stores, grocers, fruit stands, a liquor store, post office, butcher shop, and great restaurants and pubs. It's quiet and safe, a beautiful spot to stay and relax when not exploring NYC. A midsize supermarket is two blocks from the apartment (a shopping trolley is provided for your use).\n\nStreet parking is fairly easy and accessible for NYC (I've never parked more than a half-block away from the front door). Local metro stop is F/G at Prospect Park West. There are several bus lines through the neighborhood as well.\n\nThere are tenants on the first and second floors, so please be considerate about the noise (heavy walking, etc.)!", "name": "Entire Top Floor of 3-Story Family Home!", "picture_url": "https://a0.muscache.com/im/pictures/0b38a0bb-f2a4-48b7-b33a-35477017ad9e.jpg?aki_policy=large", "url": "airbnb.com/rooms/17105447", "id": "17105447", "price": 72, "review": "Loved loved our stay! The entire third floor apartment was our own personal space. It felt really cozy and was neat and clean with a ton of light throughout the day. We were so exhausted when we arrived and we managed to have a very peaceful refreshing nap to recharge. I run in the mornings so having the park nearby was perfect and actually quite beautiful! The neighborhood was really cute- lot's of little bars and cafes. We even found a delicious bakery that we always returned to on the pleasant walk to/from the subway. We only met with William at check-in but he was super kind and made sure we got settled in. We'd definitely come back next time we're in NY!!"}