{"description": "My place is close to Time Square, 10 minutes walking to Central Park, 1 block to the subway, and the apartment is located in the best area of Hell's Kitchen. My place is good for couples, solo adventurers, and business travelers.\n\nBrand new luxurious modern apartment located in Hell's Kitchen close to Times Square.  This apartment nicely furnished with  an extremely comfortable couch, designer chairs, beautiful mirrors, music audio player, flat screen tv,  and  everything you would expect in a furnished rental such as towels, linens,  and Wifi. The brand new kitchen with stainless steel appliances and microwave is fully equipped  including coffee maker and fresh coffee. The bedroom has a queen bed with memory foam mattress.  The living room is located at the opposite side of the apartment and the couch becomes a twin bed.  The brand of the couch is Blue Dot which is a luxury sofa/sleeper made for sleeping on. There is a laundry room in the building complex.  I also offer Roku TV with FREE Netflix.   No detail has been spared.\n\nThe entire apartment\n\nHell's Kitchen is the place to be when visiting NYC.  Everything including amazing restaurants, coffee shops, bakeries, broadway shows, clubs, and amazing night life is located all within walking distance of the apartment.  Central Park is only 10 minutes walking distance.  THIS IS THE BEST LOCATION TO STAY AT!!!!!!!!!!\n\nThe subway is 1 block away.  Citibikes are located 1 block from the apartment.\n\nOnce your reservation is confirmed I can assist with anything you need to help plan your trip.  I can show to how to get discounted broadway tickets, how to explore the city as a local, and where are the best places to eat in the neighborhood. I can even assist with arranging car service to and from the airport.", "name": "Times Square/ Hell's Kitchen HUGE 1 bedroom Apt", "picture_url": "https://a0.muscache.com/im/pictures/dd791647-9b07-41e4-b78e-ddc85a40d940.jpg?aki_policy=large", "url": "airbnb.com/rooms/17106014", "id": "17106014", "price": 150, "review": "The apartment was nicer and less expensive than hotels I was looking at in the area.  It looks as nice in person as it does in the pictures.  The location is close to restaurants, museums and theaters.  Dan was a friendly, informative host.  He was out of town but called me to go over all of the amenities in the apartment.  It was all good."}