{"description": "Our colorful 1 bedroom apartment is located off of St. Mark's Place in the very heart of NYC’s trendy East Village. The apartment was completely renovated in 2015 and features beautiful hardwood floors, new shower, and stainless steel kitchen appliances. We are located on the 5th floor, affording us direct roof access with table and chairs for 6-8 to enjoy an incredible view of the Empire State Building and Freedom Tower.\n\nOur classic railroad style apartment stretches the entire length of the building, with separate shower and water closet, attached to the kitchen. The bedroom, featuring a 12' ceiling, has two large windows facing East, with breathtaking views of sunrise. The kitchen faces West, and features a breakfast nook overlooking a ground floor garden restaurant. \n\nOur queen Shakespeare Pillow Top and boxspring are prepared with mattress protectors, fresh linens, and a collection of beautiful quilts, comforters, and throws, available to you from our wall-mounted linen closet. Clean bath sheets, face towels, and washcloths are stocked on a shelf in the water closet (with fun detail: skylight). \n\nThe living room includes two Kauai Rattan bamboo chairs and a comfortable 3/4 futon which seats 4 and sleeps 2 comfortably. Our window bar looks into the kitchen and features two swiveling 1950s soda fountain stools for additional living room seating and/or a fantastic perch to share a cocktail.\n \nOur fully stocked kitchen has plenty of room for cooking and obscures the breakfast nook, perfect for enjoying a morning cup of coffee or cozy dinner. You are welcome to enjoy our deluxe expresso/cappuccino machine. Our favorite coffee shop, Porto Rico Brewing, is just 1 block away for a varied assortment of beans...but if you're a true java buff, make sure to visit Abraço for a steaming cup of joe like you've never had! \n\nThe apartment is cleaned before every stay, and comes with everything you'll need for a comfortable visit to New York City.\n\nGuests are welcome to enjoy all aspects of our apartment, but are reminded that it is our full-time home. \n\nPlease respect our personal belongings and limit use of bureaus and drawers to those emptied and designated for guest's clothes and storage. Our closet will be emptied for your convenience.\n\nWe will be traveling, and so have asked my sister to look after our guests while we are away. She lives across the street in her own apartment and will reach out to you shortly after booking to share check-in details!\n\nThe East Village is known for its trendy eateries, nightlife, and vintage shopping. The neighborhood is as safe as it gets, and constantly evolving- we’ve got organic markets, funky niche bakeries, all you can eat sushi joints, and posh cocktail lounges popping up all the time.\n\nLocated just off of famous St. Marks Place, our apartment sits steps from local laundromat, organic grocer, ice cream shop, Stromboli (best pizza in town), corner store (bodega), beauty salon, and multiple bars and sit-in restaurants, from specialty wings and high-brow cocktail/tapas to traditional soup dumplings. Tompkins Square Park is 1 block from the apartment, hosting free movies and snacks on the green (Thursdays), and the farmer's market (Sundays).\n\nThe apartment sits in the true heart of the East Village, a 5-10 walk from the 6, N, Q, R, L, and F subway lines. The M15 1st Avenue bus stops directly in front of our building with connection to M15 express bus to 125th at 14th street. Citibikes are located within 1 minute of the apartment. Uber, Lyft, Gett, and Via car services are all readily accessible.\n\nOur apartment is being offered on a monthly basis.\n\nThis opportunity is well suited for summer travelers with extended itineraries, business professionals, and university students seeking temporary/transitional housing.*", "name": "Colorful 1 Bedroom in the Heart of the E. Village", "picture_url": "https://a0.muscache.com/im/pictures/a09a7d06-03da-4464-8621-c9356ab8bf9a.jpg?aki_policy=large", "url": "airbnb.com/rooms/17107656", "id": "17107656", "price": 140}