{"description": "5 minute walk to the subway, 10 mins to city center, Times Square 20 mins.  Beautiful views of NYC skyline from Astoria. Apartment is in cute neighborhood. Astoria has the best restaurants & stores and is safe all times of day & night so you can live like a local New Yorker.\n\nOur place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nThe room comfortably fits 2 people on a queen bed (Serta mattress). Complete privacy and security, with a keyed entry.  5 minute walk to subway, very quiet room as it is at the back of the house.\n\nWe are from New York, and are happy to give you advice, tips and keep you out of trouble and harms way!\n\nThere is only one bathroom in the apartment. There are hair dryers and mirrors in the bedroom for your use as well.\n\nThe apartment is just minutes from Manhattan - 3 stops on subway, or hop in a cab across the Queensboro Bridge. Super safe & quiet neighborhood. Broadway Street, Steinway Street, 31st Avenue and 30th Avenue have tons of major stores, boutique stores, restaurants will every possible cuisine - Astoria is the premium spot to be in New York City.\n\nThere is a second queen size bed available in the living room for a second couple or single person. \n\nThe room has a queen size bed, flat screen TV with DVD, cable & wifi. Large desktop computer is also available for use in main living space.\nLarge window with lots of sun in bedroom & black out curtains.\n\nLiving room has large screen TV with cable, and plenty of seating, as well as dining room with seating.\n\nKitchen with every possible kitchen utensil (I am a big cook) available for use.  Front garden with BBQ for use.\n\nBedroom is in the back of house, so it's very quiet with view of trees in backyard.\n\nComfortable Serta bed and room includes open storage cubbies with plenty of space in the bedroom for luggage - we have 2 luggage racks for use.  Clean towels and of course clean sheets are provided.\n\nThe pictures are taken by Airbnb (you can see the airbnb logo in the corner), and their photographer made the rooms look bigger than they really are. Please note the total size of the apartment is 950 square feet.  The living room is about 300 square feet and the guest bedroom is 200 square feet.  It is a typical small NYC apartment, so please expect small rooms for American standards.  \n\nThe apartment is on the first floor, so there are just 3 steps on the front porch (no elevator needed!).\n\nWe do have a dog, so you should be aware in case you have any allergies.  \n\nAstoria is an amazing vibrant neighborhood, extremely safe, filled with lots of cultures, incredible restaurants (Greek, Brazilian, Italian, French, Thai - really everything), lounges and clubs.  Much like Manhattan, Astoria is really a 24 hour neighborhood - everything is always open with 24 hr grocery store & pharmacy are just around the corner. The subway is 4 blocks away, a 5 minute walk. And then just 10 minute subway ride (3 stops) to the city center, Lexington Avenue.  \n\nVery safe neighborhood, we are on a quiet side street, one block from Broadway, the main drag. Subway is a few blocks away, and safe to walk from anytime of night. Just 3 stops to midtown, 59th Street in Manhattan. Easy to catch a cab on the corner as well.  Plenty of street parking, we park our Audi on the street every night.\n\nThe Noguchi Museum and Socrates Park, along the East River, with beach access and views of Manhattan are just 5 blocks walking.  The Museum of Moving Image is also walking distance, and PS1 MoMa Museum is a quick subway hop away.\n\nThe Subway (N/Q) at the Broadway station is 5 min away walking, and runs 24 hours. You can be at 59th Street midtown Bloomingdales in 15 minutes - to Times Square in 20 min, Central Park in 25 min.\n\nLGA airport is 12 min driving; and JFK airport is 25 mins away driving, or you can take the subway.  Newark airport is a little more of a trek to go to our house.\n\nPLEASE READ (OR AT LEAST GLANCE THROUGH) OUR HOUSE GUIDEBOOK ON THE NIGHTSTAND IN THE GUEST BEDROOM UPON CHECK-IN.  Hopefully all of your questions like, how to turn on the heat, or how to turn on the TV, and all of the other questions people text me with throughout their stay are answered in the guidebook.  If you still can't figure it out, you are welcome to text us, but please understand we are often busy at the office and it's pretty easy to look up all the answers in the guidebook, which we created so our guests can settle into our home with complete ease. Thank you!!\n\nA special request may be made if you are more than 2 people for private accommodations in the living room as well, but it must be discussed, and it is an additional rate. The living room is not rented out unless it is the same party as our guest room (or seldomly we may have a personal friend there, but never another airbnb guest).\n\n*$400 Security Deposit Required (Secured thru Airbnb) as Security for the keys/loss/damage of property (refundable once everything is in order upon your departure)\n*Cleaning fee (Paid thru Airbnb)\n*Prices subject to raise during holidays, holiday weekends and peak season April - October.\n\n2 night minimum, television w/ cable in bedroom & living room. Kitchen with granite counters and every possible cooking utensil, fridge, stove, microwave and coffee maker. \n\nFull use of living room, dining room, bathroom & kitchen.\nYour guest room has a keyed lock, for complete privacy & security.\n\nThe bedroom is not large, this is a NYC apartment.  You cannot walk around the foot of the bed, so for 2 people, the person sleeping closest to the window will have to crawl over the feet of the person sleeping on the outside.\n\nBedroom has it's own air conditioner, which works amazingly well.  Also a small fan in the room.\n\n• Washer machine in kitchen, available for use, as well as detergent.\n• Wifi available, free of charge.\n• Towels, all bed linens including pillows, sheets & blankets are provided.\n• Hair dryer is in the bedroom.\n• Ironing board & iron are available for use (hanging in the hallway).\n• Plenty of space for hanging clothes & dresser with shelf space.\n\nWe will not accept animals, please don't ask, the answer is 100% no.  After allowing 3 different guests with dogs, all of which promised their dogs were housebroken, and all 3 dogs were not housebroken, we unfortunately have to say no now.  We love dogs, so it's a bummer!\n\nPLEASE READ (OR AT LEAST GLANCE THROUGH) OUR HOUSE GUIDEBOOK ON THE NIGHTSTAND IN THE GUEST BEDROOM UPON CHECK-IN.  Hopefully all of your questions like, how to turn on the heat, how to turn on the TV, and all of the other questions people text me with throughout their stay are answered in the guidebook.  If you still can't figure it out, you are welcome to text us, but please understand we are often busy at the office and it's pretty easy to look up all the answers in the guidebook, which we created so our guests can settle into our home with complete ease. Thank you!!\n\nWe are flexible with arrival time.  If you have a early am flight arriving from Europe, it is not a problem to leave your luggage in the living room until check in time.  We work nearby, so it is easy for us to get to the apartment anytime.\n\nWe are happy to give you tips on where to go, how to get there, the best restaurants, bars or clubs in the area - especially House music.\n\nWe look forward to welcoming you to our home, Casa de Besos.\n\nAstoria is the best neighborhood in New York City.  Just minutes from Manhattan, it is the perfect central location. You can get downtown to the Lower East Side, Upper East Side, Times Square, all in 20 minutes. There are so many amazing restaurants on Broadway, 31st Avenue and 30th avenue.  Steinway street has all the shopping you could want, with all of the major stores and boutique stores too.  All of this is just walking distance from us.  \n\nLots of large parks are nearby including the huge Astoria Park with olympic size pool, running track, and incredible views of the city with the Triboro and Queensboro bridges in the background.  Rainey Park and Socrates Sculpture Park also line the waterfront views of Manhattan.\n\nPublic transportation is so simple. \n\nA 5 minute walk to the subway, Broadway station, lines N and Q, are just 3 stops to the city.  A few blocks further walk and you can catch the R train at the Steinway stop.\n\nThe N and Q trains take you to 59th Street, Midtown Manhttan (Bloomingdale's, H&M, Victoria Secret).\n\nYou can transfer to every train from 59th Street and quickly get anywhere in Manhattan. It takes 20 minutes to get into Manhattan via subway, plus 5 minutes to walk to the station.\n\nYou can hail a cab right on the corner. It's a $15 cab ride to get into the city, and takes about 15 minutes.\n\nThere is plenty of street parking on the block, which is very safe if you have a car. \n\nGetting from the airports, both La Guardia (LGA) and John F. Kennedy Airport (JFK) is easy.  LGA is the best airport to fly in to, as we are just 8 minutes away.  JFK is about 20 minutes not during rush hour.  See the full directions under the how to get here directions with our address.  Newark is a little bit far to get to and from.\n\nYou can call or text us anytime during your stay, if you are lost, looking for a good restaurant, or just need help / advice on anything.  We are here to make your trip to NYC be lovely, and we are happy to play concierge for you!\n\nIf at anytime you have any issues with anything in the apartment please notify us, the hosts, right away. If we don't know about the problem, we can't fix it!  If it's too hot or too cold, please say something! We have fans, heaters, air conditioners, extra blankets, everything, just ask.\n\nThis is New York City, so quarters are tight.  If you want a huge bedroom, with a grand private bathroom, you should look into a $600 a night hotel room.  The apartment is 950 square feet total, and the pictures show the space.  It is not a sprawling house in the country side.  This is compact apartment living.  Our apartment is on the medium side for New York City standards, but if you are coming from a suburban home, this apartment will feel small, so don't be surprised.", "name": "10mins to Manhattan Times Square", "picture_url": "https://a0.muscache.com/im/pictures/bb1e659f-ede9-4040-8b39-ca98df18621a.jpg?aki_policy=large", "url": "airbnb.com/rooms/17108395", "id": "17108395", "price": 90, "review": "The host canceled this reservation 69 days before arrival. This is an automated posting."}