{"description": "This private, quiet and sunny 1.5 bedroom apartment on the top floor of a Bedford Stuyvesant brownstone has fantastic energy with lots of light and everything you need for a comfortable stay in NYC. Conveniently located in a vibrant community close to the A express train and popular restaurants plus bars such as Saraghina, Casablanca, Peaches, etc. Sleeps 2 in main bedroom, 1 in 2nd bedroom plus 1 on a twin air mattress which can be set up in the living room.\n\nA bright, airy and quiet apartment located on a beautiful tree lined street in a quiet neighborhood close to the Historic Landmark District of Stuyvesant Heights in Brooklyn. It is flooded with light during the day throughout all areas. Decor is minimal, yet warm and earthy plus the vintage and retro details lends a lovely charm to the space. You will feel very at home and relaxed here, especially after a long day of exploring the sights or work if in town for business.\n\nThe entire apartment is available to you and you have your own, private entrance through the front door of the brownstone. There is a spacious, private foyer at the entrance where you can leave your shoes, any strollers, etc. The apartment is up 1 flight of stairs from the foyer. I stay in a separate apartment underneath. The space features a full double bedroom plus a second bedroom with a twin bed. A private open plan living room with dining area, a kitchen overlooking living/dining area, a bathroom with shower/tub and plenty of closet space for both rooms are all for your exclusive use. A washer and dryer is located in the apartment for your convenience.\n\nAs often as the guest requires.\n\nBedford Stuyvesant is a very local, safe and vibrant community with families who have lived here for generations plus a new wave of up-and-coming, mixed and creative youthful energy has entered the area. A strong sense of community is still very present where the neighbors know each other. The streets are quiet at night and wonderful, no-fuss and good food restaurants plus hipster style bars are all within walking distance or hop on a near by Citi-bike share to explore the best borough of NYC! In summer the area becomes super alive with lots of music experiences and an exciting energy filling the air!\n\nShort walk to the A express train and the C local train at Utica Avenue. A 20 min train ride into Soho in downtown Manhattan. Local busses and Uber / Lyft service and local car service on call. Close to vibrant neighborhoods such as Williamsburg, Bushwick, Clinton Hill (Pratt), Fort Greene, Prospect Heights, etc.\n\nThis is a safe neighborhood. \n\nThere are a few small grocery stores close by to buy essentials from as well as a pharmacy. \n\nThe apartment is up one flight of stairs from the front entrance. The front entrance is up a few steps from the street level. \n\nThe foyer entrance is private to you where you can leave belongings such as shoes, jackets, strollers, etc. \n\nFront outer door: When leaving the apartment, ensure that the latch is pushed out all the way by turning the door knob on the inside (vestibule side) of the door to the right. Then simply pull the door towards you on the street side of the door until you feel that the door is fully locked.", "name": "Sunny 1.5 bedroom top floor brownstone apartment", "picture_url": "https://a0.muscache.com/im/pictures/f61581f6-b565-48e0-b4c2-bc198f56d657.jpg?aki_policy=large", "url": "airbnb.com/rooms/17106690", "id": "17106690", "price": 125, "review": "The apartment was spacious and looked just like the photos. It was a quick walk to the nearest underground and about 40 mins to central Manhatten. Melony was quick to respond to messages while we were there, and very accommodating. "}