{"description": "Couple(s) on vacation in New York, interested in Harlem renaissance, vibrant neighborhood and easy access to downtown Manhattan. Subway 2 or 3 (red line)  is just 5 blocks away on 125th st and Lenox Ave (Malcolm X Blvd).\n\nDuplex 1 bedroom private apartment with fireplace. The whole space is yours to enjoy!\n\nThe apartment is very spacious, especially for New York. The common area has a large couch (that turns into a double bed if you have more than 2 people), dining table that seats four, and an open kitchen - meaning you can cook and socialize with your travel companions at the same time. Spare towels and linens available in the closet. The bedroom has a very comfortable queen bed that will give you a perfect night's rest.\n\nLocated at the core of historic and cultural Harlem.\n\nClose to NYC subway (2 or 3 redline) on 125th St. Yellow or Green Cabs available along 5th or Lenox Ave / Malcolm X Boulevard. You can also take the 4, 5 or 6 subway train (green line) on 125th st and Lexington Ave if you plan to visit the east side of Manhattan.", "name": "Charming Duplex in Manhattan", "picture_url": "https://a0.muscache.com/im/pictures/f20c3bf2-95b6-4aa8-88b3-11a08324b181.jpg?aki_policy=large", "url": "airbnb.com/rooms/17122054", "id": "17122054", "price": 115, "review": "We have just spent a full week in Chito and Xavier's charming duplex in Harlem, New York.\nSuperbly clean, practical and quiet, we were four in the duplex, 2 using the large downstairs bedroom, the other two sleeping on the couch in the lounge upstairs.\nThe duplex was large enough so that we did not feel \"on top of each other\".\nThis lovely apartment is ideally situated north of Central Park and close to different metro lines offering a direct access to Times Square, Broadway, the World Trade Center etc ...\nWe were given all kinds of useful hints for the duration of our visit,  by both Chito (in English) and Xavier's  (in French).\nAn enormous THANK YOU to you both, who also let us stay in a few hours longer than due, till the time of our flight.\nAll very much appreciated, and we'll sure come back and stay in your lovely duplex when next in New York.\n\nCharmant duplex au coeur de Harlem, proche des transports, restaurants et petits commerces. Idéalement situé pour visiter Manhattan.  L'appartement était accueillant et super propre, et Chito et Xavier's ont tout faire pour rendre notre séjour New Yorkais le plus agréable possible.\nSi vous souhaitez trouver un petit coin sympa, calme et bien situé,  surtout n'hésitez pas, this is the place to be!"}