{"description": "Charming Studio with Patio in a Harlem Brownstone. Ideal for couples visiting Manhattan - easy access to downtown. Subway train is a few blocks away.\n\nIndependent studio apartment with its own private patio. The whole space is yours to enjoy.\n\nGuests will have an independent entrance and will have a private bathroom and kitchen. Spare towels and linens are available in the closet. The Studio has a very comfortable queen bed that will give you a perfect night's rest. There is access to a private patio behind the apartment.\n\n130th st between 5th Ave and Madison Ave. Located at the core of the historic and famous Harlem.\n\nApartment is close to NYC subway train number 2 and 3 (red line) on 125th st or 135th st. You can change at the 96 street stop into the number 1 train (red line) to make all local stops.\n\nYou can also take number 4, 5,6 (green line) on Lexington Ave and 125th st if you plan to visit the east side of Manhattan.\n\nOn the fridge you will see a yellow sticker with the wifi Network and code written on it.", "name": "Charming Studio with a Private Patio", "picture_url": "https://a0.muscache.com/im/pictures/117f27c7-c590-4911-be68-eb0cc9f20619.jpg?aki_policy=large", "url": "airbnb.com/rooms/17122439", "id": "17122439", "price": 100, "review": "Tanto mi esposa como yo disfrutamos muchísimo la estadía en este apartamento.  Chito y Xavier son personas muy atentas y amistosas, y siempre estuvieron muy pendientes  a cualquier orientación que necesitáramos. El apartamento es muy cómodo y limpio; es tal cual se muestra en las fotos.  La cocina cuenta con todo lo necesario para preparar los alimentos y almacenarlos;  cuenta con muy buena calefacción, agua caliente, televisión con cable, wi-fi, patio privado, y una cómoda cama para descansar en las noches.  La calle donde se encuentra el apartamento es bastante tranquila. Harlem es un lugar muy interesante, está lleno de historia.  Es tambien muy seguro.   Disfrutamos caminar por sus distintos Bulevares.  Las estaciones del Metro están muy cercanas: 125 ST, 135 ST en Lenox Av. (trenes 1,2,3) y 125 ST en Lexington Av. (trenes 4,5,6).  Utilizamos este medio de transporte por ser barato y muy eficiente a demás de llevarnos rápido a los lugares de interés. Cuando regresabamos tarde en la noche preferímos tomar un taxi.  Yo recomiendo usar UBER ya que es menos caro que los taxis tradicionales.  La Lenox Av. cuenta con muchos lugares para comer, restaurantes y cafés, así como de supermercados para abastecerse; la 125 Av es una vía comercial con muchas tiendas y donde hay mucha variedad: ropa, hogar, electrodomésticos, etc.  Definitivamente me volvería a hospedar en este apartamento.  Lo recomiendo 100%."}