{"description": "MY PLACE IS AT THE CENTER OF MANHATTAN: THE PERFECT LOCATION TO GET EVERYTHING WITHOUT WASTE YOUR TIME IN THE SUBWAY.\nYou'll love my place because you'll have all the conveniences living at the center of the City, close to the most popular attractions and comforts. Save your time for living and loving this amazing city!\n My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nMy place is really nice, I worked on it to make it comfortable and pretty. There is a lot of living space for the NY standards, the bedroom fits a queen bed and a big wardrobe, there are two big windows that makes the place airy. The separated livingroom/kitchen is really cozy, there is a huge sofa bed that can easily guests two people. The kitchen is fully equipped if you wanna cook and there is a big table for 4/6 people. \n\n-Subway Station with the main subway lines is just one block away \n-City bike station in the same block\n\nThe building has a garbage room in witch guests can put the trash everyday to stay clean inside the apartment.\n\n-Time Square is less than 10 min walking\n-Central Park 25 min walking/14 min getting the subway\n-Grand Central 20 min walking/13 min getting the Subway\n-Empire State building 20 min walking/15 min getting the subway\n-Rockefeller Center 22 min walking/15 min getting the subway\n-MoMa museum 25 min walking/15 min getting the subway\n-Metropolitan museum 20 min walking/15 min getting the subway\n-The World Trade Center 25 min getting the Subway\n-High Line  15 min walking/9 min getting the Subway\n-West river side (few blocks away)\n\n...AND MORE... (too many places!) \n\n-Macy's, all the more famous stores (like Zara, H&M, Urban Outfitters, Forever21, American Apparel etc...),\n\n-42 Port Authority Station is 1 block away.\n(There are almost all the main Subway Trains)\n-City bike station in the same block\n\nI'm available to give you advices about the city, to live NYC like a new yorker and not just as a tourist.", "name": "NEW YORK CENTRAL APARTMENT/TIME SQUARE", "picture_url": "https://a0.muscache.com/im/pictures/05ea990f-989e-44a7-9a2e-97fea7e425d8.jpg?aki_policy=large", "url": "airbnb.com/rooms/17123684", "id": "17123684", "price": 190, "review": "Great location convenient to everything! Flexible and easy-going host was easy to communicate with. Cozy, no-frills NYC apartment - all about location! Host was out of town and had some miscommunication with her local staff, but everything was worked out in the end. I would stay here again."}