{"description": "Our place is close to public transport (easy/quick commute to Manhattan), JFK and LGA airports, the park, beach, nightlife, activities and lots of good restaurants including well-known Arthur Avenue in Bronx's Little Italy (7mins via car /famous for its amazing/authentic restaurants). You’ll love our place because of the chic decor, coziness, neighborhood, location, easy access to Manhattan & lots of convenience stores.  Our apartment is good for couples, solo adventurers and business travelers.\n\nYou will enjoy a newly renovated private apartment with quality stainless steel appliances, brand new modern furniture and beautiful artwork throughout the apartment & a private backyard (rare find in New York).\n\nThe apartment is cable TV ready (Fios) and guests will have Wi-Fi access to internet (high-speed).\n\nOur place is located in Pelham Bay / Bronx.\n\nWe take pride in maintaining our place spotless and fresh so that each trip will become a great & memorable experience for our guests.\n\nGuests will have access to a private 1 bedroom apartment including a private backyard.  They will have access to their own fully equipped kitchen, dining room, living room, bedroom, plenty of closet space with hangers, towels, blanket, pillows, ironing board and iron, full bathroom and private backyard (rare find in New York).\n\nThe apartment has its own private entrance inside the house, is cable TV ready, has Wi-Fi internet (high speed), door buzzer, private backyard.\n\nWe offer a light \"Welcome Breakfast\" (self-serve) for your arrival day.\n\nWe will be more than happy to offer help throughout your stay with us.  We live upstairs and are accessible whenever you need us, always with a smile and glad to help in any way we can in order to make your stay with us an excellent experience.\n\nOur neighborhood is a safe, residential area with quick/easy access to Manhattan (easy 5 minute walk to subway & you will only need to take 1 train to get there (no need to change/switch to any other trains); you will get to Manhattan within 40 mins). \n\nPlenty of groceries, dry-cleaning/laundromat, restaurants, 24/7 Rite Aid,  hair salons, manicure/pedicure, shopping mall, convenience stores and more, all within minutes from our place.  \n\nPlenty of good restaurants and take-out (lots of italian restaurants & great pizza, thai / asian, carribbean, 2 great italian bakeries).\n\nIf you love the outdoors or a great walk /  run in the park, New York's largest park awaits you just 5 minutes walking distance from our place.  You also have easy access to Orchard Beach (7 minutes via car or you can also take a bus nearby).\n\nShopping mall is minutes away from our place via car or via bus (5 minute walk to bus).\n\nWe live in a very safe area with convenient and quick access to public transportation (5 minute walk to subway; if driving, 2-3 minute access to highways).\n\nGetting to Manhattan is very easy: you will only need to take 1 train and will be there within 35-40mins (walk to subway is 5 minutes).\n\nStreet parking for those who have a car. Important to follow parking signs if you park in a restricted area.\n\nSleeping set-up: \n- queen size bed in the bedroom (sleeps 2)\n- queen size air mattress (sleeps 2)", "name": "Charming Apartment with Private Backyard", "picture_url": "https://a0.muscache.com/im/pictures/813be19a-6d2f-476f-a7d7-33736e213255.jpg?aki_policy=large", "url": "airbnb.com/rooms/17142987", "id": "17142987", "price": 95, "review": "Amazing house and location! Mirela and Daniel made our first airbnb experience beyond wonderful! "}