{"description": "Welcome to Alphabet City! The world is your oyster in this neighborhood, literally. Check out Upstate or Zadie's for oysters, then head to Cafe Anyway for a cocktail and some live jazz/flamenco, or go down the block to Berlin or Karma for some edgy New York style Rock n Roll or underground hip hop...or head to the musician-run Nublu or the Stone for some avant garde jazz or electronic. This apartment is close to everything. I'm only a few blocks away, and happy to show you around. Enjoy!\n\nFull apartment all to yourself! Kitchen, bedroom and living room, with your own fire escape from which you can gaze out onto the city ... all right next to the train!\n\nIf you want to explore the city by day, and come back to the East Village at night, this is the place to be.\n\nThis is a \"hosted\" stay. I'm happy to show you around the area or give you privacy and let you explore on your own.\n\nAlphabet City is both part of the Lower East Side and the East Village. Everything is walking distance. It's the beating heart of Downtown. I'm a local historian on the area so please ask me anything, I'm happy to show you around. So much fascinating history, boutique art galleries, music venues, movie theaters, cafes, and restaurants to explore. I've lived here for 12 years and wouldn't want to live anywhere else!\n\nThere is a parking nearby on Essex and Delancey where there is also a subway stop on the J,M,Z, and F lines. There is an even closer subway stop at First Avenue and Houston on the F Line.\n\nI live with my girlfriend right around the corner so if you need anything please don't hesitate to ask.", "name": "Cozy Place in East Village / Lower East Side (LES)", "picture_url": "https://a0.muscache.com/im/pictures/c1f94ac5-1544-45ae-900f-705260bd3f23.jpg?aki_policy=large", "url": "airbnb.com/rooms/17141790", "id": "17141790", "price": 155, "review": "He's a great host! Knows everything about the location from food to night life. Definitely try the cornerstone cafe for brunch! "}