{"description": "Welcome to your home in the Upper East Side! You will have a spacious luxury apartment with doorman and concierge, and a beautiful view of the city. There is a gourmet kitchen with dishwasher, in-suite washer & dryer, and a lovely living room. \n\nThis is a great neighbourhood, with tons of restaurants and bars around the corner, Central Park less than a 10 minute walk, Museum Mile (for the Met, Guggenheim, etc.) is just a 15 minute walk. There are several subway lines within less than 5 minutes.\n\nThis is a beautiful space, tastefully decorated and comfortable. The bed is a Tuft & Needle mattress, which is rated as the best mattress and offers an excellent nights sleep. There is a gourmet kitchen, allowing for excellent home cooked meals.\n\nI will give you space, but am available to respond to any queries via email or telephone throughout your stay.\n\nThis is the Upper East Side! Closeby you will find excellent boutique restaurants and bars for entertainment. For the nights that you just want to be cozy at him, there is a grocery store across the street, a McDonald's & Subway around the corner, and a lot of variety stores within a few steps. There is also a pharmacy across the street for any urgent needs. \n\nWithin 15 minutes you will be at Central Park, and on Museum Mile for the epic New York sightseeing! Along the way, you can go for a walk on any of the major streets for shopping and people watching.\n\nThis is an excellent neighbourhood and offers something for everyone.\n\nJust a few steps from the building is access to a variety of subway lines. The building has a paid parking garage in case you bring your car. My favourite, though, is walking around the city.", "name": "Beautiful Luxury Upper East Side Apt with View!", "picture_url": "https://a0.muscache.com/im/pictures/7808ef36-7bdd-40b0-a73a-34f64876ded2.jpg?aki_policy=large", "url": "airbnb.com/rooms/17142038", "id": "17142038", "price": 200, "review": "Ótima localização, perto do metro e de fácil acesso. A Kaley está sempre pronta para ajudar."}