{"description": "- First time renting in 2017, everything is new\n- Roof deck w views of Brooklyn and parts of Manhattan\n- Onsite, secured parking for 1 vehicle\n- In-building gym + washer/dryer\n- 50” HDTV w Netflix\n- 10min drive to Williamsburg\n- 25min drive to Manhattan\n- Fully equipped + stocked kitchen\n- Extremely safe neighborhood\n- Walk Score 98 (‘Walker’s Paradise’)\n- Transit Score 97 (‘Rider’s Paradise’)\n- Bike Score 80 (‘Very Bikeable’)\n\nThe apartment comes with a well-equipped kitchen, high-speed WiFi, cable TV and a 50\" HDTV. NETFLIX . \nThe apartment is professionally cleaned before each guest's arrival. If you need to do laundry, there is a laundry room on the ground floor that is shared between all the tenants in the building\n\n* GYM\n* Rooftop\n* Barbeque\n* Table tennis\n* Laundry\n* Chill out free zone\n\nAIRPORT:\nVery convenient to get to and from JFK airport. The J train goes directly to the airport. (45 min)\nIf you’re coming from the airport, your best bet is a cab or an Uber.\nUse my code for $20 in Uber credit - denisg115ue \nTRAIN:  \n5 min walk away takes you to:\n\"M\" line - station Central Av \n \"J\"  line - station Kosciuszko St\n20-25 min by train to MANHATTAN.\n10 min by train to WILLIAMSBURG\nIf you're driving, parking is near the building, its easy find free parking place.\n\n***Please be respectful of the apartment and leave it as you found it.\n**With regards to check-in time we'd like for it to be between 3pm and 5pm. If for any reason that timeframe doesn't work for you, please let me know ahead of time so we can try to work something out.", "name": "NEW & STYLISH 1 BED | BUSHWICK | ROOF DECK&GYM", "picture_url": "https://a0.muscache.com/im/pictures/0470a60b-c0d9-48fa-bef7-4dfec991f814.jpg?aki_policy=large", "url": "airbnb.com/rooms/17141151", "id": "17141151", "price": 120, "review": "This place is a gem in a not so great neighborhood although it is A short walk to groceries and food and the J and M trains makes it easy to get into and out of the city. There is also a bus out side but I cannot say I know the route. the appt is a one bedroom with a couch (bed) in a well appointed bldg. An outside BBQ, game room, laundry room, and gym make this a good place to stay. Not much seating and a few basic dishes make it functional, but don't plan to host a dinner party. The property is very quiet and the neighbor hood is as well. "}