{"description": "My place is close to Central Park, Bloomingdale's, Dylan's Candy Bar, Serendipity 3, The Plaza Hotel, the famous Waldorf-Astoria Hotel, Whole Foods, Juice Press, Columbus Circle, the Apple Store & so much more. You’ll love my place because of the neighborhood, the great light in the living room, the comfy bed and quiet bedroom, and the separate, eat-in kitchen. My place is good for couples, solo adventurers, business travelers, families (with kids), and big groups.\n\nHola! Welcome to NYC! (almost ;)\n\nMy place is interesting, strange, and perfect all at once :)\n\nI'm centrally located to EVERYTHING in Manhattan - it couldn't be a better, more walkable more convenient location.  You are near Central Park, the Museum district (Upper East Side, 5th Avenue), the theatre district, tons of shopping, and lots of restaurants, clubs, lounges, movie theaters, etc.\n\nWe are also lucky enough to have the subway RIGHT OUTSIDE our front door!  It's really an amazing location :)  The subway takes you downtown, uptown, crosstown, and to all 5 boroughs (Brooklyn, Queens, Staten Island via Ferry, & the Bronx).  The station nearest us has the 4, 5, 6, N, R, & W trains.  Just a few blocks down is the E, M, & 6 trains at 53rd Street and 3rd Avenue. And just a few blocks up is the F & Q trains.  If you look on G-maps, we're at the intersection of East 60th Street & 3rd Avenue, to give you an idea how central the location is :)\n\nAlso, if you walk to 2nd or 1st Avenue, you get a completely different part of the city- totally residential, quiet, almost \"sleepy\"!  We are at the cross section of midtown, midtown east, and the Upper East Side (UES).  So you are just a few steps away from so many different vibes.\n\nThe building is attractive from the outside, strangely painted in the stairwells (green, black & white!), and lovely inside my apartment.  If you don't mind uneven stairs, and lots of them! (I'm on the 5th floor with no elevator), then this is the place for you! ;)\n\nYou will have access to the entire place, all to yourselves.  The large bedroom (that fits 2 double beds), the living room, separate eat-in kitchen, and of course full bathroom.\n\nThe bedroom is super quiet (faces back of building), so you can sleep well.  The living room faces 3rd Avenue, so you will definitely hear city sounds (i.e. traffic, honking, etc.), but the benefit is that it is very bright & full of sunshine.  We have an unobstructed view and see lots of sky (kinda rare in NYC ;)  There is a flat-screen TV with Netflix and Roku (Amazon Prime, etc.), but no \"regular\" TV channels.\n\nThe bathroom is a standard full bath, with shampoo, conditioner, soap, handsoap, and paper supplied for you.\n\nThe kitchen is a full kitchen, fully stocked with dishes, glasses, mugs, pots, pans, etc.  Also, please feel free to help yourself to any teas, coffee, cooking spices, cooking oils, etc.  I have a French press as well as a regular drip coffee maker, but no microwave.  I warm things up the old-fashioned way- on the stove :)\n\nAll sheets and towels are provided.  There are full size sets for the beds, queen size sheets for the airbed, and twin size sheets for the couches.  Spare pillows are in the bedroom closet and white dresser drawers in the living room.  Spare paper supplies (toilet paper, paper towels) are in the hallway closet.\n\nLastly, on the last day of your trip, please call or text me in the morning when you are done with the towels/bath.  I will have the laundry service come pick up all the used sheets and towels.  Simply place all the used sheets & towels in the large blue IKEA bag & hand it to the delivery man when he rings the bell.  It takes 10-15 minutes (sometimes less) for the pickup man to come, so call or text at least 15 minutes before you plan to go out.\n\nLUGGAGE:\n\nMany guests ask if they can leave their luggage until their flight home- I've always been able to accommodate.  Simply have them packed & set aside (so the cleaning lady can still clean for the next arriving guests) and keep one set of keys with you.  This way, you can simply come retrieve your luggage and leave the keys when you're done.\n\nThanks for reading & I hope to meet you soon!! :)\n\nI'm usually nearby, and you can reach me via phone or text almost any time.  If you need anything, I do my best to be available and very responsive.\n\nThe neighborhood is best described as commercial/shopping district.  We are near Bloomingdale's, Ethan Allen, Dylan's Candy Shop, Serendipity (famous ice cream shop), the 24-hour Apple Store (!), Central Park, The Plaza Hotel, 5th Avenue, and so much more.  But just a few steps uptown and you are in the residential and uber-posh Upper East Side.  Brownstones, strollers, and fancy dog-walkers galore :)\n\nThe subway and several bus lines are super close, but you will be able to walk to many places since we are close to 59th Street & Lexington Avenue.  You might spend your whole trip without having to take the subway once.  (If you want to see Brooklyn tho- and I recommend it highly!- you will definitely want to take the subway or an Uber/Lyft.  We're not walking distance to Brooklyn ;)\n\nI do ask you to please keep the noise/talking to a minimum on the stairs so as not to disturb my neighbors.\n\nI also ask you to be discreet about airbnb.  As the law changes in NYC and airbnb is being debated, I do not want to attract any unnecessary attention.  I hope you understand!  I don't mention it to my neighbors, super or landlord.  If anyone asks (which is rare!), I simply say I have \"guests visiting\" :)", "name": "LARGE SUNNY 1-BR in midtown NYC-Near CENTRAL PARK!", "picture_url": "https://a0.muscache.com/im/pictures/770987e3-db60-4c1a-b546-0473463581fc.jpg?aki_policy=large", "url": "airbnb.com/rooms/17144555", "id": "17144555", "price": 100, "review": "Location, Location, Location! Sarah is the sweetest host I've stayed with by far. She is willing to go the extra step with check in/check out process. She replies very quickly, very helpful when we had any questions. Her house rules are very basic and easy to follow. Sarah is awesome and her place is adorable! "}