{"description": "Relax and unwind in this cute, cozy, and serene west village apartment. This is the type of space that inspires books, poetry, and art. Steps from the apartment you will find the city's best food, wine and shopping. In the heart of the city's cultural center, and 15 minutes to the city's business district, this apartment is a true dream come true.\n\nStep into my serene West Village oasis. In the heart of everything, yet so far removed. My home is is perfect for couples, singles, and business travelers. The apartment itself is well situated on a charming, quiet side street - a must for those looking to rest peacefully at the end of a long, exciting day. The bedroom sleeps 2, and the living room is great for curling up with a book and glass of wine at the end of a long day in the city's cultural center.\n\nMy charming one bedroom apartment is located in the center of New York’s trendy West Village. While the building was built in the late 19th century, the unit has been renovated and features beautiful hardwood floors. The apartment is located on the third floor, which means you will be  far enough removed from the sounds of the street without having to walk up too many flights of stairs.\n\nThe living room is well situated in front of bright and cheery windows, with a comfortable leather sofa to curl up on with a book. The fully stocked, spacious kitchen is perfect for enjoying a morning cup of tea or having a cozy dinner in.\n\nThe bedroom is towards the back of the apartment, which means it is far from the street and perfect for a restful evening of sleep.\n\nThe apartment is professionally cleaned before every stay, and comes with clean linens, towels, soaps, and everything else you'll need for a comfortable stay. The apartment is extremely well kept and minimally decorated for an optimal relaxing area to come home to in the West Village.\n\nJust one last note: This is my home that I live in full time and only rent out once in awhile. I've made space for you and your things, but please understand that you will find a few my personal belongings in the space.\n\nMy home is yours! The entire apartment is yours to use. Please make yourself at home to whatever you might need.\n\nI will be traveling, so have asked the concierge service, Cityami, to look after my guests while I am away. They will reach out to you shortly after booking to share check-in details.\n\nShould you have any questions during your stay, please feel free to ask away! They're all locals and offer great advice on the city. They are also familiar with my home should you have any questions.\n\nIf for some reason you don't hear from them, please feel free to send an email to (EMAIL HIDDEN) or call them at + (PHONE NUMBER HIDDEN).\n\nI chose to live in the West Village for so many reasons, and I'm excited to share them with you. The location is phenomenal. You don't really need to leave the area (a 5-block radius is sufficient), but if you do choose to go elsewhere you'll find everywhere you want to go is easily accessible. \n\nWhile staying here, I recommend checking out some of the great spots just steps from my apartment: Buvette, The Spotted Pig, Magnolia's, Van Leeuwen's, and Little Branch. I also recommend walking a few minutes over to West Soho where you can find most of the city's top designers, both boutique and well known (Prada, Alex and Ani, La Perla, etc.)\n\nThe A/C/E/L trains at 14th St are 10 minutes away and the 1 at Christopher St is 4 minutes away. Uber/Lyft tend to be available within 1-3 minutes. You can also quickly hail a taxi on either Greenwich, Hudson, or Washington St.\n\nNotable Destinations Nearby:\nSoho: 10 minutes by car\nWorld Trade Center: 20 minutes by train\nTimes Square: 19 minutes by train\nBrooklyn Bridge: 19 minutes by train\nThe High Line: 9 minutes on foot", "name": "Cute and Stylish West Village Apartment for 1-2", "picture_url": "https://a0.muscache.com/im/pictures/8877e42f-48f7-4738-89dd-207d0337684d.jpg?aki_policy=large", "url": "airbnb.com/rooms/17152974", "id": "17152974", "price": 255, "review": "This is a GEM of an apartment in West Village. It's an older building so watch yourself as you go down the steep stairs, but the upkeep on the building is great! The building is on a quiet, tree-lined street but close enough to everything great WV has to offer. In fact, my second-date bar is next door (The Otheroom)! \n\nThe apartment itself is immaculate. It is clean but not sterile. It's airy but still very homey and comfortable; the tall ceilings definitely add to that. The front of the apartment gets ample natural light during the day. \n\nThe host was incredibly accommodating as well. I'm a former New Yorker so I know my way around, but she had left a detailed note with some tips about the neighborhood (proximity to various subway stations, grocery store, etc). \n\nAll in all, fantastic apartment & host. Thank you! "}