{"description": "Enjoy your own private 2 BR / 1 Bath within a quick walk to Central Park. \n\nCentrally located near Central Park with easy access to main subways Q and F. Quick subway ride down to Times Square, 5th Avenue shopping, the Empire State Building, Soho, Midtown and many great museums. \n\nFeel free to book INSTANTLY!\n\nWelcome! \n\nEnjoy NYC in this HUGE / NEWLY furnished and spacious private 2 BR!\n\nWelcome to your private 2 BR centrally located near Times Square. This private 2BR is convenient for couples, friends, or family traveling who want to be centrally located with easy access to public transportation. Enjoy complete privacy. Need to wash your clothes? You're in luck! This apartment comes with a washer, dryer, and detergent in the unit. Want to dine out? Many good restaurants within walking distance. Although I have no kitchen, I do have a refrigerator and microwave for your convenience.\n\nNearby Attractions: \n- Central Park\n- The Metropolitan Museum of Art \n- The Guggenheim Museum\n- Icahn School of Medicine at Mount Sinai\n- NYC Heath + Hospitals\n- Jacqueline Kennedy Onassis Reservoir\n- East River\n-Randall's Island Park\n\nA quick subway ride away\n- Times Square\n- 5th Avenue Shopping \n- Broadway Theater District \n- Empire State Building \n- Hudson River \n\nExpress Subway Stops to: \n- Times Square\n- Penn Station / Madison Square Garden\n- Theater District \n- Harold's Square\n- Soho\n\nTHE APARTMENT: \nThe 2 private rooms are one of the nicer / newer apartments you'll find. You have plenty of space to keep your belongings, luggage, and souvenirs. The place is fully equipped with AC, heater and fast WiFi! \n\nTHE 2 PRIVATE ROOMS: \nTwo private bedrooms and private bathroom all to yourself. Separate entry from the owner, so you won't even see me unless of course you want me to show you around town. \n\nStay and feel at home!\n\nNO SMOKING \n\nIt comfortably accommodates 4 people in the 2 bedrooms. \n\nCHECK IN depends on host's schedule. Normally that is around 3 PM. Please plan accordingly and expect to check in the afternoon if you arrive early morning Monday-Friday.\n\nCHECK OUT is around 11am  on the checkout day.\n\nTransportation: Walking distance to F and Q (2 blocks), subway lines. \n\nWant to make a reservation/check availability? \n- check the up to date calendar, if its free, you may go ahead and reserve. There is no need to ask if its available because the calendar displays real time availability.\n\n2 Private Bedrooms\n1 Private Bathroom\n\nSubway \n-F and Q lines", "name": "Stunning Private 2 BR Near Central Park", "picture_url": "https://a0.muscache.com/im/pictures/a0e87696-f9a3-4379-b701-2c5cf0ec8ceb.jpg?aki_policy=large", "url": "airbnb.com/rooms/17155092", "id": "17155092", "price": 70, "review": "The appartement (for 4 persons) small but very clean. No kitchen. Good location, near Central Park. Very quiet. Good will by arrival and departure. Very good communication. It was a good stay! We can recommend it."}