{"description": "My place is close to Corner Bistro, ABC Kitchen, Cafe Cluny, The Jane Hotel, and Gramercy Tavern. You’ll love my place because of the ambiance, the neighborhood, and the light. My place is good for couples, solo adventurers, and business travelers.\n\nMy home is a light filled studio in a walk-up in the heart of the West Village, walking distance from the best restaurants, cafes, bars, and shopping the city has to offer!\n\nGuests will have access to all areas of my home except for areas that common sense would dictate not to access, like personal storage areas, under the bed, my personal belongings, etc.\n\nI will be away during your stay, so under no circumstances should you call, text, or email the contact information on my profile. You won't receive a response. Instead, keep all communication on Airbnb. I have a service that looks after my home, and they can respond to you promptly via Airbnb 24/7.\n\nThe West Village looks like a European small town in the middle of the nation’s biggest city. Don’t be fooled by this neighborhood’s quaint storefronts and their equally adorable names—the West Village is a fast-paced place. Shoppers, diners, and art aficionados flock here in droves. Despite its foot-traffic, the West Village manages to maintain an intimate vibe that sets it apart from many other hustle-bustle New York City destinations.\n\nJFK Airport: 35 minutes by cab without traffic\nLaGuardia Airport: 25 minutes by cab without traffic\nTimes Square: 15 minutes by subway \nWall Street / Financial District: 16 minutes by subway\n\nPlease be respectful of my neighbors.", "name": "Sun-Filled West Village Curated Home", "picture_url": "https://a0.muscache.com/im/pictures/f9af32c7-9526-4a09-a0ec-b810783853e2.jpg?aki_policy=large", "url": "airbnb.com/rooms/17155341", "id": "17155341", "price": 145, "review": "After needing to book a last minute, one night stay for work, I came across Lucas' place and I'm very happy I did. My stay was great! The home was clean, pleasant, and in a terrific location. Lucas even has a full time management service looking after the property to provide cleanings, key exchange and 24/7 communication. This was a great stay and I highly recommend it for others looking to make a NYC trip. "}