{"description": "My home is an oversized one bedroom with a PRIVATE balcony/patio! In a great area in Williamsburg. Subways and supermarket are within walking distance. I have a GYM, ELEVATOR, ROOF DECK, A DEDICATED GARAGE PARKING SPOT (FREE FOR GUESTS) and more! You won't find a better place than this to tour Brooklyn and NYC!\n\nMy home is nestled in ultra-hip Williamsburg, Brooklyn. It's great for a short visit or a long stay!\n\nGuests can access most parts of my apartment except for areas that common sense should dictate are off limits, including my personal belongings, storage areas, under the bed, etc. Use common sense, and you'll be fine. The BBQ is off-limits (sorry).\n\nI will be away during your stay, so please do not call, email, or text the contact info on this account - You won't get a response; I promise :)\nInstead, I have a service that handles things like check-in, check-out, etc. for me. As long as you keep all communication on Airbnb, they can get back to you there ASAP, 24/7.\n\nBrunch and bike away the day and lounge and drink away the night in this infinitely hip warehouse-turned-loft Brooklyn neighborhood. New York City’s top spot for looking awesome while ordering beers that come in a tall can, Williamsburg is a food, drink, and music lover’s paradise. This ultra-trendy neighborhood completes its super cool repertoire with alternative-looking street art and two-story murals.\n\nJFK Airport: 25 minutes by cab without traffic\nLaGuardia Airport: 15 minutes by cab without traffic\nTimes Square: 24 minutes by subway \nWall Street / Financial District: 36 minutes by subway\n\nIf you intend to use the parking space, please let my check-in service know in advance, and they can provide you with instructions. By the way, did I mention that there's a sweet roof deck? Please be super respectful of my neighbors. This is my home, and I don't want to be on bad terms with them. Finally, the BBQ grill on the balcony is off limits. Sorry.", "name": "Bright 1 Bed in Williamsburg w/ Private Patio!!", "picture_url": "https://a0.muscache.com/im/pictures/3df0740b-43f4-403a-aab7-0d05f3721e81.jpg?aki_policy=large", "url": "airbnb.com/rooms/17168956", "id": "17168956", "price": 120}