{"description": "My place is nice and incredibly convenient, 15 mins from midtown, Manhattan.  You’ll love my place because of the neighborhood.  It's close to transportation; express trains, buses and LIRR.  2 blocks from Restaurant Row, bars, boutiques & supermarkets.  5 mins from Century 21 and malls.  There is also a 24 hr Walgreens, Chase Bank and deli around the corner for your convenience.  \nMy place is good for couples, solo adventurers, and business travelers.\n\nA few of my favorite restaurants 5 mins walking on Restaurant Row are:\nSavory:\nShake Shack (burgers)\nCabana (cuban)\nThe Grill (mediterranean)\nAged (steakhouse)\nMito (Japanese Asian Fusion)\nJade (japanese)\n\nSweet:\nMartha's Bakery (the best bakery ever...red velvet cupcakes is a must!)\nT-Swirl Crepes (try their sweet & savory crepes, so good!)\n\nBars:\nAustin Public (fun trivia on fri nights)\nForest Hills Station House (good bar food as well)\nDirty Pierre’s (the best burgers you might have!)\n\nShopping:\nAustin street is the to-go place here, 2 blocks away!  A few of my favorites-\nSephora\nVictoria's Secret\nBath & Body Works\nBanana Republic\nFox's\nDiva\nShopping centers are also nearby - \nRego Center\nQueens Center \nShops at Atlas Mall\n\nClose to public transportation, express trains E&F takes you straight into the city in 15 mins.  Also local trains R&M is at same station.\nThe most beautiful LIRR station, 71-st Continental is 5 mins away.\nBuses are around the corner if you wanted to explore more locally.", "name": "Beautiful Spacious Clean Apt 15 mins from the city", "picture_url": "https://a0.muscache.com/im/pictures/bd3f9361-2be1-4a9e-b92f-428e26fd231e.jpg?aki_policy=large", "url": "airbnb.com/rooms/17171792", "id": "17171792", "price": 120, "review": "What a disappointment!!! Helen contacted me to charge me $400 extra for leaving stains on her towels, teddy bears, towels( which was completely untrue)! I did not touch none of her things. Her bedroom had a very strong pet/ urine odor and hairs all over which made it impossible for me to sleep in. "}