{"description": "A private suite for you or more. Enjoy half of our flat with your own private entrance, 2 rooms and bathroom. If you feel like cooking, we're happy to share our charming kitchen that separates the 2 halves of this ground floor apartment. Enjoy a cozy home on the streets of bustling, beautiful Greenpoint! 2 short blocks to the enchanted city skyline!\n\nYou will have your own private entrance, 2 rooms and a bathroom/shower to yourselves - surrounded by romantic New York City skylines, bridges, and building architecture. Named for its leafy wonder, and still lined with gorgeous greens and large parks today, Greenpoint is one of Brooklyn's hottest neighborhoods. Even as Williamsburg's hipster revolution spreads northwards, Greenpoint still champions its post-WWII Polish flavor.\n\nThe space is professionally cleaned and prepared before every visit. We just moved in, and everything is renovated & brand new just for you!\n\n- You will enter into the living room doubling as your bedroom - with a couch transforming to a comfy queen size bed. We will prepare bedding prior to your arrival. Has two bright windows to the street.\n- Airy second room gives you more space to spread out and put your things.\n- Vintage bicycle and U-lock for your use!\n- High speed unlimited wireless internet \n- Newly refurbished and colorful bathroom \n- Hairdryer and fresh towels \n- Steamer\n- Costumes in closet incase you find yourselves in Bushwick\n- Elliptical \n- Secure entrance with your own keys\n- A door that you can lock and unlock to enter our spacious kitchen area -shared with only us - your hosts! It includes microwave, fridge, stove, french press, coffee, tea, and anything else you might need to prepare a delicious meal during your stay. There are plenty of excellent organic grocery shops right around us.\n- In the summer we have a big backyard we are happy to share with our guests.\n\n- A door that you can lock and unlock to enter our spacious kitchen area; shared with only us - your hosts. Plus your private entrance that leads you right to the street.\n\nWe are busy art professionals who love to travel. We both work from home most days, so it is likely one of us will be here - if you need us or want to chat - just knock at our doorway down the hall. Otherwise you will have your complete privacy outside the kitchen. \n\nSince we just moved here from artsy Bushwick, we are still familiarizing ourselves with the new spots in the neighborhood - there are quite a few!\n\nBrooklyn is home to the hippest restaurants, boutiques, venues, and creative agencies. With too many places to name, we will do our best to help you find some 'cool' spots so that you get the real local feel.\n\nWe have 1 free bike for your use! \n+ 1 other for an additional small fee, by request only.\n\nWalking distance to the following:\n\n- East River Ferry: 4 min\n- Greenpoint Ave. G train: 7 min \n- Bedford Ave L train: 13 min\n- Citi Bikes: 3 min\n\nUber and/or Lyft are also great options for getting around! Make sure to download the app when you arrive.", "name": "The Traveler's Suite: Private Entrance & Bathroom", "picture_url": "https://a0.muscache.com/im/pictures/e8f36631-af33-47a1-8690-e18d52b0713e.jpg?aki_policy=large", "url": "airbnb.com/rooms/17189484", "id": "17189484", "price": 100, "review": "Loved the neighbourhood, and the hosts are awesome! Highly recommend  "}