{"description": "I would love to host you in my private 2 BR / 1 Bath apartment just east of Central Park! You will have complete privacy and your own separate entrance! \n\nLocated on a beautiful tree-lined block in a safe and quiet neighborhood. Close to all the major attractions. So many great restaurants and bars and subway is 2 blocks away.\n\nMy place is perfect for singles, couples, families, large groups, business travelers and tourists!\n\nFeel free to book instantly!\n\nHello!\n\nMy apartment is east of Central Park, surrounded by a lot of nice restaurants and bars around the area. You are reserving a private 2BR (I live on the other side of the apartment but you will have the space all to yourself!)\n\nThe apartment comes fully furnished and fully stocked with towels, fresh sheets, toiletries and water bottles. Note that there is no kitchen in the unit but we provide mini fridges for you to store food / drinks and microwaves to reheat it. There's a washer and dryer in the basement of the building. I also provide a Keurig so feel free to enjoy complimentary coffee! \n\nThe 2 private rooms are one of the nicer / newer apartments you'll find. You have plenty of space to keep your belongings, luggage, and souvenirs. The place is fully equipped with AC, heater and fast WiFi! The apartment was recently renovated and furnished with all new items! \n\nBoth the bedrooms have windows so there is always a ton of natural light and fresh air (if you want) \n\nStay and feel at home!\n\nNO SMOKING \n\nIt comfortably accommodates 4 people in the 2 bedrooms. \n\nCHECK IN depends on host's schedule. Normally that is around 2 PM. Please plan accordingly and expect to check in the afternoon if you arrive early morning Monday-Friday.\n\nCHECK OUT is around 11 am on the checkout day.\n\nWant to make a reservation/check availability? \n- Check the up to date calendar, if its free, you may go ahead and reserve. There is no need to ask if its available because the calendar displays real time availability.\n\nTwo private bedrooms and private bathroom all to yourself. Separate entry from the owner, so you won't even see me unless of course you want me to show you around town :)\n\nSince I am on the other side of the apartment, I try my best to give my guests space. However, if there is anything that you need, I am available by phone/email/text!\n\nWhat I love most about my neighborhood is that is safe and quiet but close to all the major attractions. There are so many delicious restaurants, cafes and cute boutiques all within walking distance. \n\nThis is your chance to experience life on the Upper East Side. The subways are within walking distance so you are minutes away from all major attractions. \n\nNearby Attractions: \n-Gracie Mansion\n- Central Park\n- The Metropolitan Museum of Art \n- The Guggenheim Museum\n- Icahn School of Medicine at Mount Sinai\n- NYC Heath + Hospitals\n- Jacqueline Kennedy Onassis Reservoir\n- East River\n-Randall's Island Park\n\nA quick subway ride away\n- Times Square\n- 5th Avenue Shopping \n- Broadway Theater District \n- Empire State Building \n- Hudson River\n-Bryant Park\n-Grand Central \n\nand so much more!\n\nA block from N and Q trains! 3 blocks from 4,5,6. Cross-town and downtown buses. It's a very convenient location.", "name": "Sunny Charming Private 2 BR Apt in Upper East Side", "picture_url": "https://a0.muscache.com/im/pictures/cbe3ba70-cd1f-4b6b-ae78-5dcd4a1ed4b7.jpg?aki_policy=large", "url": "airbnb.com/rooms/17188040", "id": "17188040", "price": 120, "review": "What a breath of fresh air in the middle of a bustling city! Pauline's place was quiet, clean and comfortable for our family of 4-having 2 bedrooms was nice. The space is small but probably standard for NYC but we all fit fine. She had a coffee maker, small fridge and microwave too. Her check in assistant Aretha was great and communicated well with us from before check in until the end. It would be nice to know ahead of time the main bus lines/subway trains to get on close by if you are unfamiliar with the city. We did a combo of Lyft, subways and buses. It is a bit out of the way if you are going to spend significant time downtown esp with kids but if you want to spend a lot of time in Central Park it is a perfect location! It was a great stay and gave us a neat New York brownstone experience!! Thanks Pauline!!"}