{"description": "Columbia University Medical Campus neighborhood.\nClean and very large private room.\n\nEasy connections to anywhere in NY and New Jersey, 10 min walk to 3 major MTA lines and various buses. 15 min walk to George Washington Bridge.\n\nWelcome all! I'm Sulim and I am a graduate student of Columbia university. I am renting out my lockable room in my two bedroom apartment. The private room that you will use is very spacious and large, because it combines with two different rooms. You will have a bed room and a general room that you can use as a private living room or dinning room. It is decorated with classic styles of furniture. The room has a big wooden desk, dressing table, wardrobe, King sizes bed with two stories mattress, one big armchair with two extra chairs, and air conditioning.\n\nYou can access to all common living areas with kitchen privileges (microwave, fridge, dishes, stove top cooking, cooking supplies etc.). You can access to Wifi in the whole apartment.\n\nYour privacy and comfort is my main concern. Please let me know if you have any questions about the city or how to get around. I am happy to share my various local tips.\n\nMy neighborhood is comfortable and friendly. They are mostly related to Columbia medical school or Columbia university hospital. Various restaurants, Chase bank, grocery store and deli's are nearby.\n\nLocation is also very convenient. Just 5 streets away from the 1 and B/C lines to go downtown Manhattan. You can also go to New Jersey where you can see the New York skyline standing next to Hudson river.\n\nCheck out Time for Saturday could be flexible. (Please Contact me)\nCheck out Time for Sunday is by 11am.\nI offer to keep your luggage until 5pm.\n\nAlthough I am renting only the private room, in most times on Friday and Saturday, you will use the whole apartment alone. You can access to every area, except the one closed room where my roommate uses. (She is a preschool teacher in Barnard college and she mostly go back to her parent's place during weekends so you will not see her. However, sometimes she can be in her room. So I will confirm the information before you book.)", "name": "Comfortable and Cozy House near Columbia", "picture_url": "https://a0.muscache.com/im/pictures/048af008-1018-4097-9e3b-a28fb29175b7.jpg?aki_policy=large", "url": "airbnb.com/rooms/17192158", "id": "17192158", "price": 50, "review": "Su Lim is a very attentive host who has an amazingly quick response time. Great communication. Great host. Very positive experience! "}