{"description": "A comfy, quiet and conveniently located apartment just one block from the 1 train in the Upper West Side.\n\nThree most frequent questions, answered.\n\n1) unfortunately, we do not show the apartment in advance\n\n2) the sofas are not for sleeping on\n\n3) the apartment is on the first floor. There's an elevator in the building which you'll use only to get to laundry and trash.\n\n\nLocated on the first floor of a small building, \nthis clean, fully-furnished apartment is chock-full \nof original features: high ceilings, moldings, and herringbone wood floors that, if you’re into that \nsorta thing, will really make you feel fancy. \n\nThe Front Room makes for a perfect work space, \nas it comes fully equipped with a full-sized wooden desk, comfortable desk chair, and new CB2 \nleather sofa. \n\nThe Bedroom ups your comfort game with \na queen-sized Tempur-pedic mattress, blackout curtains, a large dresser, closet and full-length \nmirror finish the room. \n\nThe Living Room is beautifully furnished with a new Anthropologie couch, 32” flat screen TV, and wooden storage ottoman.\n\nThe Kitchen alcove is fully-stocked with pots, pans, dishes, silverware, coffee maker, tea pot, microwave, toaster and blender. \n\nThe Bathroom is decked out in 1950s style pink and black tile, and features a shower/tub as well as a window for natural lighting. \n\nThe apartment shares the same block as the Manhattan School of Music, that receives 24/7 footpatrol security, making it perfect for those \nwho are new to Manhattan and are looking for\nadded security or if you have a concerned mother \nlike mine.\n\nAdditionally, the apartment comes fully equipped for you to feel like home the moment you walk in the door. You’ll find an iron, ironing board, towels, linens, and hair dryer are provided. Frigidaire Air Conditioning available for summer months. \n\nLaundry is available in the basement, for a small fee but there’s also a wash-and-fold around the block if you can’t find the time for laundry.\n\nMorningside Heights is located in the Upper West Side of Manhattan. The neighborhood is the perfect place to catch some undisturbed Zzz after a full day of sightseeing but close enough to the action if you feel like living the night life up. \n \nThe apartment is a block away from Riverside Park, Grant's Tomb, Riverside Church, a cute coffee shop, a Starbucks (if that's more your style), delicious ramen and our favorite, a small Italian restaurant with big portions. \n\nWalking distance to Fairway and C-Town supermarkets. \n\nClose to the Apollo and Red Rooster, a famous and hip soul food restaurant where their Lobster Mac N' Cheese is a must. \n\n20 minutes to Lincoln Center, Times Square, and the Empire State Building. 30 minutes to Union Square.\n\nAccess to the 1 train @ 125th & Broadway right on the corner.\n\nTransfer to 2/3 express lines at 95th.\n\nQuick walk to the A, C, B, D lines.\n\nYou can always Uber it or take the bus.", "name": "Cozy Apartment in Upper West Side", "picture_url": "https://a0.muscache.com/im/pictures/b152e0bb-bbd3-41f2-ace8-7fe56f52dc18.jpg?aki_policy=large", "url": "airbnb.com/rooms/17190339", "id": "17190339", "price": 150}