{"description": "cozy space availble any time as i travel alot this is the best area as it is in the middle of the city it super safe and very convenient. There are two bedrooms and the street is quite and nice.\n\nCentrally located in Manhattan, This Cozy 2 bedroom 1 bathroom with Balcony is a great launching pad and a great spot to be in. Good size bedrooms, Living-Room with Sofa-bed to accommodate two extra guests and a fully equipped Kitchen, with all utilities included, WIFI, and Cable TV plus more:\n\n★ Bedroom Number 1 includes:\n\n• Queen size Bed \n• Night Stand \n• Extra bed sheets and towels \n• Iron with board\n\nBathroom Number 2 includes:\n• Full Size Bed \n• Extra bed sheets and towels \n• Closet\n\nBathroom Includes :\n• Full Bathtub. \n• Blow-dryer. \n• Shampoo & Soaps. \n• Fresh towels.\n\n★ Living-room:\n\n• Pull out sofa Bed \n• Air Conditioner\n• Television With Cable\n• Telephone (Local Calls Only)\n★ kitchen includes:\n\n• Refrigerator \n• Gas Stove \n• Kitchen Sink\n• Microwave.\n\nTo My Entire Apartment and Balcony\n\nAs Often as needed :)\n\nAn epicenter for ambitious professionals, Midtown East is home to many of Manhattan's best-dressed corporate experts. Wall Street entrepreneurs and 9-to-5 weekend warriors call this high-rise neighborhood home. Although Midtown East is all business by day, its residential community makes a strong evening showing at its myriad restaurants and bars. Outside of the bar scene, Midtown East is home to choice boutiques for the shopping-savvy.\n\n6 Train located on 33rd street & Park avenue - 5 min walk \n6 Train located on 28th street & Park avenue-5 min walk\n\nJFK Airport: 30 minutes by cab without traffic\nLaGuardia Airport: 20 minutes by cab without traffic\nTimes Square: 13 minutes by subway\nWall Street / Financial District: 22 minutes by subway\n\nCheck in is at 2:00 pm & check out is at 11:00 am please keep this in mind when booking your flights. YOU WILL BE SUBJECTED TO A LATE CHECK-IN FEE IF YOU ARRIVE PAST 8:00 PM", "name": "2 Bedrooms Central Location In Manhattan Sleep 6", "picture_url": "https://a0.muscache.com/im/pictures/2d3d1908-ada0-4b73-b933-c45edf865124.jpg?aki_policy=large", "url": "airbnb.com/rooms/17209047", "id": "17209047", "price": 250, "review": "Didn't get a chance to meet Aloon, but the cleaning lady was very nice and quick to respond. The place was nice"}