{"description": "We live on Bedford Ave in Williamsburg. Surrounded by restaurants, parks, night life, etc! Walk just 5 minutes and you can see all of Manhattan from the East River.  Our space is a 1 bedroom apartment on the ground floor. It's clean, pretty, and cozy! The best place to relax after a long day exploring. If more people were coming, we have a queen size blow up mattress that we keep at our place. We LOVE Airbnb and hope to provide our guest with the great experience others have shown to us!\n\nLocated in a quiet, but lively part of Williamsburg. Just a 7 min walk to the L or JMZ train. Steps away from some of the best food Williamsburg has to offer! And just 10-15 minutes from Manhattan.\n\nWifi, Hulu/Netflix/HBO Go, private backyard, full kitchen, and grill. Towels, fresh sheets, and shampoo/condition/soap are provided.\n\nCheck out what makes Williamsburg so great here:\nhttps://www.airbnb.com/locations/new-york/williamsburg\n\nI love it because it feels like a neighborhood! Most of the people here are locals, and you will really get a feel for what it's like to live in Brooklyn. There are a lot of restaurants that started in Manhattan and opened a second or third location here. Some examples are: Joe's Pizza (the best), Milk Bar (cereal milk icecream), Meatball Shop (soo good), and 12 Chairs (great brunch spot). Just a 10-15 minute commute on the train and you're in Manhattan, but when you're in Williamsburg it feels like home.\n\nThe L train and JMZ trains are both an easy 7 minute walk from our place!\n\nUse (SENSITIVE CONTENTS HIDDEN) Maps on your phone to get around. Just type in where your headed and chose the subway icon for subway directions.\n\nIf all else fails, there's always Uber or a Taxi! Both very reliable.", "name": "1BR - Prime Bedford Ave Apartment - Outdoor Space", "picture_url": "https://a0.muscache.com/im/pictures/e2327aab-b1cc-49be-a11a-69a7613bc5f8.jpg?aki_policy=large", "url": "airbnb.com/rooms/17212052", "id": "17212052", "price": 149, "review": "Katie was a wonderful host! She made sure we had everything we needed and was available at all times. I adored her apartment and the location. Would definitely stay there again!"}