{"description": "A gorgeous studio in a perfect location, only a block to Central Park! It's great for couples, solo adventurers, business travelers, families (with kids), and big groups.\n\nOne block from Central Park!\n\n- Wireless Internet access \n- Two Queen size beds\n- Fresh Bedding & Bath towels supplied\n- Full-size closet with hangers + extra overhead storage space for large items\n\nBedroom with two queen size beds, Living area, Eat-In kitchen, private bath room. You will have the place for yourself.\n\nAnything you need I'm available at any time\n\nUpper East Side, back in the days the German and Hungarian neighborhood. Great mix of old houses and new buildings, streets are tree lined. Very safe, lively, all kind of restaurants, bars, booksellers, stores, movie theaters.\n\nThere are two close subway stations: \nSubway station Green Line 4,5,6: Lexington Ave 77th St\nSubway station Yellow Line Q: 2nd Ave 86th St\nBuses run on 5 Ave and Madison. and to the other side of the park on 79 st all the way.\nTaxis are everywhere and almost immediately available, just wave your arm :-). Also available for easy transportation are car services like Uber, Gett, or Lyft.\n\nVery safe neighborhood. \nIt's on the 4th floor - we don't have an elevator here. good for shape and even faraway from the street noise. During winter there is a bit radiator noise to warm up the building.", "name": "Windows to the Soul", "picture_url": "https://a0.muscache.com/im/pictures/563360f4-aac7-4a6c-9a3d-8a4fbee0dd73.jpg?aki_policy=large", "url": "airbnb.com/rooms/17219225", "id": "17219225", "price": 110, "review": "Adan Is a great host.\nThe flat is in a great location. Both to the park, but also there is great shops along lexington av.\n\nThere is a close by subway station. And the area is great.\n\nThe flat Is exactly as shown in the website. And the bathroon and kitchen are great. Very spacy place.\nWarm and great.\n\nThanks adam, for great place.\n\n\nNote... the 4 stories with no elevator.... a bit of an effort if u have heavy suitcase... but we passed it ok :) "}