{"description": "My place is close to Dino BBQ, Royal Palms shuffleboard club, Brooklyn Bolders rock climbing, Ample Hills Creamery. You’ll love my place because of the people, the neighborhood, and the light. My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nThis is a charming two-bedroom apartment sleeps 7 comfortable borderline Park slope, nearby many restaurants, & a half a block from the New York City subway station; if convenience is essential then this is the apartment to book. I'm within walking distance to 2,4,5,R,B,D,Q & path trains.\n\nThe air-conditions have a remote controls which should be right on top or beside them. please turn off when leaving the apartment to conserve energy. \n\nThere are extra towels and sheets in the dresser underneath the television in the living room. \n\nPlease send a text message or email a couple days prior to arriving to confirm check-in and checkout times. There will be a additional $25 charge for check in after 7p.m or before check in at 3pm. Cleaning fee must be left on the dinning room table in the napkin holder. \n\nThe Internet should be plugged in at the outlet in the dining room and the username and password is on the back of the device. It should be charged one in the apartment it is portable you can take it with you to have wireless services outside but you are fully responsible if lost.\n\nEmail and text to coordinate check-in time. If check-in is later than 7pm, there is a $25 EXTRA CHARGE. Host will walk you through and give keys. Check-out is usually independent. ( keys will also be left in lockbox in case of emergency)\n\nUnion street train station is just 30 seconds away( 1/2 block)  wher you can catxh the R train. Atlantic Ave/Barclays Ctr subway station is 9 short blocks away 6 min walk. 2 express stops/10 minutes to Manhattan. You can catch the 2, 3, 4, 5, N, R, D, B, Q and Long Island Railroad.", "name": "Charming Apt Mins Away from City", "picture_url": "https://a0.muscache.com/im/pictures/80138803-ec74-45ec-aee5-6da90596c762.jpg?aki_policy=large", "url": "airbnb.com/rooms/17214699", "id": "17214699", "price": 146, "review": "Staying at Hope's place was a wonderful experience. I used to live in NYC for years and I love this neighborhood. Hope was a fantastic host. I drove in late and she still waited for me to check me in personally. She even helped me with finding Street parking. Her house is super clean, which I greatly appreciate. It was around the corner from the R train station at Union St. which takes you to all the major stops in the City. To sum up, I would definitely recommend anybody to stay with Hope and I will definitely be back!"}