{"description": "Beautiful, clean, and spacious  2 bedroom apartment located in the heart of Times square and Central Park that can comfortably accommodate 8 people\n\nThis is a newly renovated, smoke free, apartment located on the second floor of a 6-story building. The space is kept clean and comfortable at all times.\n\nThere apartment can accomodate 8 people, as in the master room there is one queen bed that can accommodate 2 guests and one sofa that converts to a bed. And in the second room the is a full bed that accommodate 2 people andthere is one sofa in the living room. Another great amenities include one closet, fresh linens.\n\nThe bedrooms are very spacious and each accommodates a comfortable queen size bed with two pillows, a 40 inch flat screen LCD HDTV with cable, and FREE WiFi access.\n\nThe Kitchen has all the necessities; stove, refrigerator, microwave.\n\nThe bathroom is spacious with cabinet space. Hot water is, of course, available and so are fresh towels.\n\nTHE NEIGHBORHOOD \nThe apartment is located is near Central, Columbus Circle, Rockefeller Center, and the MoMA,  Time Square, and  surrounded by some of Manhattan's top restaurants and night life. It's located in an area with many hotels because of its incredible proximity to Central Park, Columbus Circle, Rockefeller Center, and the MoMA/\n\nAnother incredible bonus of the location is because of its proximity to Times Square, the apartment is very close to many subway lines (1,C, E,) -- just to name some of them), which will make travel around the city much easier during your stay.\n\nClose to a multitude of great galleries (Gagosian, Agora, Claire Oliver, Meatpacking and the West Village, 2 blocks to the High Line Park\nMinutes from Chelsea Market\n\n24hr Convenient stores are at every corner and are…well, very convenient to have around.\n\nFor the foodies, there are tons of restaurants (at least 35- no lie) within a 4 block radius; Anything from Italian, west India, Thai, Asian, Mexican, American, and many more types of cuisine. And, to complement the restaurants are an over abundance of bars- suffice to say that he night life is AMAZING!\n\nCentral  Park, which was designed by Frederick Law Olmsted and Calvert Vaux is great for bikers, runners, has a huge lake, great picnic areas, a Zoo\nlive music (free) every weekend of the summer\n\nALL OF THESE PLACES ARE WITHIN WALKING DISTANCE, THE FURTHEST BEING ONLY 15 MINUTES AWAY!\n\nThis is without a doubt, one of the hottest neighborhoods in all of NYC.\n\nPlease do not hesitate to send me a message if you have any questions.\n\nTHE NEIGHBORHOOD \nThe apartment is located is near Central, Columbus Circle, Rockefeller Center, and the MoMA,  Time Square, and  surrounded by some of Manhattan's top restaurants and night life. It's located in an area with many hotels because of its incredible proximity to Central Park, Columbus Circle, Rockefeller Center, and the MoMA/\n\nAnother incredible bonus of the location is because of its proximity to Times Square, the apartment is very close to many subway lines (1,C, E,) -- just to name some of them), which will make travel around the city much easier during your stay.\n\nClose to a multitude of great galleries (Gagosian, Agora, Claire Oliver, Meatpacking and the West Village, 2 blocks to the High Line Park\nMinutes from Chelsea Market\n\n24hr Convenient stores are at every corner and are…well, very convenient to have around.\n\nFor the foodies, there are tons of restaurants (at least 35- no lie) within a 4 block radius; Anything from Italian, west India, Thai, Asian, Mexican, American, and many more types of cuisine. And, to complement the restaurants are an over abundance of bars- suffice to say that he night life is AMAZING!\n\nCentral  Park, which was designed by Frederick Law Olmsted and Calvert Vaux is great for bikers, runners, has a huge lake, great picnic areas, a Zoo\nlive music (free) every weekend of the summer\n\nALL OF THESE PLACES ARE WITHIN WALKING DISTANCE, THE FURTHEST BEING ONLY 15 MINUTES AWAY!\n\nThe apartment is very close to many subway lines (1, 2, 3,  7, C, E, A, B, D, F, S,) -- just to name some of them), which will make travel around the city much easier during your stay", "name": "Beautiful & Clean 2bdrs Timesquare", "picture_url": "https://a0.muscache.com/im/pictures/070dbcc9-6543-4b71-8aa2-ef8882085971.jpg?aki_policy=large", "url": "airbnb.com/rooms/17223934", "id": "17223934", "price": 148, "review": "Place was exactly as described, and host was great"}