{"description": "This is a beautiful  private 1 bedroom apt, located in the heart of Manhattan on 42nd street, 1 avenue away from Times Square. The apt is located on the 4th floor above a delicious french restaurant and its only a 3 minute walk to every major Subway line. This Apt is great for travelers that want to experience NYC and be in the most sought after neighborhood in Manhattan.\n\nThis is a one bedroom apartment on the 4th floor of a walkup building. The main bedroom features a large very comfortable Queen size bed with ample storage space to store your belongings. During the summer time the room has an Air condition unit in the window, which keeps the room nice and chilly for those hot summer days.\n\nThe common space has a sofa that turns into a sofa bed that is equivalent to a full size bed. Also in that room is a full operating kitchen with stove, refrigerator, microwave oven, coffee and tea maker. \n\nThe Bathroom is a small size bathroom with a stand up shower only, and a full size vanity mirror \n\nDuring your stay, i will provide Shampoo and body wash for you use, ample towels and sheets for bedding.\n\nGuest will have full access to the Apartment.\n\nFully available for my guest, if i'm not i will provide someone to help.\n\nAlthough the building is located in the heart of Time Square, The building is a very quiet building which will provide you with a good night sleep.\n\nNEIGHBORHOOD- Soon as you step foot out side of the apartment you are the Time Square area of Midtown Manhattan at the start of the neighborhood   Hells Kitchen.  Being in this neighborhood you are with-in a 5 minute walk to the theater district, 15 minute walk to central Park or a 1 stop ride on the \"A\" train, the famous Bryant Park is only 3 Avenues away from the Apartment.\n \nRESTAURANTS - In Hells Kitchen you have restaurant row on 9th ave and it is right at your door step, restaurant row has every restaurant imaginable, from counties all over the world \n\nNIGHT LIFE-  Hells kitchen has many bars and night clubs open nightly for your enjoyment.\n\nThe apartment is located 1 avenue from the subway lines A,C,E trains it takes approximately 3 to 5 min walk", "name": "Time SQ cozy 1 bedroom", "picture_url": "https://a0.muscache.com/im/pictures/0ef600bb-058a-4e67-b4c1-605495b110bd.jpg?aki_policy=large", "url": "airbnb.com/rooms/17235479", "id": "17235479", "price": 170, "review": "Max has been a great host!  He prepared enough suppliers and a very warming welcome to the guest.  The location is essential for this business stay and convenient to transportation and daily living.  Definitely we will choose to stay again in the future. "}