{"description": "Our apartment is super cozy and stylish. We both love to decorate and create art. You will see so many details in the apartment that represent us. It has a vintage feel to it. You will have a true New York apartment experience in our place, we can promise that:-)\nP.s. We are also super hosts at our other account \"Happy.\" Please check it out to see our numerous and great reviews by our amazing guests:-)\n\nAside from very friendly and loving atmosphere in our apartment, you will find yourself feeling at home immediately. We want you to feel comfortable therefore all the needed accommodations are included.\n\nYou will have access to everything in your room. Feel free to cook, store your food in refrigerator and kitchen cabinets. We will provide shampoo, soap and clean towels.\n\nThe only thing we ask is to respect our home as much you would yours. It would be nice if you keep a place tidy, turn off the stove and light when you step outside. And please take off your shoes upon entrance in our apartment.\n\nIn the morning before we leave to work if you will be home, we would be happy to share breakfast together and perhaps help you out with directions.\n\nBut we respect your privacy, therefore, please do not hesitate to let us know that you want your space.\n\nUpper East Side was our dream neighborhood for a while. Everyday we are feeling so lucky to live here. It's quite elegant, classy, quiet, full of greenery. There are so many cute cafés, bakeries, restaurants from upscale to nice and cozy diners. If you walk towards 5th avenue you will discover some of the most beautiful parts of Central Park, it's literally only ten min walk. Right next to our building you will see East River and what a beautiful view it has especially at night. We would be happy to provide you a full guide to our neighborhood, you will have an unbelievable experience of living in one of the most historical NYC areas!\n\nSubways are several minutes away from our apartment:\n- Right next to us is Q, it's only 30 seconds away from our building\n- Train 6 is local, it's located on 96th street and Lexington Ave\n- Trains 4 and 5 are express. They located on 86th street and Lexington Ave. If you are in a rush we recommend to use these trains.\n- There are also buses near us, take M15 is on 2nd ave and 95 street.", "name": "2 bedroom - Vintage Love for friends or romance:-)", "picture_url": "https://a0.muscache.com/im/pictures/abd5e795-0de7-4b1f-b5c7-a06a5a0b1894.jpg?aki_policy=large", "url": "airbnb.com/rooms/17250684", "id": "17250684", "price": 300}