{"description": "Floor-to-ceiling windows provide breathtaking views of Midtown Manhattan from this designer 2-bedroom / 2-bath penthouse apartment. Experience true luxury throughout: granite countertops in kitchen and both bathrooms, hardwood floors, high-end modern furnishings, Kiehl's bath products, Nespresso machine, Riedel glasses, 5-star hotel quality linens, Casper mattresses, and more. Near all the major Midtown tourist destinations and convenient to most of Manhattan's best restaurants and nightlife.\n\nAmenities:\n\nI believe my guests deserve the best and don't skimp on anything. Just a few highlights: amazing high-tech mattress, Kiehl's bathroom products, well-equipped TV with Apple TV (100+ satellite channels, HBO Go, Netflix, Amazon Prime, and Hulu) and free Nespresso coffee/tea.\n\nBedroom 1: The most amazing mattress you've ever slept on! The Casper mattress conforms to you're body and accommodates every sleeping position, but you don't sink in so it's really easy to get up. It's super high-tech and designed by a company in NYC. The sheets and duvet cover are from Brooklinen. The TV has a Roku connected. Has an amazing view of the Empire State Building and other Midtown buildings.\n\nBedroom 2: The same queen Casper mattress and Brooklinen sheets as bedroom 1. Has an amazing view of the Hudson River.\n\nLiving Room: An LED Samsung TV and Apple TV with 100+ satellite channels, HBO Go, Netflix, Amazon Prime, and Hulu. I have lots of great books to read and NYC guidebooks to plan your daily activities. The mid-century modern sectional sofa comfortably sleeps 1 person. There is also a twin air mattress available if requested before your stay. The Saarinen tulip table seats 4 and there are 2 additional chairs in the bedrooms which can be used for additional seating.\n\nKitchen: It's fully equipped with nice appliances. Very large refrigerator by NYC standards. Built-in microwave and gas range. I have a Nespresso machine and tea for your use. There's also a toaster, pots & pans, ceramic knives, silverware, plates, bowls, water glasses, and Riedel wine & champagne glasses.\n\nBathrooms: You can pack light and leave your toiletries at home. The bathroom has luxury shampoo, conditioner, and body wash from Kiehl's. There's a huge medicine cabinet for storage in both bathrooms.\n\nOther: Iron and ironing board, wood hangers, and air-conditioning.\n\nGuests have access to all areas except one locked closet in the hallway. Each bedroom has a closet with hangers and available space for personal belongings/luggage.\n\nSomeone will be available 24/7 during your stay if you require assistance.\n\nHell's Kitchen is located in Midtown West. The neighborhood is known for it's restaurants and nightlife. It's also home to many Broadway theaters and adjacent to Times Square.\n\nThe nearest subway is the 50th Street C/E station, which is around a 10 minute walk. The station is 1 stop from 42nd St/Times Square where you can transfer to most other subway lines.", "name": "2-Bed Luxury Penthouse Empire State Building Views", "picture_url": "https://a0.muscache.com/im/pictures/c6146366-4c0f-46eb-b344-24b3fab2c97a.jpg?aki_policy=large", "url": "airbnb.com/rooms/17257682", "id": "17257682", "price": 538, "review": "Fantastic penthouse, accommodations, amenities, location, and unbelievable views.  Would stay here again.  Close to Broadway, Central Park, Time Square, restaurants, delis, and subway.  Host was very accommodating.  "}