{"description": "Sunny and spacious 1 -bedroom apartment (about 850+ sq. ft.-- large for NYC) renovated, uncluttered apartment in Little Italy/Chinatown. Ideal location in lower Manhattan/a stone's throw from Brooklyn. Close to all major subways. Look out directly onto Mulberry Street.  Renovated kitchen and bathroom and comfortable living room for relaxing.\n\nThis is actually a very spacious 2 bed apartment with the second room blocked off while you are staying (i.e., no one else is in the apartment).  I typically rent this as a share and you can go to my other listing to see reviews of the space, but am renting it now as a 1-bedroom as I will be away for several months. \n\nYour bedroom is in the front of the apartment. And the bathroom is in the back.  There is a kitchen with a large table for eating/working and a living area between.  \n\nProvided: clean sheets, blankets, towels, toiletries, hairdryer, coffee, tea.\n\nKitchen: Fully stocked with most cookery you could imagine, stainless steel appliances, dishwasher, coffee, tea, spices, oil. No microwave.\n\nDining Area: Daytime sunlight, large table for a proper meal, doing work, etc.\n\nLiving Area: Couch, reading chair, keyboard, books, periodicals. No TV.\n\nBathroom: sunny good water pressure, renovated, new, modern, toiletries, hairdryer, iron.\n\nWIFI: Strong and reliable.\n\nNote that there is no AC in the common areas of the apartment.\n\nYou have access to the entire apartment except for the second bedroom (which will be locked).\n\nI am available by text, phone and email.  I am happy to assist with any issues that may arise and can put you in touch with local contacts if there are any concerns with the apartment.\n\nLittle Italy/Chinatown. Amazing food and shopping right outside the door. Within a five-ten minute walk, you will find yourself in Nolita, Soho, Tribeca, the Lower East Side-- you'll find an incredible variety of bars, restaurants and shopping in these areas. Very close to Two Bridges-- a section in Chinatown where lots of new and exciting places are popping up. Tourist attractions: walk to lower Manhattan (911 memorial, Wall St. Battery Park, etc.), the Brooklyn Bridge, the New Museum, Tenement Museum, MOCA, easy subway access to other places. Walk to the East River (via Catherine Slip) is 10 minutes. Safe.\n\nWalking:\n\nChinatown and Little Italy: all around. \nSoho and Nolita: 2-3 minutes.\nLower East Side and Tribeca: 8-10 minutes\nEast Village, West Village and Financial Districts: 15-25 minutes.\nDumbo and Brooklyn Heights: 45-50 minutes (via the Manhattan Bridge or Brooklyn Bridge).\n\n\nTransit:\n\nN,Q,R,6,J,Z - Canal Street (2 minute walk)\nB,D - Grand Street (5 minute walk)\nB,D,F,M - Broadway-Lafayette (8 minute walk)\n2,3 - Canal Street (8 minute walk)\nA,C,E - Canal Street (10 minute walk)\n\nPlease read the below list and make sure you are OK with everything before booking. Feel free to ask questions.\n\n-Street-facing room (therefore some noise, as is typical in NYC)\n-Walk-up building (2 floors)\n-The stairwell and hallways of the building are not impeccably maintained \n-The mattress is quite firm \n-The bed is American \"full\" sized (not queen)\n-No laundry\n-Directly above a restaurant with sidewalk seating \n-No AC in common areas\n-No TV", "name": "An entire large and sunny apt in lower manhattan", "picture_url": "https://a0.muscache.com/im/pictures/5c9fa238-375c-465f-b338-fc469d5b826a.jpg?aki_policy=large", "url": "airbnb.com/rooms/17257265", "id": "17257265", "price": 165, "review": "Angela is a great host , we felt very welcomed.\neverything was amazing ! The neighborhood is very lively  ,for us it was part Of The charm ! But NYC can be noise at night from trucks and so on... we appreciated very much that Angela informed us about that before booking !  The bedroom faces the street . The only minus about this place .\nHer kitchen is amazing space , everything you need for cooking is there ....\nIt is cozy , clean and spacious for NYC \nHer restaurant recommendations are great to :-)\nWe like to come back one day ...\n"}