{"description": "Welcome to my clean, peaceful, and bright studio on a quiet street that is a 5 minute walk to 2 subway stations. \n\nThis apartment faces the courtyard garden of the building behind it, so it is very quiet and peaceful and gets a lot of light. The kitchen is fully equipped with cooking utensils, espresso machine for coffee lovers, and a Vitamix blender, while the bathroom has a skylight!\n\nIt is located 4 blocks away from the train station, which will take you to Times Square in 15 minutes, Union Square in 20 minutes, and Soho & downtown in 20-25 minutes. It is also a 15 minute walk to Central Park and Carl Schurz Park, another great park on the East River. It is also a 18 minute walk to Museum Mile!\n\nMultiple grocery stores, and many restaurants and cafes are located within a one block radius. Starbucks, Oslo Coffee, Gregory's, Le Pain Quotidian, multiple Thai/Chinese/Japanese take out places are situated very close by. \n\nThe studio space features a living room, bathroom and kitchen. There is a comfortable single bed so this is suitable for someone traveling alone and wanting a quiet and peaceful space to come home to after a busy day in the city. A work desk is also provided. If you play music, you have use of the electric piano if you like. \n\nNo smoking, no pets please.\n\nI will be available 24/7 by phone if needed.", "name": "Private Studio in a superb location", "picture_url": "https://a0.muscache.com/im/pictures/a138ccc1-cf86-43d5-9dad-b1b3a3f06863.jpg?aki_policy=large", "url": "airbnb.com/rooms/17252480", "id": "17252480", "price": 150, "review": "Excelente departamento en la ciudad de NY. Muy bien ubicado, a solo unos pasos del Metro Q en la E72st. Hay varios locales a su alrededor para tener tus cosas necesarias del día a día. El departamento es ideal para una pareja, tiene de todo y está muy bien lindo y cuidado por Li.\nElla es una adorable persona, comunicativa y muy acogedora. Solo le recomiendo que vea el tema de la dirección y números de su departamento con Airbnb. Disfruten, les encantará ese departamento. 100% recomendado y volvería encantado. Cariños Li.  "}