{"description": "Cozy yet spacious studio apt perfect for solo travelers, couples or friends. Located in trendy Brooklyn, a 5 min walk to the 2/3/5 trains, restaurants, and bars, with a laundromat, supermarket, hip cafes and bar literally at the corner.\n\nHistoric sites such as the Brooklyn Museum, Botanical Gardens, and Prospect Park are a nice 15-20 min walk down Eastern Parkway. Brooklyn Bridge is a few stops away by train. \n\nFriendly, energetic and diverse community. A 30 min train ride to lower Manhattan.\n\nCozy yet spacious studio apt perfect for solo travelers, couples or friends. Located in trendy Brooklyn, a 5 min walk to the 2/3/5 trains, restaurants, and bars, with a laundromat, supermarket, hip cafes and bar literally at the corner.\n\nHistoric sites such as the Brooklyn Museum, Botanical Gardens, and Prospect Park are a nice 15-20 min walk down Eastern Parkway. Brooklyn Bridge is a few stops away by train.\n\nFriendly, energetic and diverse community. A 30 min train ride to lower Manhattan.\n\nCozy studio apartment with whitewashed furniture gives the space a homely, rustic feel against modern pieces. With the 2/3/5 train stops only a 5 min walk away, Manhattan is easily accessible for an inexpensive price.\n\nRest after a long day of NYC excursions by watching movies or TV shows by logging into your Netflix, Hulu, Amazon or HBOGo account with the apple TV provided.\n\nFull access to the entire studio apartment, with the exception of 1 closet (there are 2) and the 2 storage cupboard closets above. Full kitchen, fridge, stove, oven, and bathroom available. Laundromat at the corner and grocery store around the corner.\n\nHappy to give recommendations for sights, restaurants, shopping areas, etc. just drop me a message.\n\nYou'll find a friendly, energetic and diverse community. Two Saints bar on the corner is a great little spot for drinks and bar food, including pizza and sandwiches, where the neighborhood locals are very friendly, as are the bar staff – Ari, Jacky and Laney.\n\n5 minute walk to Nostrand Ave stop off the 3 train, and President St stop off the 2/5 trains. The Franklin Ave stop, one stop prior, is where many restaurants, bars and stops are located.\n\nA and C trains are also nearby, a farther walk than the 2/3/4/5 trains but are still within walking distance.", "name": "Entire Studio Apt in Trendy Brooklyn - Sunny&clean", "picture_url": "https://a0.muscache.com/im/pictures/8a777e0c-a48e-4079-88f3-457acd1884f2.jpg?aki_policy=large", "url": "airbnb.com/rooms/17268091", "id": "17268091", "price": 135, "review": "Great stay! Thanks."}