{"description": "We have a newly renovated private apartment on the first floor of our two \napartment home. It is comfortable and spacious with lots of sunlight pouring in through the numerous windows in each room. There are shiny hardwood floors in each room except the kitchen and 2 bathrooms where there are beautiful tiles.  It has a private entrance and 2 porches, one in the front and one in the back. You will love the convenience to get to and from the City or just enjoy what Brooklyn has to offer.\n\nThe house was recently built from the ground up in 2009. So everything in the house is new. We just re-coated our hardwood floors. The space is about 1,000 square feet. We have a 55 feet flat screen TV in the living room with cable and internet access. The master bedroom has a queen sized bed with memory foam mattress for added comfort, two large closets and a private bathroom. The second bedroom has a double or full sized bed with a large closet. The third bed room has a twin sized bed with pillow top mattress, a tall dresser and a writing desk and chair, which can be used as an office. For four or more guests, we have a sofa bed in the living room that expands into a full/queen sized bed. We can also provide an additional twin bed or trundle that fits in any of the three bedrooms.  There are 2 bathrooms, one with a large tub and one with a standing shower. Both bathrooms come with shampoo, body wash, soap bars and towels. All 3 bedrooms are fully furnished with fresh linens, extra pillows and blankets in the closets.  There are no neighbors on any side of the apartment except for us. We live in the apartment above. We don't share the house with anyone else so the trampoline and basketball net in the backyard is only for us and our guests.  I don't like clutter so it may seem minimalistic but it is cozy and comfortable. The space is extremely well insulated. There is central air conditioning in summer and central heating in winter.  All of the appliances are modern and stainless steel. It is perfect for families or for singles that like room to move.\n\nGuests have access to everything in the private apartment.  We have a full kitchen with a new stainless steel dishwasher, new stainless steel refrigerator, oven and gas stove, toaster, new microwave and new blender. We have a large coffee machine, tea kettle, plates, bowls, mugs, glasses, silverware and even champagne glasses if you want to celebrate.  We also provide pots and pans and cooking utensils for those that enjoy cooking. There is always; instant coffee, coffee grinds for coffee machine, tea bags, two types of cream, sugar packets, selection of fruits, paper towels, napkins and much more.  Also, if guests have children, there is a basketball hoop and trampoline in the backyard that they can enjoy.  Guests can also request daily/occasional housekeeping, breakfast, ironing, laundry cleaning, or car service for an additional fee.  My husband has picked up guests from nearby JFK Airport when requested for a small fee.\n\nMy husband and I are always available if necessary.\n\nI love this Madison/Sheepshead Bay neighborhood. It is close to all attractions and shopping districts. Subways and buses are nearby providing easy access to Manhattan. Marine Park is walking distance if you like to jog or bike ride or rent a paddle boat.  The Beaches, Aquarium and Coney Island Amusement park are only a train ride away. Perfect for families or for singles that enjoy big spaces. There is a large garden in front of the house that makes the house seem suburban.  The street is unique too. There are only 3 houses on this side of the street making it more roomy unlike most of the streets in Brooklyn. My space is only 15 minutes away from Brooklyn's 3 beaches: Brighton Beach, Manhattan Beach and Coney Island. Renters may use a cooler, beach blankets and any other beach gear, free of charge if requested.  The Q train is 6 walking blocks away. The Q train can get you to anywhere in Manhattan.\n\nThe B3 bus is only a block away and the Q train is only 6 blocks away. I also have a car so if I am available I will be happy to drive you to train station or nearby restaurant. By the way, this apartment is the closest airbnb apartment to JFK airport. It's only 20 minutes away by car and if I'm around, I can even pick you up.\n\nBy the way, though \"instant book\" is on, please send a request so that I can let you know if the dates that you want are still available.", "name": "Entire 3 Bedroom Aptmt w/2 baths - Heart of B'klyn", "picture_url": "https://a0.muscache.com/im/pictures/0be0dd5e-8aaa-4262-8c41-975d51e4bb1a.jpg?aki_policy=large", "url": "airbnb.com/rooms/17265284", "id": "17265284", "price": 139, "review": "Amy was the perfect BnB host, best we have had. She made us feel so welcome in Brooklyn, by organising taxis, and giving us local information / tips. The apartment is terrific for families - clean, modern & spacious bedrooms and a very well equipped kitchen. Some games for families too! Bathrooms were fabulous - best shower I have had for years. Everything is new, you really couldn't ask for more. There are loads of diverse shops with whatever you need a block away and the nearby Metro about a seven minute walk, with a train straight into Manhattan. We walked late at night with a young family and always felt safe in the area and would definitely stay here again."}