{"description": "Spacious, duplex 2 bedrooms Conveniently located near some of the best restaurants, bars and cafes in NYC. Living room, dining room, kitchen (gas stove, pots, pans, etc.). The apartment features a new kitchen and bathroom, hardwood floors, large windows and tons of sunlight\n\nThis West Village Apartment includes 2 bedrooms 1 bathroom, sleeping up to 6 guests comfortably. Each bedroom includes a queen or full-size bed, closet space, modern furnishings. The living room offers  windows overlooking the quite tree-lined street.\n\nThe living room features exposed brick walls, next to the living room is the dining area witch seats six.\n\nRelax and unwind in the inviting living room which includes a flat screen TV surrounded by a plush L-shaped sofa that is great for relaxing after a long day.\n\nWhen you're ready to explore, step outside and walk through the tree lined streets of West Village. Enjoy the mouth watering restaurants, the high-fashion boutiques, and more! Take a stroll around the Big Apple, appreciating all there is to do in New York. Make your way to famous tourist spots including The Duplex, the Spotted Pig, and Algus Greenspon Galleries.\n\nThe property is fully furnished and well-appointed. The kitchen is stocked with everything you'll need: appliances, cookware, dishes, etc.\n\nThe place is professionally cleaned before every stay, and comes with clean linens and towels, soaps, and everything you'll need for a comfortable hotel-like stay.\n\nBedding:\nBedroom 1- Master bedroom: Queen size bed\nBedroom 2- Guest bedroom: Full size bed\nAdditional bedding available: Sofa bed \nSleeps: 6 total\n\nGuests will have access to the entire apartment including the laundry facility in the building.\n\nAs often as needed, I typically respond to messages within an hour.\n\nThe West Village, made famous by the show Sex and the City, epitomizes the NYC lifestyle. The neighborhood is distinguished by streets that are \"off the grid\" and can be much quieter then other parts of the city.\n\nYou're close to the best eateries and also walking distance to the Meat Packing District for nightlife and other great sites.\n\nYou are steps away from the High Line, the Hudson, parks, West Village shopping, Soho and more.\n\nThree major lines are within a few short steps from the apartment and provide convenient access to any part of the city. The A/C/E and B/D/F/M are 3 min walk from the apartment and the 1/2/3 is just a few blocks away.\n\nCheck in is at 2:00 pm & check out is at 11:00 am please keep this in mind when booking your flights. YOU WILL BE SUBJECTED TO A LATE CHECK-IN FEE IF YOU ARRIVE PAST 8:00PM", "name": "West Village - 2 Bedrooms - Sleep 6 - Jones St !!", "picture_url": "https://a0.muscache.com/im/pictures/e673c2cd-f8ec-4507-8723-2233cdc9d10f.jpg?aki_policy=large", "url": "airbnb.com/rooms/17269083", "id": "17269083", "price": 250, "review": "Very nice place! Exactly what was expected from the pictures! "}