{"description": "My home is a sunny, light-filled studio on the third floor of an elevator building on a tranquil block in upper Manhattan. My home faces the courtyard, so it's nice and quiet. There are plenty of transportation options within walking distance, and the New York Presbyterian Columbia University Hospital is very close too!\n\nDo you need a nice, clean, comfy place to stay in Washington Heights? Do you love hipster cafes and/or the Columbia University Hospital? Do you want all of the comforts of a New York City apartment for a short stay but don't want to pay outrageous New York City hotel room prices? Then look no further! My place will be perfect for your stay!\n\nGuests will have access to all areas of my home except for the locked closet, some of the drawers next to the bathroom, storage areas, and anywhere that common sense would dictate is off-limits. The bike is not for guest use, sorry (I may remove it before your stay), and the computer monitor may or may not still be on the desk.\n\nI will be away during your stay, so please do not attempt to contact me at the phone number or email address on this account; you will not receive a response. Instead, please keep all communications on Airbnb! I have a service that looks after my place when I'm away, and they have a 24/7 reception team. They can promptly respond to any questions you may have.\n\nIf you’re looking for extra elbow room in Manhattan, head north to decidedly less-dense Washington Heights. The neighborhood’s community feel and plainspoken demeanor make it a peaceful sanctuary to retreat to after a day of exploring the rest of the city. Want more from Washington Heights? It’s also home to a thriving Dominican populace, and this neighborhood’s local fare is truly something to savor.\n\nLaguardia Airport: 20 minutes by cab without traffic\nJFK Airport: 35 minutes by cab without traffic\nTimes Square: 30 minutes by subway\nWall Street / Financial District: 49 minutes by subway\n\nThe steam heater in my apartment makes a light hissing noise when it comes on (and an occasional light tapping). The heat is controlled by the building and comes on automatically when the outside temperature drops below 55°F.", "name": "BEST of Upper Manhattan  - Washington Heights Gem", "picture_url": "https://a0.muscache.com/im/pictures/8e5a9c9d-ccc8-4410-aafb-03f5e35c62f2.jpg?aki_policy=large", "url": "airbnb.com/rooms/17267711", "id": "17267711", "price": 125}