{"description": "Private 2 Bedroom apartment located in prime Gramercy on 3rd ave, few minutes walk from Union Square, close to many subway lines, great neighborhood, many bars, restaurants.\n\nClose to Madison Square Park, Shake Shack, Eataly and some of the finest restaurants in Manhattan (Gramercy Tavern, Union Square Cafe, Casa Mono) and bars (Pure Food & Wine, Bar Jamon). One block from the 6 subway. Very convenient spot to get almost anywhere in the city.\n\n\nThe building is a Doorman high rise and our apartment located on the 20th FL , lots of light and great views, laundry on premises, an two elevators. In the flat you will find towels, linens, a full range of cooking and eating utensils, WiFi and much more.\n\nAmenities: \n- Wifi (wireless internet) \n- A/C and heating unit in each bedroom \n- 42 inch LCD TV with Cable\n- 24 hours doorman \n- Dining area with table \n- Intercom\n- Elevator building \n-Pull out couch\n- Laundry in the basement \n\n\nBedroom 1: \n- Queen sized bed  \n- Linens and towels provided \n- Closet \n\nBedroom 2: \n- Queen sized bed\n- Linens and towels provided \n- Night Stand\n\nKitchen: \n- Fully stocked with dishes, glasses, tools, pans, and high-end appliances \n- Extra wide oven \n- Microwave \n- Extra large fridge\n\nGuests have access to the entire apartment including the laundry facility which is located in the building.\n\nAs often as needed, I typically respond to messages within an hour\n\nIt may be in the middle of the Big Apple, but Gramercy feels private and secluded. Tree-lined streets converge at this neighborhood’s famously exclusive park—its gates remain locked unless you know someone (or are someone) who has a key. Although Gramercy’s green space isn’t open to everyone, the charming bars, bodegas, and cafes sprinkled throughout the surrounding neighborhood will gladly welcome your patronage.\n\nJFK Airport: 30 minutes by cab without traffic\nLaGuardia Airport: 20 minutes by cab without traffic\nTimes Square: 17 minutes by subway\nWall Street / Financial District: 20 minutes by subway\n \nPublic transit is Easy\n Having a car is Difficult\n\nCheck in is at 2:00pm & check out is at 11:00 am please keep this in mind when booking your flights. Please note I charge a $100 refundable key deposit upon check-in which will be returned to you upon check out. YOU WILL BE SUBJECTED TO A LATE CHECK-IN FEE IF YOU ARRIVE PAST 8:00PM", "name": "Amazing View/2 Bedrooms/20th Floor/Doorman/Sleep 6", "picture_url": "https://a0.muscache.com/im/pictures/c369cf23-a897-4aa6-b1d6-f51d46ff4f68.jpg?aki_policy=large", "url": "airbnb.com/rooms/17286124", "id": "17286124", "price": 250}