{"description": "Manhattan studio in one of NYC's most iconic neighborhoods offering convenient access to the subway and steps from some of the best bars and restaurants the city has to offer.\n\nBeautiful East Village Studio offering easy access to the subway and steps from some of the best bars and restaurants this city has to offer.\n\nRenovated low-floor cozy studio apartment in the heart of the East Village located on the first floor of a walk-up building. For your convenience, comfort and entertainment the apartment is also equipped with a full-sized bed, love seat which converts into a floor futon (allowing for 1 additional adult guest), WiFi and an HD television - All enclosed within an approximate 100sq foot living area.\n\nThe apartment also features hardwood floors, 3-piece bathroom with glass enclosed marble shower and kitchen with refrigerator, stove, oven, microwave, and ample cabinet storage.\n\nLocated steps away from the best the East Village has to offer such as:\n• Michelin Star Restaurants – Momofuku Ko (2 Star Michelin), Gotham Bar and Grill, Kyo Ya and Public\n• World Famous Bars – McSorely’s Old Ale House (New York City’s Oldest and most famous Irish Tavern) and two of New York’s best bar speakeasies (Please Don't Tell & Angel's Share) offering some of the highest quality cocktails in the city\n• New York’s Hottest Clubs/Lounges – Webster Hall, Sutra and Nublu\nThe location also offers easy access to the rest of New York City via subway which is located just 3 blocks (L train) from the apartment and only 2 stops from Union Square.\nLocated steps away from the best the East Village has to offer such as:\n• Michelin Star Restaurants – Momofuku Ko (2 Star Michelin), Gotham Bar and Grill, Kyo Ya and Public\n• World Famous Bars – McSorely’s Old Ale House (New York City’s Oldest and most famous Irish Tavern) and two of New York’s best bar speakeasies (Please Don't Tell & Angel's Share) offering some of the\n\nThe location also offers easy access to the rest of New York City via subway which is located just 3 blocks (L train) from the apartment and only 2 stops from Union Square.", "name": "Manhattan Studio Apartment", "picture_url": "https://a0.muscache.com/im/pictures/83c4204b-78c9-43c6-ad90-ecc335dd626f.jpg?aki_policy=large", "url": "airbnb.com/rooms/17282000", "id": "17282000", "price": 99, "review": "I needed a place for 2 nights and this was a good solution for me. Location is really convenient and apartment has everything I needed. Tania is a good host. Very responsive and well  organised. Description of the place is very accurate which is helpful as well."}