{"description": "This is a 1 bedroom/1 bathroom, 3nd floor apartment in Long Island City that is great for someone looking for a simple, quiet location with lots of included amenities!\n\nThe apartment comes with a full bed in a bright bedroom, large comfortable leather sofa, full kitchen including helpful snacks and coffee, nicely sized bathroom with standing shower and all sorts of supplies.\n\nThis apartment is great for people looking for a quiet neighborhood with a good amount of space \n\nThe bedroom has a Full size bed, 2 empty dressers, and a closet. Lots of extra sheets and pillows. Lots of storage space!\n\nLiving room has a large super comfortable leather couch, a large work desk and chair, 2 bookshelves full of great reads, silly reads, board games, graphic novels, and art supplies, all available for use!\n\nKitchen has everything you'll need, including a full stove and cooking implements, a coffee machine, a decent stock of snacks and so much cereal I'll never eat it all (please eat my cereal!), a blender, a cold brew coffee maker, and all sorts of other useful gadgets. Cook and bake to your hearts content!\n\nBathroom has a standing shower, lots of usable supplies, months worth of TP, and plenty of towels for you to use.\n\nEntire use of the apartment is available. Eat my food and read my books!\n\nI'll be available to answer questions about the neighborhood and transportation around the city. There will be an in-person meetup to give you the key personally\n\nQuiet neighborhood of nice families. The owner of the bodega down the street is a great and helpful guy. There's one adorable orange tabby cat in the neighborhood that everyone feeds and pets!\n\nWalking distance to lovely Greenpoint (15min), Sunnyside (5min), downtown Long Island City (10min)\n\nVariety of trains nearby! Walk to G Train @ Greenpoint Ave (15min), 7 Train @ Hunters Point (15min), E-M-R Trains @ Queens Plaza (17min), 7-N-W Trains @ Queensboro Plaza (20min), Q67 Bus stop around the corner that takes you to Williamsburg in 20min travel time\n\nSmoking is not allowed in the building, but you are welcome to smoke on the fire escape", "name": "Private 1br in quiet Long Island City neighborhood", "picture_url": "https://a0.muscache.com/im/pictures/8766701e-6e19-45b9-9e1d-748c6466a701.jpg?aki_policy=large", "url": "airbnb.com/rooms/17285980", "id": "17285980", "price": 80, "review": "The host canceled this reservation the day before arrival. This is an automated posting."}