{"description": "Our place is a 2 story walk up. We are close to Barclays Center, Brooklyn Museum, Franklin Ave restaurants & bars, BAM (Brooklyn Academy of Music), Grand Army Plaza, the A/C trains, etc. My place is good for couples, solo adventurers, business travelers, and families (with kids). Street parking can easily be found in the area.\n\nThe Castle is truly an oasis/hidden gem in the heart of Brooklyn, the best borough in New York :) Unlike most apartments in the city, you will have plenty of space in this 1200 sq ft stunner. With a beautiful open layout and rooms that get tons of natural light - and did I mention a private roof deck all to yourself?! - this apartment can't be beat. Completely gut renovated in 2016, everything is BRAND NEW with top of the line appliances. The building itself is a 100+ year old brownstone with tons of history. Thought it was impossible to get brownstone charm with luxury amenities and modern feel? Not anymore. Each room is equipped with individual central AC/heat units and both bathrooms have heated floors. You have a gorgeous private rooftop with a grill, outdoor sink and seating area. Come relax and unwind in the comfort of your home away from home as you explore New York.\n\nYou will have access to the entire apartment and roof during your stay.\n\nPlease feel free to text or email us during your stay if you have any questions.\n\nCrown Heights is the heart of Brooklyn. It's a neighborhood with a rich history, and it is centrally located so that it is extremely easy to get to other neighborhoods in Brooklyn and Manhattan.\n\nWe are a 5-10 minute walk from both the C train at Kingston-Throop and the A & C trains at Nostrand Ave. We are a short 10 minute walk to Franklin Ave, which has many wonderful restaurants and bars. We are a 20-25 minute walk or a 10 min Uber/Lyft ride from Grand Army Plaza, Prospect Park, the Brooklyn Museum, the Brooklyn Library and the Barclays center. At Barclays you can catch every major subway line.\n\nWhenever you enter or leave the apartment, please make sure to shut the 2 doors downstairs at the entrance tightly behind you. They need a little nudge to actually shut and lock, so please be mindful of that.\n\nIf you fill the garbage, please take it out and leave it in the garbage bins downstairs right outside in front of the apartment. Spare garbage bags are underneath the kitchen sink.", "name": "The Castle: Luxury 2 BR apt in gorgeous brownstone", "picture_url": "https://a0.muscache.com/im/pictures/a27b89c6-04fc-41d0-9123-2389d805cf85.jpg?aki_policy=large", "url": "airbnb.com/rooms/17285141", "id": "17285141", "price": 150, "review": "Truly an eye opening experience, a current NYC native nonetheless, I have never experienced brooklyn. We decided to celebrate my birthday here for 1 night and I must admit it was way too short! We loved every aspect of Fairy and J's place It was gorgeous, relaxing, and clean. Located just 15 mins from some famous restaurants we were dying to try, so we were ecstatic. Thank you for the hospitality and for broadening our palette with what Brooklyn has to offer. Brooklyn's most rarest hidden gem! We will definitely be back soon!!! "}