{"description": "Unusual rental available at Essex House Hotel. The services include a business center, award winning restaurant, 24 hr in room dining, spa and fitness center, hotel staff (concierge, bell staff, front desk, etc.)  and valet services. Hotel guests have access to all hotel services. This wonderful studio condominium has sunny south exposure, with panoramic windows. This is a renovated apartment. It has a kitchenette.   Washer/dryer in the unit. Housekeeping is provided once a week. Sorry, no pets.\n\nUnusual rental available at Essex House Hotel.   The Essex House is a landmark Art Deco building constructed in 1929.   The building houses both hotel rooms and condominium units.   The building is managed by J. W. Marriott. J. W. Marriott offers white glove hotel services.   The services include a business center, award winning restaurant, 24 hour in room dining, spa and fitness center, hotel staff (concierge, bell staff, front desk, etc.)  and valet services.  Condominium owners, renters and hotel guests have access to all hotel services.\n\nThis wonderful studio condominium has sunny south exposure, with panoramic windows.   This is a renovated apartment.   It has a kitchenette.   A washer/dryer in the unit.  Housekeeping is provided once a week. Any additional housekeeping is paid by the tenant.\n\nThe front desk will require a passport and a credit card to check-in the guest/s.    If any of the hotel services are used for which the hotel charges a fee, the hotel will charge the credit card.    If any of the hotel services are used, the charges are between the guest/s and the hotel.   The owner of the unit is not involved.\n\nThe apartment is available 3 days minimum stay.\n\nTime Warner Center, Columbus Circle, Carnegie Hall, etc.\n\nGreat transportation.\n\nMust present passport and show credit card at checking time.   Spa is available all hotel services are available and the hotel will charge guest for use of certain services.", "name": "Essex House Hotel - Condominium short/long term ok", "picture_url": "https://a0.muscache.com/im/pictures/34cedf29-4bf6-42b8-98f9-40155275da50.jpg?aki_policy=large", "url": "airbnb.com/rooms/17299540", "id": "17299540", "price": 300}