{"description": "Entire huge one bedroom apartment two blocks away from Times Square! Apartment is in a luxury doorman/elevator/laundry/gym building on a high floor, with killer views from the city all the way down to Freedom Tower and the Hudson River.\n\nSubway hub at Port Authority (A,C,E, 7, N,Q,R,W, 1, 2, 3 trains) is only one block away! You are literally in the heart of Manhattan and can walk everywhere!\n\nApartment can sleep 4 people comfortably!\n\nVery large one bedroom in a luxury doorman/elevator building right in the middle of everything in Midtown! Apartment is very comfortable, with killer views. Live like a true New Yorker with a home away from home! \n\nApartment has a large living room with dining area, working electric fireplace, 55 in TV with premium cable and sports channels, WiFi, plenty of books for you to read and some board games and chess should you choose to spend the night in!\n\nKitchen is very modern, with dishwasher and ice machine. Both kitchen and bathroom have windows! Apartment is very well heated, and you can regulate individual rooms temperature. The closet in the bedroom will be empty for you to use.  \n\nLaundry, gym and furnished terrace are in the building for you to use. Gym is free and open from 6 am to 11 pm!\n\nAll the apartment will be yours :)\n\nI can help you with information/trip planning/tips on where to shop, eat and go out or even running routes if you are so inclined!\nReach out to me for everything you might need!\n\nMidtown West/Hell's Kitchen is a place to do it up. You are two blocks away from Times Square, a short walk away from Columbus Circle and Central Park to the north and to Macy's and other shopping areas to the South!!!\nBroadway and Off-Broadway theaters are literally around the corner!!!\n\nThere’s cuisine from around the globe: Argentinean empanadas, Japanese ramen, Druze bourekas, Thai street food.  There’s all kinds of nightlife: jazz haunts, LGBTQ clubs, dive bars, rooftop lounges. Theater and dance thrive a stone’s throw from Broadway. The High Line’s northern entrance is at the rail yards on this neighborhood’s southern tip. And by the glorious Hudson River Park, there’s the Intrepid Sea, Air & Space Museum and the Circle Line Sightseeing Cruises departure point, so you can tour a ship or set sail on one.\n\nSubway hub at Port Authority (A,C,E, 7, N,Q,R,W, 1, 2, 3 trains) is only one block away! You are literally in the heart of Manhattan and can walk everywhere!", "name": "Luxury,bright huge 1 br apt steps to Times Square!", "picture_url": "https://a0.muscache.com/im/pictures/6dd687c0-35c8-4062-89cc-00e6e0e3a769.jpg?aki_policy=large", "url": "airbnb.com/rooms/17309496", "id": "17309496", "price": 170}