{"description": "Apartment has modern amenities with a washer/dryer in unit. The common space is large and open. The kitchen has granite counter-tops and all stainless steel appliances including a dishwasher. The living room is fully furnished with a deep seated leather couch, a 65\" big screen TV, and Verizon Fios Cable and Wi-Fi.\n\nThis recently renovated apt in the East Village is perfect for a couple visiting out of town and wants to be away from the hustle and bustle of midtown. \n\nThis posting is for use of a private apartment with a bedroom, full bathroom, fully stocked kitchen, living room, and more.  You will have access to the whole apartment except for my office space which will be locked during your stay.  \n\nThis modern and sleek apartment building has a finished roof deck with panoramic views of all of NYC. The building does have an evening Doorman for safety as well.  The apartment has modern amenities with two efficient elevators\n\nThe kitchen is fully stocked with all your cooking and dining needs.  There are granite counter-tops and all stainless steel appliances including a dishwasher.  There's even a washer/dryer in the unit. The living room is fully furnished with a deep seated leather couch, a 65\" big screen TV, and Verizon Fios Cable and Wi-Fi for your convenience.\n\n-Building Rooftop (weather permitting, please check with host\n-Small Gym on 2nd floor with treadmills, ellipticals, dumbells and pulley system\n-All linens made available are fresh. If needed, air mattress & pump can be provided.\n-Garbage is on the 2nd floor, please separate recycling and take out the trash daily\n-AC/Heater unit with central control panel\n-High-speed wifi\n\nI'm available by phone / email throughout the duration of your stay.  Feel free to reach out to me for assistance or any suggestions\n\nLocated in the heart of Manhattan's East Village/Alphabet City neighborhood. Just a short walking distance to Thompkins Square Park and many of the popular bars and restaurants of East Village.  There is also a supermarket directly across the street from the building.\n\nBus access directly outside the building.  Taxis come by often.\n\nEnjoy", "name": "Modern East Village 1 Bedroom Apt", "picture_url": "https://a0.muscache.com/im/pictures/45cc6b27-4543-4d61-a05e-b220e3c01334.jpg?aki_policy=large", "url": "airbnb.com/rooms/17300881", "id": "17300881", "price": 180, "review": "The apartment was very spacious and cozy. Located in a quiet residential area of the East village. My family was very pleased with the entire stay. Eugene was very accommodating and very hospitable. He was very quick to answer any questions we had and made sure our stay was pleasurable. Definitely would rebook when we come back. "}