{"description": "Room for rent in a four bedroom duplex house in the heart of Astoria/Long Island City. The room features two full size beds, a night stand, a mirror and dresser. Ideal for two to four guests. Located in very cool, hip and safe Astoria neighborhood. Close to bars, cafes and 24 hour supermarkets. Located only 15 mins from Midtown NYC . My place is good for couples, solo adventurers, business travelers, and families (with kids).\n\nGuests have access to their room which features two full size beds, a dresser, mirror, nightstand and big windows for plenty of sunlight. In the summer months there is also an air conditioner on the window.\n\nGuests have access to their room which has a lock on it for secure privacy. As well as the kitchen and bathroom are shared with the two other bedrooms in the apt. The rooms are filled with other Airbnb guests and everyone seems to mingle and meet in the kitchen area. It really is a cool place to hang out. The fully renovated kitchen is fully equipped with everything needed for cooking and preparing food. Just make sure you wash your dished when you are done. The kitchen has stainless steel appliances and granite counter tops.  Also there is a balcony on the floor so feel free to use it. If you are a smoker please smoke outside or on the balcony : )\n\nThe house is located in Long Island City, one of the most popular and coolest neighborhoods in New York City. Not only is it one of the safest neighborhoods but there are so many cool restaurants, bars and shops very close by.\n\nThe 39th Ave Subway station on the N and Q subway line is only a five minute walk away and only two stops from Midtown Manhattan. So from the house door to Manhattan it would only take you 20 minutes. The subway also runs 24 hours. The house is also 20 minutes from LaGuardia Airpoirt and 45 minutes from JFK Airport.\n\nMyself or my cleaning lady/sister comes around between 11am and 2pm to clean the apt so please be respectful. We don't clean your room daily but we do take care of the common area. We offer a code lock luggage closet where guests who want to drop off their bags before check in time or after check in time can do so, and go about the city. So if you have a late flight or travel plans you can enjoy your last day without carrying your bags around : )", "name": "Comfy&Hip Room w/2 Beds,Only 10min to Manhattan!", "picture_url": "https://a0.muscache.com/im/pictures/d19569e2-7f8f-4d0d-b946-2fdf14e3fe19.jpg?aki_policy=large", "url": "airbnb.com/rooms/17318495", "id": "17318495", "price": 45, "review": "Really nice place to stay. The room was really clean and the beds were comfortable. We also let our luggage before our check-in and after our check-out for a few hours and they were really comprehensive with that.\nWill definitively stay there again if I go back to NYC !"}