{"description": "Have it all without sacrificing a thing! Stay on a beautiful tree lined street, enjoying gorgeous views and sunlit rooms! You must see it to believe how beautiful and special this space is. Come stay with us, have all the amenities of home, and see for yourself!\n\nYour private floor is filled with large windows with  illuminating natural light. You will sleep in a beautiful queen sized bedroom complete with custom blinds and built-ins, shower in a clean and relaxing bath. You will unwind in a gorgeous area with a flat screen TV set aside to reconnect from the excitement of a day in New York City. You will have access to our custom Tuscan eating area as well, including a beautiful island, fridge, stove, stainless steel microwave oven, stainless steel toaster, coffee maker, and gourmet coffee. Everything you need is right within reach, including the subway!\n\nThe space has a balcony, to relax in warmer weather. The space has a staircase leading up to the roof. The roof will not be accessible to guests. If guests have toddlers or small children, please let us know in advance, so we can provide a baby gate to restrict access to the staircase.\n\nWe can be as friendly or hands off as you please. We have a lot of recommendations for the local area and the city in general, which we would be happy to discuss with you in person or via email. Or if you prefer, we can simply provide you with the keys and let you enjoy your gorgeous space.\n\nGreat little local places for coffee are The Edge and Manhattanville Cafe. Explore beautiful City College and St Nicholas Park, Columbia University, and enjoy some of the restaurants that Harlem is famous for. A two minute walk to the subway will have you downtown in minutes. Our subway line makes stops at Central Park, the Museum of Natural History, Columbus Circle, Rockefeller Center, Bryant Park, and Herald Square. You will have all the beauty and wonder of Harlem, with New York City at your fingertips.\n\nPlease ask us for suggestions in getting to specific destinations, we'll be happy to help with directions in getting around the city.\n\nWe can arrange to keep your luggage secure prior to check-in. If you arrive early in the day, and would like to explore the city, we can keep your luggage secure until the time you plan to arrive.", "name": "Beautiful Sunlit Retreat", "picture_url": "https://a0.muscache.com/im/pictures/f4d16fc6-c290-46d5-b0c0-d0851acef44e.jpg?aki_policy=large", "url": "airbnb.com/rooms/17318814", "id": "17318814", "price": 175, "review": "This was a wonderful place to stay with our two children.  Everything that we needed and such a spacious and comfortable apartment. With the subway station a stone's throw away it made it very easy to get to all destinations. We were only sorry not to have had more time to have discovered more of Harlem (and other places too) but very much hope to come back and would love to book this place again. Thank you to Binh and Sarah for a wonderful stay. "}