{"description": "Beautiful apartment on one of the coolest streets in Cobble Hill. The place has all you can wish for for your New York stay, and you are only a short subway ride from Manhattan! If you prefer to hang in Brooklyn, there are plenti of restaurants and bars right outside of the apartment! If you prefer to stay in and cook, Trader Joe's (organic AND cheap grocery store for you non American's :)) is only a couple of blocks away!\n\nThis is a fully renovated apartment. You will have your own place. \nThe apartment has a big open living room and kitchen with a gorgeous marble island. The kitchen has all of the utensils that you might need if you decide to cook. And to clean up the mess, there is a huge dishwasher. \nNext to the kitchen, there is a small room that has a single Murphy bed, and a half bathroom.\nIf there will be 4 of you, the Murphy bed can be lifted and there is an air mattress that sleeps 2. It is electrically inflated and just as comfortable as a regular bed.\n In that room, you can also find a washer and a dryer.\nThe big bedroom has a a full size bed that sleeps two, and a big bathroom with a shower and a hot tub!\n\nThe whole apartment, and all of the amenities in the place are available for use! (ie dishwasher, washer, dryer, hot tub, air conditioner, heater)\n\nLIMITED INTERACTION, BUT ALWAYS AVAILABLE!\nPlease keep this in mind when booking, there are some guests who I don't even get a chance to meet during there stay, please be ok with the fact that you may only be able to reach me through text/phone call/email.\nWe are happy to provide recommendations or answer any questions you might have about the city/transportation/etc.\n\nThis place is located at the intersection of couple of Brooklyn neighborhoods. We are nestled between Cobble Hill, Brooklyn Heights and Boerum Hill.\nThere are plenty of cozy restaurants and bars, unique Brooklyn shops, organic groceries stores, anything you might need to make your stay feel like at home.  Basically, if you wanted to, you could just stay in Brooklyn, and never even venture out into Manhattan if you didn't want to.\n\nIf you do want to get out into the City, the F train stop is literally in front of the apartment (the kitchen window overlooks it, no joke :)\nF train takes you straight to Dumbo (3 minutes), Lower east side (7 minutes), Soho (9 minutes), West village (10 minutes) and Midtown (20 minutes)\nA and C line is a 5 minute walk from the apartment (goes straight to the airport or into the city, depending what direction you take)\n2,3,4 and 5 train stops are also about 10 minute walking distance from the apartment.\nAs you can tell, it is extremely easy to get to and from the apartment.\nIf you prefer taxi/Uber, an Uber to East Village would cost you about $10.", "name": "Beautiful apartment in Brooklyn", "picture_url": "https://a0.muscache.com/im/pictures/4a203f40-753b-42ec-9d41-b0e6df0bc1bc.jpg?aki_policy=large", "url": "airbnb.com/rooms/17314298", "id": "17314298", "price": 170, "review": "Everything was perfect about this apartment--the location, accuracy of the description, & convenience of nearby stores and restaurants. Marija was so prompt in responding to our texts and made sure we had everything we needed and allowed us to checkout way later than what we've experienced in the past. A great host overall. Thank you! :) "}