{"description": "This is one of the most amazing neighborhoods in Manhattan! The famous West Village has all of the NYC flavor right outside your door - best restaurants, shops, cafes and music. There are 8 subways lines within 2 blocks, could not be more convenient!\n\nWe have a 1 bedroom suite available in this owner occupied brownstone. Total of 3 beds, a queen in bedroom, 2 single beds in living area that turn into trundle bed for day use.\n\nWe have a 1 bedroom suite available in this owner occupied brownstone building in the West Village. Total of 3 beds (queen in bedroom, 2 single beds in living area that turn into trundle sofa for day use). Sleeps up to 4. This is a 3rd floor walkup (2 flights), there is no elevator or doorman. \n\nGREAT location, just 1/2 block to famous Bleeker St. Walk to all shops, cafes, restaurants and fun stuff in the W Village, SoHo and TriBeCa. \n\nVERY cute accommodations with European flavor. Clean, cozy, high end linens and warm hospitality provided. \n\nWireless internet and cable TV. Private, small kitchen for making meals (table seats two), or heating up your leftovers after dining in one of the numerous restaurants in the neighborhood. \n\nOwners live in the building and own the fabulous Organic Italian restaurant downstairs. The restaurants outdoor garden is open till about midnight. Light sleepers and early to bed guests please be aware of potential noise from outdoor garden. However we never have a complaint about too much noise. \n\nThis is a private one bedroom suite, available while owners daughter is away to college. Has a private bath and kitchen, sitting area and separate bedroom with queen bed.\n\nYou will share the Townhouse main entrance with the family. You will have a private entrance to your suite that has a private living area, bath, queen bedroom and small kitchen.\n\nThis is the owners daughters suite, it is empty of all her belongings so can be freely used by guests while she is away at school.\n\nPalma (owner) is crazy busy with the restaurant and catering business, you may not see her or any family members while there as they are running around. However if you need anything, Palma is just a text away or you can stop downstairs to her restaurant and ask the staff for assistance.\n\nGREAT location, just 1/2 block to famous Bleeker St. Walk to all shops, cafes, restaurants and fun stuff in the W Village, SoHo and TriBeCa.\n\nThere are 8 subways lines within 2 blocks to take you to the rest of NYC. Could not be more convenient!\n\nGuests must agree to and sign our lease which will be emailed after reservation. This will have the arrival instructions on it also.", "name": "Live Like a Local in West Village!", "picture_url": "https://a0.muscache.com/im/pictures/e419ec2c-4b8b-4d74-8734-9190c4b9cefa.jpg?aki_policy=large", "url": "airbnb.com/rooms/17329090", "id": "17329090", "price": 250}