{"description": "Brand New Over Sized 1000 sq ft. Apartment with a private patio, 2 bathrooms.\n\nVery clean and well set up for someone who needs a temporary home in NYC.  Elevator building with Washer and Dryer in unit , Central heating and AC.\n\nAmazing location, 8 mins  Bedford L stop and 8 mins to JMZ Marcy stop, 5 minutes to Water taxi, 4 blocks from Whole Foods Market and 5 blocks to Apple Store.\n\nLiving room\n- 50 inch TV with cable\n- Large Antique couch \n- Big Dinning Table that can be used to work or eat.\n\nKitchen\n- Brand New Microwave, Oven, Stove, Dish Washer \n- Little Kitchen Table\n\nBedroom\n- Bedroom is huge, Queen size Tempurpedic mattress \n- 3 Drawer Chest \n- Large Rack with hangers \n- Full size mirror\n- Cozy lounge area by the window where you can sit and work or read\n- Ensuite bathroom with shower\n\nPrivate Patio\n- No one has access to it but you\n\nEntrance Area\n- Large shoe rack\n- Washer & Dryer in Unit\n- Closet space\n\nThey have a full access to everything apart from one closet in the bedroom that has a lock on it. There are plenty of storage spaces for clothes and shoes without that.\n\nI am always available via message or email\n\nEverything is near by. Coolest bars, great restaurants, beautiful view of Manhattan.\n\nAmazing location, 8 mins  Bedford L stop and 8 mins to JMZ Marcy stop, 5 minutes to Water taxi, 4 blocks from Whole Foods Market and 5 blocks to Apple Store.\n\nThis is a brand new family building so I am looking for someone who will be a low key, respect my neighbors.", "name": "Brand New 1000 sq ft. 1 Bedroom Apt with a Patio", "picture_url": "https://a0.muscache.com/im/pictures/96ed2280-0d18-4591-b84b-bd395935b029.jpg?aki_policy=large", "url": "airbnb.com/rooms/17331192", "id": "17331192", "price": 208, "review": "I would tell then that the place is within 1block of restaurant central, very nice secured community, a lot of things to see,plenty of taxi service. one half block from the Grand Ave. Park by the river. We had a great time."}